Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Each bar shows the average number of correct and incorrect submissions for each subsection. Only the last submission from each learner is counted.
af_za: Elke balk toon die gemiddelde aantal korrekte en verkeerde voorleggings vir elke onderafdeling. Slegs die laaste voorlegging van elke leerder word getel.
ar: يُظهر كل شريط متوسط عدد الطلبات الصحيحة وغير الصحيحة في كل قسم فرعي. يتم احتساب التقديم الأخير فقط من كل طالب.
ar_sa: يعرض كل شريط متوسط عدد عمليات الإرسال الصحيحة وغير الصحيحة لكل قسم فرعي. يتم احتساب التقديم الأخير فقط من كل طالب .
az: Hər bir sütun hər bir alt bölüm üçün düzgün və yanlış təqdimatların orta sayını göstərir. Hər bir tələbədən yalnız sonuncu təqdimatları nəzərə alınır.
bn_bd: প্রতি উপধারার ভুল এবং সঠিক নাম্বারের গড় এই বারটি প্রদর্শন করছে । শিক্ষার্থীদের সর্বশেষ জমা শুধুমাত্র প্রদর্শিত হচ্ছে ।
ca: Cada barra mostra la mitjana d'enviaments correctes i incorrectes per a cada subsecció. Només es compta l'última presentació de cada alumne.
cs: Každý sloupec zobrazuje průměrný počet správných a nesprávných příspěvků pro každou podsekci. Počítá se pouze poslední příspěvek od každého studenta.
da: Hver søjle viser det gennemsnitlige antal korrekte og forkerte indsendelser for hvert underafsnit. Kun den sidste aflevering fra hver elev tælles med.
de_de: Jeder Balken zeigt die durchschnittliche Anzahl korrekter und falscher Eingaben für jeden Unterabschnitt an. Nur die letzte Eingabe von jedem Teilnehmer wird gezählt
el: Κάθε μπάρα δείχνει τον μέσο αριθμό σωστών και λανθασμένων υποβολών για κάθε υποενότητα. Μετράται μόνο η τελευταία υποβολή από κάθε σπουδαστή.
el_gr: Κάθε γραμμή δείχνει τον μέσο αριθμό σωστών και λανθασμένων υποβολών για κάθε υποενότητα. Μετράται μόνο η τελευταία υποβολή από κάθε εκπαιδευόμενο.
eo: Éäçh ßär shöws thé ävérägé nümßér öf çörréçt änd ïnçörréçt süßmïssïöns för éäçh süßséçtïön. Önlý thé läst süßmïssïön fröm éäçh léärnér ïs çöüntéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι#
es_419: Cada barra muestra el número promedio de envíos correctos e incorrectos para cada subsección. Solamente se cuenta el último envío de cada estudiante.
fa_ir: هر نوار، میانگین تعداد ارسال‌های درست و نادرست هر زیربخش را نشان می‌دهد. فقط آخرین ارسال از هر فرد شمارش می‌شود.
fi: Jokainen palkki näyttää kunkin alaosion oikeiden ja virheellisten lähetysten keskimääräisen määrän. Vain kunkin oppijan viimeinen palaute otetaan huomioon.
fil_ph: Ipinapakita ng bawat bar ang average na bilang ng tama at maling pagsusumite para sa bawat subsection. Tanging ang huling pagsusumite mula sa bawat mag-aaral ang binibilang.
fr: Chaque barre indique le nombre moyen de visionnements complets et incomplets pour les vidéos dans cette sous-section. Cliquez sur les barres avec de faibles totaux ou un taux élevé d'incomplet afin fouiller et de comprendre pourquoi.
fr_ca: Chaque barre affiche le nombre moyen de soumissions correctes et incorrectes pour chaque sous-section. Seule la dernière soumission de chaque élève est prise en compte.
fr_fr: Chaque barre indique le nombre moyen de soumissions correctes et incorrectes pour chaque sous-section. Seule la dernière soumission de chaque apprenant est comptée.
he: כל עמודה מראה את המספר הממוצע של הגשות נכונות ושגויות לכל תת פרק. רק ההגשה האחרונה של כל לומד נחשבת.
hi: प्रत्येक पट्टी प्रत्येक उपधारा के लिए सही और गलत सबमिशन की औसत संख्या दिखाता है। प्रत्येक शिक्षार्थी से केवल अंतिम सौंपा गया काम को ही गिना जाता है।
hy_am: Յուրաքանչյուր սյունակում ներկայացված է յուրաքանչյուր ենթաբաժնի ճիշտ և սխալ պատասխանների միջին քանակը: Հաշվի են առնվում միայն յուրաքանչյուր ուսանողից ստացված վերջին պատասխանները
it: Ciascuna barra mostra il numero medio di invii corretti ed errati per ciascuna sottosezione. Viene conteggiato solo l&#39;ultimo invio di ciascuno studente.
it_it: Ciascuna barra mostra il numero medio di invii corretti e incorretti per ciascuna sottosezione. Solo l'ultimo invio di ogni studente viene conteggiato.
ja_jp: 棒グラフは各サブセクションの正解と不正解の平均投稿数を表しています。各受講者の最終回答のみカウントされます。
ka: თითოეული ზოლი აჩვენებს ყოველი განყოფილების სწორი და არასწორი ცდების საშუალო რაოდენობას. თითოეული მსმენელისგან მხოლოდ ბოლო ცდა ჩაითვლება.
pl: Każdy prostokąt pokazuje średnia liczbę prawidłowych i nieprawidłowych odpowiedzi dla każdej podsekcji. Tylko ostatnia odpowiedź ucznia jest uwzględniona.
pl_pl: Każdy słupek pokazuje średnią liczbę poprawnych i błędnych zgłoszeń w każdej podsekcji. Liczone jest tylko ostatnie zgłoszenie od każdego ucznia.
pt_br: Cada barra mostra o número médio dos envios corretos e incorretos para casa subseção. Somente o último envio para cada aluno é contabilizado.
pt_pt: Cada barra mostra o número médio de submissões corretas e incorretas em cada subsecção. Somente a última submissão de cada estudante é considerada.
ro: Fiecare bară reprezintă numărul minim de răspunsuri corecte și incorecte trimise, pentru fiecare subsecțiune. Doar ultimul răspuns trimis de către fiecare elev, este luat în calcul.
ru: Каждый столбец показывает среднее число правильных и неправильных ответов по каждому подразделу. Учитываются только последние ответы, полученные от каждого слушателя.
sl: Vsaka vrstica prikazuje povprečno število pravilnih in napačnih oddaj za vsak podrazdelek. Šteje se samo zadnja oddaja vsakega učenca.
sq: Çdo shirit tregon numrin mesatar të paraqitjeve të sakta dhe të pasakta për çdo nënseksion. Numërohet vetëm paraqitja e fundit nga secili nxënës.
sv: Varje stapel visar det genomsnittliga antalet korrekta och felaktiga inlägg för varje underavdelning. Endast den sista inlämningen från varje elev räknas.
sw_ke: Kila miche inaonyesha wastani wa mawasilisho yaliyo sahihi na yasiyo sahihi ya kila kipengele kidogo. Wasilisho la mwisho pekee la kila mwanafunzi ndiyo litakalo hesabiwa.
th: แต่ละแถบแสดงจำนวนการส่งคำตอบที่ถูกต้องและไม่ถูกต้องโดยเฉลี่ยสำหรับแต่ละส่วนย่อย โดยจะนับเฉพาะการส่งคำตอบครั้งสุดท้ายจากผู้เรียนแต่ละคน
tr_tr: Her çubuk, her alt bölüm için doğru ve yanlış gönderimlerin ortalama sayısını gösterir. Her öğrenciden sadece son başvuru sayılır.
uk: Кожен стовбець показує середню кількість правильних та неправильних відповідей для кожного підрозділу. Враховується лише остання відповідь від кожного учня.
uz: Har bir satrda mos boʻlim uchun yuborilgan toʻgʻri va notoʻgʻri javoblarning oʻrtacha soni koʻrsatilgan. Har bir oʻrganuvchining soʻnggi topshirgan vazifasi hisoblanadi.

source: Subsection Submissions
af_za: Inhandigings van onderafdelings
ar: تقديمات القسم الفرعي
ar_sa: تقديمات القسم الفرعي
az: Alt bölüm təqdimatları
bn_bd: উপধারায় প্রদানকৃত কাজ সমূহ
ca: Enviaments de subsecció
cs: Odevzdané úlohy podsekce
da: Underafsnit Indsendelser
de_de: Unterabschnitt Eingaben
el: Υποβολές υποενότητας
el_gr: Υποενότητες Υποβολές
eo: Süßséçtïön Süßmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Envios de subsección
es_es: Entregas del subapartado
fa_ir: ارسال‌های زیربخش‌ها
fi: Alaosio Lähetykset
fil_ph: Mga Pagsusumite ng Subsection
fr: Réponses de la Sous-Section
fr_ca: Soumissions pour la sous-section
fr_fr: Soumissions de sous-sections
he: הגשות עבור תת פרק
hi: सदस्यता सबमिशन
hy_am: Ենթաբաժնի պատասխաններ
id: Kiriman Subbagian
it: Sottosezioni
it_it: Invii sottosezione
ja_jp: サブセクション別結果
ka: ცდები ქვეგანყოფილებაში
lt_lt: Potemės pateiktys
nb: Oppgavesubseksjoner
nl_nl: Subsectie Inzendingen
pl: Zgłoszenia lekcji
pl_pl: Podsekcja Zgłoszenia
pt_br: Envios de subseção
pt_pt: Submissões de Subsecção
ro: Răspunsuri trimise pentru fiecare subsecțiune
ru: Ответы по подразделу
sk: Podania podsekcie
sl: Oddaje v podpoglavju
sq: Parashtrimet e nënseksionit
sv: Underavdelningar
sw_ke: Mawasilisho ya "Kipengele kidogo"
th: การส่งหัวข้อย่อย
tr_tr: Alt Bölüm Yüklemeleri
uk: Відповіді Підрозділу
uz: Boʻlim javobini topshirish

source: How are learners doing on this subsection?
af_za: Hoe gaan dit met leerders in hierdie onderafdeling?
ar: كيف هو أداء الطلاب في هذا القسم الفرعي؟
ar_sa: كيف حال الطلّاب في هذا القسم الفرعي؟
az: Tələbələr bu alt bölmədə necə işləyirlər?
bn_bd: শিক্ষার্থীরা এই উপধারায় কেমন করছে?
ca: Com estan fent els aprenents en aquesta subsecció?
cs: Jak se studentům v této podsekci daří?
da: Hvordan klarer kursisterne sig i dette underafsnit?
de_de: Wie agieren die Teilnehmer in diesem Unterbereich?
el: Πώς τα πάνε οι σπουδαστές σε αυτήν την υποενότητα;
el_gr: Πώς τα πάνε οι μαθητές σε αυτήν την υποενότητα;
eo: Höw äré léärnérs döïng ön thïs süßséçtïön? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: ¿Cómo es el desempeño de los estudiantes en esta subsección?
fa_ir: یادگیرندگان در این زیربخش چگونه عمل می‌کنند؟
fi: Miten oppijat voivat tässä alaosiossa?
fil_ph: Kumusta ang mga mag-aaral sa subsection na ito?
fr: Comment les étudiants suivent cette sous-section?
fr_ca: Comment les étudiants se débrouillent-ils dans cette sous-section?
fr_fr: Où en sont les apprenants dans cette sous-section ?
he: כיצד מתמודדים הלומדים עם תת פרק זה?
hi: इस उपधारा पर शिक्षार्थी कैसे काम कर रहे हैं?
hy_am: Ինչպիսի՞ն է ուսանողների կատարողականն այս ենթաբաժնում
it: Come si comportano gli studenti in questa sottosezione?
it_it: Come procedono gli studenti su questa sottosezione?
ja_jp: 受講者はこのサブセクションにどのように取り組んでいる？
ka: როგორ ართმევენ თავს მსმენელები ამ ქვეგანყოფილებას?
pl: Jak uczniowie dają sobie radę w tej podsekcji?
pl_pl: Jak radzą sobie uczniowie w tej podsekcji?
pt_br: Como os alunos estão fazendo essa subseção?
pt_pt: Como é o desempenho dos estudantes nesta subsecção?
ro: Cum se descurcă elevii în această subsecțiune?
ru: Какая успеваемость у слушателей в этом подразделе?
sl: Kako so učenci v tem pododdelku?
sq: Si po bëjnë nxënësit në këtë nënseksion?
sv: Hur gör eleverna på denna underavdelning?
sw_ke: Wanafunzi wanafanyaje katika kipengele hiki kidogo?
th: ผู้เรียนเป็นอย่างไรบ้างในส่วนย่อยนี้
tr_tr: Öğrenciler bu altbölümde nasıl çalışıyorlar?
uk: Як учні працюють у цьому підрозділі?
uz: Oʻrganuvchilar boʻlim javobini qanday topshirmoqdalar?

source: How are learners doing on ungraded exercises?
af_za: Hoe gaan dit met leerders aan ongegradeerde oefeninge?
ar: كيف هو اداء الطلاب في التمرين الغير مُقيم بعلامات؟
ar_sa: كيف حال الطلّاب في التمارين غير المتدرجة؟
az: Tələbələr qiymətləndirmə olmayan tapşırıqları necə işləyirlər?
bn_bd: সাজানো অনুশিলনে শিক্ষার্থীরা কেমন করছে?
ca: Com fan els alumnes en exercicis sense classificar?
cs: Jak si studenti vedou na neklasifikovaných cvičeních?
da: Hvordan klarer kursisterne sig på øvelser uden karakter?
de_de: Wie gestaltet sich der Umgang der Teilnehmer mit unstrukturierten Übungen?
el: Πώς τα καταφέρνουν οι σπουδαστές στις μη βαθμολογημένες ασκήσεις;
el_gr: Πώς τα καταφέρνουν οι εκπαιδευόμενοι στις μη βαθμολογημένες ασκήσεις;
eo: Höw äré léärnérs döïng ön üngrädéd éxérçïsés? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: ¿Cómo es el desempeño de los estudiantes en los ejercicios no calificados?
fa_ir: یادگیرندگان در انجام تمرین‌های بدون نمره چگونه عمل می‌کنند؟
fi: Miten oppijat pärjäävät arvostelemattomissa harjoituksissa?
fil_ph: Kumusta ang mga mag-aaral sa mga walang markang pagsasanay?
fr: Comment les étudiants suivent-t-ils les exercices non notés?
fr_ca: Comment les étudiants se débrouillent-ils avec les exercices non notés?
fr_fr: Comment se portent les apprenants sur les exercices non notés ?
he: כיצד מתמודדים הלומדים עם תרגילים ללא ציון?
hi: अनियंत्रित अभ्यास पर शिक्षार्थी कैसे कर रहे हैं?
hy_am: Ինչպիսի՞ն է ուսանողների կատարողականը չգնահատված վարժությունների դեպքում
it: Come stanno andando gli studenti negli esercizi senza voto?
it_it: Come procedono gli studenti su esercizi non valutati?
ja_jp: 受講者は採点対象外の練習問題をどのように取り組んでいる？
ka: როგორ ართმევენ თავს მსმენელები შეუფასებელ სავარჯიშოებს?
pl: Jak uczniowie radzą sobie z ćwiczeniami niepodlegającymi ocenie?
pl_pl: Jak uczniowie radzą sobie z ćwiczeniami bez oceny?
pt_br: Como os alunos estão fazendo nos exercícios sem notas?
pt_pt: Como está o desempenho dos estudantes nos exercícios não classificados?
ro: Cum se descurcă elevii cu exercițiile nenotate?
ru: Какая успеваемость у слушателей, выполняющих упражнения без оценок?
sl: Kako so učenci pri neocenjenih vajah?
sq: Si po bëjnë nxënësit në ushtrimet e pagraduara?
sv: Hur gör eleverna på ograderade övningar?
sw_ke: Vipi wanafunzi wanafanya mazoezi yasiyopangwa kwenye madaraja?
th: ผู้เรียนทำแบบฝึกหัดที่ไม่ได้ให้คะแนนอย่างไร
tr_tr: Öğrenciler notlandırılmamış ödevlerini nasıl yapıyor?
uk: Як учні справляються з несортованими вправами?
uz: Oʻrganuvchilar baholanmaydigan mashqlarni qanday bajarmoqdalar?

source: Each bar shows the average number of correct and incorrect submissions for each section. Only the last submission from each learner is counted.
af_za: Elke balk toon die gemiddelde aantal korrekte en verkeerde voorleggings vir elke afdeling. Slegs die laaste voorlegging van elke leerder word getel.
ar: يُظهر كل شريط متوسط عدد الطلبات الصحيحة وغير الصحيحة في كل قسم. يتم احتساب التقديم الأخير فقط من كل طالب.
ar_sa: يعرض كل شريط متوسط عدد عمليات الإرسال الصحيحة وغير الصحيحة لكل قسم. يتم احتساب التقديم الأخير فقط من كل طالب .
az: Hər bir sütun hər bir bölüm üçün düzgün və yanlış təqdimatların orta sayını göstərir. Hər bir tələbədən yalnız sonuncu təqdimatları nəzərə alınır.
bn_bd: প্রতি অধ্যায়ের ভুল এবং সঠিক নাম্বারের গড় এই বারটি প্রদর্শন করছে । শিক্ষার্থীদের সর্বশেষ জমা শুধুমাত্র প্রদর্শিত হচ্ছে ।
ca: Cada barra mostra la mitjana d'enviaments correctes i incorrectes per a cada secció. Només es compta l'última presentació de cada alumne.
cs: Každý sloupec zobrazuje průměrný počet správných a nesprávných příspěvků pro každou sekci. Počítá se pouze poslední příspěvek od každého studenta.
da: Hver søjle viser det gennemsnitlige antal korrekte og forkerte indsendelser for hvert afsnit. Kun den sidste aflevering fra hver elev tælles med.
de_de: Jeder Balken zeigt die durchschnittliche Anzahl korrekter und falscher Eingaben für jeden Abschnitt an. Nur die letzte Eingabe von jedem Teilnehmer wird gezählt
el: Κάθε μπάρα δείχνει τον μέσο αριθμό σωστών και λανθασμένων υποβολών για κάθε ενότητα. Μετράται μόνο η τελευταία υποβολή από κάθε σπουδαστή.
el_gr: Κάθε γραμμή δείχνει τον μέσο αριθμό σωστών και λανθασμένων υποβολών για κάθε ενότητα. Μετράται μόνο η τελευταία υποβολή από κάθε εκπαιδευόμενο.
eo: Éäçh ßär shöws thé ävérägé nümßér öf çörréçt änd ïnçörréçt süßmïssïöns för éäçh séçtïön. Önlý thé läst süßmïssïön fröm éäçh léärnér ïs çöüntéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕ#
es_419: Cada barra muestra el número promedio de envíos correctos e incorrectos para cada sección. Solamente se cuenta el último envío de cada estudiante.
fa_ir: هر نوار میانگین تعداد ارسال‌های هر بخش اعم از درست و نادرست را نشان می‌دهد. فقط آخرین ارسال از هر یادگیرنده شمارش می‌شود.
fi: Jokainen palkki näyttää kunkin osion oikeiden ja virheellisten lähetysten keskimääräisen määrän. Vain kunkin oppijan viimeinen palaute otetaan huomioon.
fil_ph: Ipinapakita ng bawat bar ang average na bilang ng tama at maling pagsusumite para sa bawat seksyon. Tanging ang huling pagsusumite mula sa bawat mag-aaral ang binibilang.
fr: Chaque barre montre les chiffres des visionnements complets et incomplets pour cette vidéo. Cliquez pour comprendre où les étudiants quittent la vidéo et quelles parties ils rejouent.
fr_ca: Chaque barre affiche le nombre moyen de soumissions correctes et incorrectes pour chaque section. Seule la dernière soumission de chaque élève est prise en compte.
fr_fr: Chaque barre indique le nombre moyen de soumissions correctes et incorrectes pour chaque section. Seule la dernière soumission de chaque apprenant est comptée.
he: כל עמודה מראה את המספר הממוצע של הגשות נכונות ושגויות לכל פרק. רק ההגשה האחרונה של כל לומד נחשבת.
hi: प्रत्येक पट्टी प्रत्येक अनुभाग के लिए सही और गलत सौंपा गया काम की औसत संख्या दिखाता है। प्रत्येक शिक्षार्थी से केवल अंतिम सौंपा गया काम को ही गिना जाता है।
hy_am: Յուրաքանչյուր սյունակում ներկայացված է յուրաքանչյուր բաժնի ճիշտ և սխալ պատասխանների միջին քանակը: Հաշվի են առնվում միայն յուրաքանչյուր ուսանողից ստացված վերջին պատասխանները:
it: Ciascuna barra mostra il numero medio di invii corretti ed errati per ciascuna sezione. Viene conteggiato solo l&#39;ultimo invio di ciascuno studente.
it_it: Ciascuna barra mostra il numero medio di invii corretti e incorretti per ciascuna sezione. Solo l'ultimo invio di ogni studente viene conteggiato.
ja_jp: 棒グラフは各章の正解と不正解の平均投稿数を表しています。各受講者の最終回答のみカウントされます。
ka: თითოეული ზოლი აჩვენებს ყოველი განყოფილების სწორი და არასწორი ცდების საშუალო რაოდენობას. ყოველი მსმენელისგან მხოლოდ ბოლო ცდა ჩაითვლება.
pl: Każdy prostokąt pokazuje średnia liczbę prawidłowych i nieprawidłowych odpowiedzi dla każdej sekcji. Tylko ostatnia odpowiedź ucznia jest uwzględniona.
pl_pl: Każdy słupek pokazuje średnią liczbę poprawnych i błędnych zgłoszeń w każdej sekcji. Liczone jest tylko ostatnie zgłoszenie od każdego ucznia.
pt_br: Cada barra mostra o número médio dos envios corretos e incorretos para cada seção. Apenas o último envio para cada aluno é contabilizado.
pt_pt: Cada barra mostra o número médio de submissões corretas e incorretas para cada secção. Somente a última submissão de cada estudante é considerada.
ro: Fiecare bară reprezintă numărul minim de răspunsuri trimise corecte si incorecte pentru fiecare secțiune. Doar ultimul răspuns trimis de către fiecare elev, este luat în calcul.
ru: Каждый столбец показывает среднее число правильных и неправильных ответов по каждому разделу. Учитываются только последние ответы, полученные от каждого слушателя.
sl: Vsaka vrstica prikazuje povprečno število pravilnih in napačnih oddaj za vsak odsek. Šteje se samo zadnja oddaja vsakega učenca.
sq: Çdo shirit tregon numrin mesatar të paraqitjeve të sakta dhe të pasakta për çdo seksion. Numërohet vetëm paraqitja e fundit nga secili nxënës.
sv: Varje stapel visar det genomsnittliga antalet korrekta och felaktiga inlägg för varje sektion. Endast den sista inlämningen från varje elev räknas.
sw_ke: Kila miche inaonyesha wastani wa mawasilisho yaliyo sahihi na yasiyo sahihi ya kila kipengele kidogo. Wasilisho la mwisho pekee la kila mwanafunzi ndiyo litakalo hesabiwa.
th: แต่ละแถบแสดงจำนวนการส่งคำตอบที่ถูกต้องและไม่ถูกต้องโดยเฉลี่ยสำหรับแต่ละส่วน โดยจะนับเฉพาะการส่งคำตอบครั้งสุดท้ายจากผู้เรียนแต่ละคน
tr_tr: Her bir çubuk her bölüm için doğru ve yanlış teslim sayı ortalamalarını gösterir. Her öğrencinin sadece son başvurusu sayılır.
uk: Кожен стовбець показує середню кількість правильних і неправильних відповідей для кожного розділу. Враховується лише остання відповідь від кожного учня.
uz: Har bir satrda mos boʻlim uchun yuborilgan toʻgʻri va notoʻgʻri javoblarning oʻrtacha soni koʻrsatilgan. Har bir oʻrganuvchining soʻnggi topshirgan vazifasi hisoblanadi.

source: Section Submissions
af_za: Afdelingsvoorleggings
ar: تقديمات القسم
ar_sa: التقديمات القسم
az: Bölüm təqdimatları
bn_bd: অধ্যায় জমা
ca: Presentacions de la secció
cs: Odevzdané úlohy sekce
da: Afsnitsindsendelser
de_de: Abschnitt Eingaben
el: Υποβολές ενότητας
el_gr: Υποβολές Ενοτήτων
eo: Séçtïön Süßmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Envíos de sección
es_es: Entregas del apartado
fa_ir: ارسال‌های بخش
fi: Osaehdotukset
fil_ph: Mga Pagsusumite ng Seksyon
fr: Réponses de la Section
fr_ca: Soumissions pour la section
fr_fr: Soumission des sections
he: הגשות עבור פרק
hi: अनुभाग सबमिशन
hy_am: Բաժնի պատասխաններ
id: Kiriman Bagian
it: Presentazioni della sezione
it_it: Invii sezione
ja_jp: セクション別結果
ka: პასუხები განყოფილებაში
lt_lt: Temos pateiktys
nb: Seksjonbesvarelser
nl_nl: Sectie voor inzendingen
pl: Odpowiedzi dotyczące sekcji
pl_pl: Zgłoszenia sekcji
pt_br: Envios de seção
pt_pt: Secção de Submissões
ro: Răspunsuri trimise pentru fiecare secțiune
ru: Ответы по разделу
sk: Podania sekcie
sl: Oddaje v poglavju
sq: Seksioni Paraqitjet
sv: Sektion Inlämningar
sw_ke: Mawasilisho ya "Kipengele"
th: การส่งหัวข้อ
tr_tr: Bölüm Yüklemeleri
uk: Відповіді Розділу
uz: Bo'limni topshirish

source: Permissions Retrieval Failed
af_za: Toestemmingsherwinning het misluk
ar: لم تنجح عملية استرجاع قائمة الصلاحيات.
ar_sa: فشل استرداد الأذونات
az: İcazələrin alınması uğursuz oldu
bn_bd: অনুমতি উদ্ধারে ব্যর্থ
ca: Error de recuperació de permisos
cs: Načtení oprávnění se nezdařilo
da: Hentning af tilladelser mislykkedes
de_de: Rechtewiederherstellung fehlgeschlagen
el: Σφάλμα ταυτοποίησης
el_gr: Η ανάκτηση δικαιωμάτων απέτυχε
eo: Pérmïssïöns Rétrïéväl Fäïléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Permisos de recuperación falló
es_es: Recuperación de permisos fallida
fa_ir: بازیابی مجوزها موفقیت آمیز نبود
fi: Lupien haku epäonnistui
fil_ph: Nabigo ang Pagkuha ng Mga Pahintulot
fr: La récupération des permission a échoué
fr_ca: La récupération des autorisations a échoué
fr_fr: Échec de la récupération des autorisations
he: אחזור ההרשאות נכשל
hi: प्रतिभागी बहाली विफल
hu: Jogosultság lekérése sikertelen
hy_am: Թույլտվությունների որոնման ձախողում
id: Gagal Membaca Izin
it: Recupero autorizzazioni non riuscito
it_it: Recupero autorizzazioni non riuscito
ja_jp: アクセス権の取得に失敗
ka: უფლებების მოძიება ვერ მოხერხდა
lt_lt: Nepavyko rasti leidimų
nb: Fant ikke tillatelse
nl_nl: Ophalen Permissies Mislukt
pl: Nie udało się potwierdzić uprawnień
pl_pl: Pobieranie uprawnień nie powiodło się
pt_br: Falha na Recuperação das Permissões
pt_pt: Falha na Recuperação das Permissões
ro: Returnarea Permisiunilor Eșuată
ru: Ошибка запроса прав
sk: Pri získaní povolení došlo k chybe
sl: Dovoljenja niso bila pridobljena
sq: Marrja e lejeve dështoi
sv: Hämtning av behörigheter misslyckades
sw_ke: Utoaji wa "Idhini" Umekataliwa
th: การอนุญาตกู้คืนล้มเหลว
tr_tr: İzin Alma Başarısız
uk: Дозволи не отримано
uz: Ruxsat olinmadi
