Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, ar_sa, bn_bd, de_at, de_de, el, eo, es_419, eu_es, fa_ir, fil_ph, fr, he, hi, hu, it, ja_jp, ka, kk_kz, lt_lt, ms_my, nb, nl_nl, pl, pt_br, ro, ru, sk, sl, sq, sv, sw_ke, tr_tr, uk, uk_ua, uz

source: Start date advertised on edX site.
af_za: Begindatum geadverteer op edX webwerf.
ar: تاريخ البدء المعلن على موقع edX.
ar_sa: تاريخ البدء المعلن عنه على موقع edX.
bn_bd: edX সাইটে বিজ্ঞাপন শুরুর তারিখ
de_at: Auf der edX-Site angekündigtes Startdatum.
de_de: Kursanfangsdatum angekündigt auf der edX-Site.
eo: Stärt däté ädvértïséd ön édX sïté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Fecha de inicio promocionada en la página de edX.
eu_es: Hasiera-data iragarri da edX gunean.
fa_ir: تاریخ آغاز تبلیغ در وبگاه ادکس.
fil_ph: Petsa ng pagsisimula na na-advertise sa edX site.
fr: Date de début annoncée sur le site edX.
hi: एडएक्स स्थल पर विज्ञापित प्रारंभ तिथि।
it: Data di inizio pubblicizzata sul sito edX.
ja_jp: edXサイト上の宣伝開始日。
ms_my: Tarikh mula diiklankan di halaman edX.
pl: Data rozpoczęcia promowania na stronie edX.
pt_br: Data inicial anunciada no site do edX
ro: Data de început anunțată pe site-ul edX
ru: Начальная дата, объявленная на сайте edX.
sl: Datum začetka je objavljen na spletnem mestu edX.
sq: Data e fillimit e shpallur në faqen edX.
sv: Startdatum annonseras på edX webbplats.
tr_tr: edX sitesindeki ilan başlangıç tarihi.
uk: Дата початку рекламування на сайті edX.
uk_ua: Дата початку рекламується на сайті edX.
uz: EdX saytida e'lon qilingan sana.

source: End date set in edX Studio.
af_za: Einddatum gestel in edX Studio.
ar: تاريخ الانتهاء المحدد في استوديو edX.
ar_sa: تم تحديد تاريخ الانتهاء في edX Studio.
bn_bd: edX স্টুডিওতে শেষ তারিখ
de_at: In edX Studio festgelegtes Enddatum.
de_de: Festlegung Kursende im edX-Studio.
eo: Énd däté sét ïn édX Stüdïö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Fecha de finalización definida en edX Studio.
eu_es: Amaiera-data ezarri da edX Studio-n.
fa_ir: تاریخ پایان در هنرکده ادکس تنظیم شده است.
fil_ph: Itinakda ang petsa ng pagtatapos sa edX Studio.
fr: Date de fin annoncée sur le site edX.
hi: एडएक्स स्टूडियो में अंतिम तिथि सेट।
it: Data di fine impostata in edX Studio.
ja_jp: edXスタジオに設定する終了日。
ms_my: Tarikh tamat ditetapkan di Studio edX
pl: Data zakończenia ustawiona w edX Studio.
pt_br: Data final configurada no edX Studio.
ro: Data de încheiere stabilită în edX Studio
ru: Дата окончания, установленная в EdX Studio.
sl: Končni datum je nastavljen v edX Studio.
sq: Data e përfundimit është caktuar në edX Studio.
sv: Slutdatum satt i edX Studio.
tr_tr: Bitiş tarihi edX Studio içinde belirlenmiş.
uk: Кінцева дата встановлюється в edX Studio.
uk_ua: кінець в набір даних в студія edX .
uz: EdX Studio-da tugash sanasi belgilangan.

source: Learners who ever enrolled in the course.
af_za: Leerders wat ooit by die kursus ingeskryf het.
ar: طلاب سجّلوا يومًا في هذا المساق.
ar_sa: الطلّاب الذين سبق لهم التسجيل في الدورة.
bn_bd: শিক্ষার্থীগণ যারা সবসময় কোর্সে অন্তর্ভুক্ত আছেন ।
de_at: Lernende, die sich jemals im Kurs eingeschrieben .
de_de: Kurs-Teilnehmerzahl Gesamt
eo: Léärnérs whö évér énrölléd ïn thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Estudiantes que se inscribieron en el curso en algún momento.
eu_es: Ikastaroan matrikula egin duten ikasleak.
fa_ir: یادگیرندگانی که تا به‌حال در دوره آموزشی ثبت‌نام کرده‌اند.
fil_ph: Mga mag-aaral na nag-enroll sa kurso.
fr: Etudiants qui se sont inscrits au cours.
hi: इन शिक्षार्थियों ने कभी पाठ्यक्रम में दाखिला लिया।
it: Studenti che si sono mai iscritti al corso.
ja_jp: 本講座に登録したことのある受講者。
ms_my: Pelajar yang pernah mendaftar kursus.
pl: Uczniowie zapisani do tego kursu.
pt_br: Estudantes que já se inscreveram no curso.
ro: Elevii care s-au înregistrat la curs.
ru: Слушатели, которые когда-либо регистрировались на данный курс.
sl: Učenci, ki so se kdaj vpisali na tečaj.
sq: Nxënësit që janë regjistruar ndonjëherë në kurs.
sv: Elever som någonsin anmält sig till kursen.
sw_ke: Wanafunzi waliowahi kuandikishwa kwenye kozi.
tr_tr: Derse hiç kayıt yaptırmayan öğrenciler.
uk: Учні, які колись навчалися на курсі.
uk_ua: учні who ever запис аний в курс .
uz: Kursda qatnashgan o'quvchilar.

source: Learners currently enrolled in the course.
af_za: Leerders is tans ingeskryf vir die kursus.
ar: طلاب مسجّلون حاليًا في هذا المساق.
ar_sa: الطلّاب مسجل حاليًا في الدورة.
bn_bd: শিক্ষার্থীগন যারা কোর্সে অন্তর্ভুক্ত আছেন ।
de_at: Derzeit im Kurs eingeschrieben Lernende.
de_de: Anzahl Kurs-Teilnehmer Aktuell
eo: Léärnérs çürréntlý énrölléd ïn thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Estudiantes inscritos en el curso actualmente.
eu_es: Une honetan ikastaroan matrikulatutako ikasleak.
fa_ir: یادگیرندگانی که اکنون در دوره آموزشی ثبت‌نام کرده‌اند.
fil_ph: Mga mag-aaral na kasalukuyang naka-enroll sa kurso.
fr: Etudiants actuellement inscrits au cours.
hi: वर्तमान में पाठ्यक्रम में नामांकित शिक्षार्थियों।
it: Studenti attualmente iscritti al corso.
ja_jp: 本講座に現在登録中の受講者。
ms_my: Pelajar yang sedang mendaftar kursus.
pl: Uczniowie aktualnie zapisani do tego kursu.
pt_br: Estudantes atualmente matriculados no curso.
ro: Elevii înscriși în prezent la curs.
ru: Слушатели, зарегистрированные на данный курс в настоящее время
sl: Učenci, ki so trenutno vpisani v tečaj.
sq: Nxënësit e regjistruar aktualisht në kurs.
sv: Elever som för närvarande är anmälda till kursen.
sw_ke: Wanafunzi ambao kwa sasa wameandikishwa kwenye kozi.
tr_tr: Mevcut olarak derse kayıtlı öğrenciler.
uk: Кількість зареєстрованих учнів на цьому курсі
uk_ua: учні на даний час запис аний в курс .
uz: Hozirda kursga yozilgan o'quvchilar.

source: Net difference in current enrollment in the last week.
af_za: Netto verskil in die huidige inskrywing in die afgelope week.
ar: صافي الفرق بين عمليات التسجيل الحالية ومثيلاتها في الأسبوع الماضي.
ar_sa: صافي الفرق في التسجيل الحالي في الأسبوع الماضي.
bn_bd: গত সপ্তাহের সাথে বর্তমান অন্তর্ভুক্তির সঠিক পার্থক্য
de_at: Nettodifferenz der aktuellen Einschreibungen in der letzten Woche.
de_de: Nettounterschied in der aktuellen Teilnahme in der letzten Woche.
eo: Nét dïfférénçé ïn çürrént énröllmént ïn thé läst wéék. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Diferencia neta en inscripciones actuales en la última semana.
fa_ir: تفاوت خالص در ثبت‌نام جاری در هفته گذشته
fil_ph: Ang netong pagkakaiba sa kasalukuyang pagpapatala noong nakaraang linggo.
fr: Différence avec les inscriptions au cours de la semaine dernière.
hi: पिछले सप्ताह में वर्तमान नामांकन में शुद्ध अंतर।
it: Differenza netta nell&#39;iscrizione attuale nell&#39;ultima settimana.
ja_jp: 先週の受講登録者数との差
ms_my: Beza bersih dalam enrolmen semasa pada minggu akhir.
pl: Zmiana liczby zapisanych uczniów w ubiegłym tygodniu.
pt_br: Diferença líquida na matrícula atual na última semana.
ro: Diferență netă de înscrieri curente în ultima săptămână.
ru: Чистая разница в текущем наборе за последнюю неделю.
sl: Neto razlika v trenutnem vpisu v zadnjem tednu.
sq: Diferenca neto në regjistrimet aktuale në javën e fundit.
sv: Nettoskillnad i aktuell registrering den senaste veckan.
tr_tr: Geçen haftaki geçerli kaydın net farkı.
uk: Чиста різниця в поточного зарахування на протязі останнього тижня.
uk_ua: Чиста різниця в поточному запис в останній тиждень.
uz: Soʻnggi haftadagi va joriy roʻyxatdan oʻtganlarning sof farqi.

source: Number of currently enrolled learners pursuing a verified certificate of achievement.
af_za: Aantal leerders wat tans ingeskrewe is, wat 'n geverifieerde sertifikaat van prestasie nastreef.
ar: عدد الطلاب المسجّلين حاليًا الذين يرغبون في الحصول على شهادة إتمام موثّقة.
ar_sa: عدد الطلّاب المسجلين حاليًا للحصول على شهادة إنجاز تم التحقق منها.
bn_bd: বর্তমানে অন্তর্ভুক্ত শিক্ষার্থীর সংখা যারা একটি কৃতিত্বের যাচাইকৃত সনদপত্র ক্রয় করেছেন ।
de_at: Anzahl der derzeit eingeschrieben Lernenden, die einen nachgewiesenen Zertifikat anstreben.
de_de: Anzahl der derzeit Teilnehmenden, die ein verifiziertes Leistungszertifikat verfolgen.
eo: Nümßér öf çürréntlý énrölléd léärnérs pürsüïng ä vérïfïéd çértïfïçäté öf äçhïévémént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Número de estudiantes inscritos actualmente que están prosiguiendo un certificado verificado.
fa_ir: تعداد یادگیرندگانی که اکنون ثبت‌نام کرده‌اند و گواهی موفقیت تاییدشده را دنبال می‌کنند.
fil_ph: Bilang ng kasalukuyang naka-enroll na mga mag-aaral na humahabol sa isang na-verify na sertipiko ng tagumpay.
fr: Nombre d'étudiants actuellement inscrits poursuivant un certificat vérifié.
hi: वर्तमान में नामांकित शिक्षार्थियों की संख्या उपलब्धि के एक सत्यापित प्रमाणपत्र का अनुसरण करते हुए।
it: Numero di studenti attualmente iscritti che perseguono un certificato di conseguimento verificato.
ja_jp: 認証付き修了証を希望している現在登録中の受講者数。
ms_my: Jumlah pelajar yang sedang mendaftar untuk mendapatkan sijil pencapaian yang disahkan.
pl: Liczba obecnie zapisanych uczniów, którzy starają się o certyfikat ukończenia kursu.
pt_br: Número de alunos atualmente matriculados buscando um certificado de conclusão verificado.
ro: Numărul curent al elevilor înscriși care vor să obțină un certificat autorizat de competență.
ru: Число, зарегистрированных в настоящее время слушателей, которые заинтересованы в получении подтвержденного сертификата об успешном окончании курса
sl: Število trenutno vpisanih učencev, ki si prizadevajo za potrjeno potrdilo o dosežkih.
sq: Numri i nxënësve të regjistruar aktualisht që ndjekin një Certifikatë të verifikuar të arritjeve.
sv: Antal för närvarande inskrivna elever som söker ett verifierat intyg om prestation.
tr_tr: Onaylanmış bir başarı sertifikasını takip eden şu anda kayıtlı olan öğrencilerin sayısı.
uk: Кількість студентів, які в даний час навчаються, які пройшли перевірку сертифіката успішності.
uk_ua: Кількість на даний час запис аний учні pursuing a verified сертифікат в аті досягнення.
uz: Tasdiqlangan muvaffaqiyat sertifikati uchun joriy roʻyxatdan oʻtgan oʻrganuvchilar soni

source: Learners who have earned a passing grade.
af_za: Leerders wat 'n slaagsgraad verwerf het.
ar_sa: الطلّاب الذين حصلوا على درجة النجاح.
de_at: Lernende, die eine bestandene Note erreicht haben.
eo: Léärnérs whö hävé éärnéd ä pässïng grädé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
eu_es: Gainditzeko kalifikazioa lortu duten ikasleak.
fa_ir: افرادی که نمره قبولی کسب کرده‌اند.
fil_ph: Mga mag-aaral na nakakuha ng passing grade.
hi: जिन शिक्षार्थियों ने पास होने योग्य अर्जित किया है।
it: Studenti che hanno ottenuto un voto positivo.
ja_jp: 合格点を獲得した受講者。
ms_my: Pelajar yang telah mendapat gred lulus.
pl: Uczniowie, którzy otrzymali ocenę pozytywną.
pt_br: Estudantes que tiveram uma nota de aprovação
ro: Elevii care au obținut o notă de trecere.
ru: Учащиеся, получившие проходной балл.
sl: Učenci, ki so dosegli prehodno oceno.
sq: Nxënësit që kanë fituar një notë kaluese.
sv: Elever som har fått ett godkänt betyg.
tr_tr: Geçer not alan öğrenciler.
uk: Учні, які заробили прохідну оцінку.
uk_ua: учні , які отримали прохідний бал.
uz: Oʻtish bahosini olgan oʻrganuvchilar.

source: Skip to results
af_za: Slaan na resultate
ar: التخطي إلى النتائج
ar_sa: انتقل إلى النتائج
bn_bd: ফলাফল দেখাও
de_at: Zu den Ergebnissen springen
de_de: Springe zu den Ergebnissen
eo: Skïp tö résülts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Ir a los resultados
eu_es: Egin jauzi emaitzerata
fa_ir: پرش به نتایج
fil_ph: Lumaktaw sa mga resulta
fr: Aller directement aux résultats
hi: परिणामों पर जाएं
it: Passa ai risultati
ja_jp: 結果へ
ms_my: Langkau ke keputusan
pl: Przejdź do wyników.
pt_br: Pular para resultados
ro: Treci la rezultate
ru: Перейти к результатам
sl: Preskoči na rezultate
sq: Kalo te rezultatet
sv: Hoppa till resultat
tr_tr: Sonuçlara atla
uk: Перейти до результатів
uk_ua: Перейти до результатів
uz: Natijalarga oʻtish

source: Find a course
af_za: Soek 'n kursus
ar: البحث عن دورات تعليمية
ar_sa: العثور على دورة
bn_bd: কোর্স খুঁজুন
de_at: Finden Sie einen Kurs
de_de: Suche nach einen Kurs
eo: Fïnd ä çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Encontrar un curso
eu_es: Bilatu ikastaroa
fa_ir: یک دوره آموزشی بیاب
fil_ph: Maghanap ng kurso
fr: Trouver un cours
he: מצא קורס
hi: एक पाठ्यक्रम खोजें
it: Trova un corso
ja_jp: 講座を探す
ms_my: Cari kursus
pl: Znajdź kurs
pt_br: Procure um curso
ro: Cauta un curs
ru: Найти курс
sl: Poiščite tečaj
sq: Gjeni një kurs
sv: Hitta en kurs
sw_ke: Tafuta kozi
tr_tr: Bir ders bul
uk: Шукати курс
uk_ua: Знайти курс
uz: Kursni topish

source: availability
ar: التوفر
bn_bd: পেতে পারি
de_de: Verfügbarkeit
eo: äväïläßïlïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: disponibilidad
fr: disponibilité
ja_jp: 開講状況
pt_br: Disponibilidade

source: pacing_type
bn_bd: পদার্পণ টাইপ
eo: päçïng_týpé Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: type de rythme

source: program_ids
eo: prögräm_ïds Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Download full course list to CSV
af_za: Laai volledige kursuslys af na CSV
ar: تحميل القائمة الكاملة للمساقات إلى ملف CSV
ar_sa: تحميل قائمة الدورات التدريبية الكاملة إلى ملف CSV
de_at: Laden Sie die vollständige Kursliste als CSV herunterladen
de_de: Kursliste als CSV herunterladen
eo: Döwnlöäd füll çöürsé lïst tö ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Descargar la lista completa de cursos a CSV
fa_ir: فهرست کامل دوره آموزشی را به شکل CSV بارگیری کنید
fil_ph: I-download ang buong listahan ng kurso sa CSV
fr: Télécharger la liste complète des cours au format CSV
hi: CSV में पूर्ण पाठ्यक्रम सूची डाउनलोड करें
it: Scarica l&#39;elenco completo dei corsi in CSV
ja_jp: 全講座一覧をCSVにダウンロード
ms_my: Muat Turun senarai kursus penuh ke CSV
pl: Pobierz pełną listę kursów w pliku CSV
pt_br: Download da lista de cursos para CSV
ro: Descarcă lista completă a cursurilor în CSV
ru: Загрузить полный список курсов в CSV
sl: Prenesite celoten seznam tečajev v CSV
sq: Shkarkoni listën e plotë të kurseve në CSV
sv: Ladda ner hela kurslistan till CSV
sw_ke: Pakua orodha ya kozi kamili kwenye CSV
tr_tr: Tüm derslerin listesini CSV olarak indir
uk: Завантажити повний список курсів у форматі CSV
uk_ua: за в антажу в ати повний список курс у CSV
uz: CSVʼga toʻliq kurs roʻyxatini yuklash

source: Course list controls
af_za: Kursuslysbeheer
ar: ضوابط قائمة الدورات التعليمية
ar_sa: ضوابط قائمة الدورة
bn_bd: কোর্স তালিকা নিয়ন্ত্রণ
de_at: Steuerelemente für die Kursliste
de_de: Einstellungen der Kursübersicht
eo: Çöürsé lïst çöntröls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Controles de la lista de cursos
eu_es: Ikastaro-zerrendaren kontrolak
fa_ir: کنترل فهرست دوره‌ آموزشی
fil_ph: Mga kontrol sa listahan ng kurso
fr: Contrôles de la liste de cours.
he: בקרות רשימת הקורס
hi: पाठ्यक्रम सूची नियंत्रण
it: Controlli dell&#39;elenco dei corsi
ja_jp: 講座一覧管理
ms_my: Kawalan senarai kursus
pl: Elementy sterujące listą kursu
pt_br: Controle da lista do curso
ro: Verificări ale listelor de curs
ru: Элементы управления списком курсов
sl: Kontrole seznama tečajev
sq: Kontrollet e listës së kurseve
sv: Kurslista kontroller
sw_ke: Udhibiti wa Orodha ya kozi
tr_tr: Ders Listesi denetimleri
uk: Список керуючих курсу
uk_ua: курс список елементів керування
uz: Kurs roʻyxati sozlamalari

source: No courses matched your criteria.
af_za: Geen kursusse het aan jou kriteria voldoen nie.
ar: لا توجد دورات تعليمية المطابقة لهذه المعايير.
ar_sa: لا توجد دورات مطابقة للمعايير الخاصة بك.
bn_bd: কোন কোর্স আপনার সন্ধানের বিষয়ের সাথে মেলে নি.
de_at: Kein Kurs entspricht Ihren Kriterien.
de_de: Kein Kurs passt zu Ihrern Kriterien.
eo: Nö çöürsés mätçhéd ýöür çrïtérïä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Ningún curso correspondió con sus criterios.
eu_es: Ez dago ikastarorik zure irizpideekin bat datorrenik.
fa_ir: هیچ دوره آموزشی با معیارهای شما تطابق نداشت.
fil_ph: Walang mga kursong tumugma sa iyong pamantayan.
fr: Aucun cours ne correspond à vos critères.
he: לא נמצא קורס התואם את הקריטריון המבוקש.
hi: कोई भी पाठ्यक्रम आपके मानदंडों से मेल नहीं खाता।
it: Nessun corso corrisponde ai tuoi criteri.
ja_jp: あなたの基準に合う講座がありません。
ms_my: Tiada kursus yang padan dengan kriteria anda.
pl: Żadne kursy nie spełniają twoich kryteriów.
pt_br: Nenhum curso corresponde ao seus critérios.
ro: Niciun curs nu corespunde criteriilor tale.
ru: Нет курсов, соответствующим Вашим критериям.
sl: Noben tečaj ni ustrezal vašim kriterijem.
sq: Asnjë kurs nuk përputhej me kriteret tuaja.
sv: Vi hittade inga kurser som matchade din sökning
sw_ke: Hakuna kozi iliyolingana na vigezo vyako.
tr_tr: Arama kriterlerine uyan bir ders bulunamadı.
uk: Немає курсів, що відповідають вашим критеріям.
uk_ua: Жоден курс не відповідає вашим критеріям.
uz: Sizning mezoningizga mos kurslar yoʻq.

source: Try a different search.
af_za: Probeer 'n ander soektog.
ar: جرب بحث آخر.
ar_sa: حاول إجراء بحث مختلف.
bn_bd: ভিন্ন কিছু অনুসন্ধান করুন
de_at: Versuchen Sie es mit einer anderen Suche.
de_de: Probieren Sie eine andere Suchanfrage.
el: Δοκιμάστε διαφορετική αναζήτηση.
eo: Trý ä dïfférént séärçh. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Intente con una búsqueda distinta.
eu_es: Saiatu bestelako bilaketa bat egiten.
fa_ir: جستجوی جدید
fil_ph: Subukan ang ibang paghahanap.
fr: Essayez un autre recherche.
he: נסה חיפוש אחר.
hi: किसी भिन्न खोज का प्रयास करें।
it: Prova una ricerca diversa.
ja_jp: 別の検索をトライしてください。
ka: სცადეთ სხვა ძებნა.
kk_kz: Басқа іздеуді көріңіз.
ms_my: Sila cuba carian berbeza.
pl: Spróbuj innego wyszukiwania.
pt_br: Tente uma pesquisa diferente
ro: Încercați o altă căutare.
ru: Используйте расширенный поиск
sl: Poskusite z drugim iskanjem.
sq: Provoni një kërkim tjetër.
sv: Försök med en annan sökning.
sw_ke: Jaribu utafutaji mwingine.
tr_tr: Farklı bir arama deneyin.
uk: Спробуйте інший пошук.
uk_ua: Спробуйте інший пошук.
uz: Boshqa qidiruvni sinash.

source: Try clearing the filters.
af_za: Probeer om die filters skoon te maak.
ar: حاول تقليل المرشحات.
ar_sa: حاول مسح المرشحات.
bn_bd: শ্রেনিবিভাগ মুছে ফেলুন
de_at: Versuchen Sie, die Filter zu löschen.
de_de: Versuche die Filter zurückzusetzen.
el: Δοκιμάστε να καθαρίστε τα φίλτρα.
eo: Trý çléärïng thé fïltérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Intente eliminando los filtros.
fa_ir: حذف فیلترها
fil_ph: Subukang i-clear ang mga filter.
fr: Essayez en supprimant les filtres.
he: נסה להסיר את המסננים.
hi: फिल्टर साफ़ करने का प्रयास करें।
it: Prova a cancellare i filtri.
ja_jp: フィルタを解除してください。
ka: სცადეთ ფილტრების გასუფთავება.
kk_kz: Сүзгілерді тазалап көріңіз.
ms_my: Sila cuba bersihkan penyaring.
pl: Spróbuj wyczyścić filtry.
pt_br: Tente limpar os filtros.
ro: Încercați să eliminați filtrele.
ru: Попробуйте очистить фильтры.
sl: Poskusite počistiti filtre.
sq: Provoni të pastroni filtrat.
sv: Försök att rensa filtren.
sw_ke: Jaribu kushafisha vichujo.
tr_tr: Dosyalarınızı temizlemeyi deneyin.
uk: Спробуйте очистити фільтри.
uk_ua: Спробуйте очистити фільтри.
uz: Filtrlarni tozlashni sinash.

source: No course data is currently available for your course.
af_za: Geen kursusdata is tans beskikbaar vir jou kursus nie.
ar: لا تتوفر أي بيانات حالياً عن هذه الدورة التعليمية.
ar_sa: لا تتوفر حاليًا أي بيانات للدورة التدريبية الخاصة بك.
bn_bd: কোন তথ্য বর্তমানে আপনার কোর্সের জন্য নাই
de_at: Für Ihren Kurs sind derzeit keine Daten verfügbar.
de_de: Momentan sind keine Kursdaten für Ihren Kurs verfügbar.
eo: Nö çöürsé dätä ïs çürréntlý äväïläßlé för ýöür çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: No hay datos actualmente disponibles sobre su curso.
fa_ir: اکنون هیچ اطلاعاتی مربوط به دوره آموزشی برای دوره آموزشی شما در دسترس نیست.
fil_ph: Walang data ng kurso na kasalukuyang magagamit para sa iyong kurso.
fr: Aucune donnée n'est disponible pour votre cours.
he: מידע אודות הקורס אינו זמין עבור הקורס שלך.
hi: वर्तमान में आपके पाठ्यक्रम के लिए कोई डेटा उपलब्ध नहीं है।
it: Nessun dato sul corso è attualmente disponibile per il tuo corso.
ja_jp: 現在利用可能な講座データがありません。
ms_my: Tiada data kursus yang sedang tersedia untuk kursus anda.
pl: Dla twojego kursu nie są obecnie dostępne żadne dane.
pt_br: Atualmente nenhum dados de curso está disponível para o seu curso.
ro: În prezent, nu există date disponibile pentru curs.
ru: В настоящее время в вашем курсе нет данных о курсе.
sl: Za vaš tečaj trenutno ni na voljo nobenih podatkov o tečaju.
sq: Aktualisht nuk ka të dhëna për kursin tuaj.
sv: Ingen kursdata är för närvarande tillgänglig för din kurs.
sw_ke: Hakuna taarifa ya kozi iliyopo sasa kwa ajili ya kozi yako.
tr_tr: Dersiniz için henüz bir ders verisi mevcut değil.
uk: Наразі немає даних курсу для вашого курсу.
uk_ua: Немає курс дані на даний час , доступних для вашого курс .
uz: Sizning kursingiz uchun amalda kurs maʼlumotlari mavjud emas.
