Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: How did learners interact with videos in this section?
af_za: Hoe het leerders in hierdie afdeling met video's omgekom?
ar: كيف تفاعل الطلاب مع الفيديوهات في هذا القسم؟
ar_sa: كيف تفاعل الطلّاب مع الفيديوهات في هذا القسم؟
az: Tələbələr bu bölmədə videolara necə baxırlar?
bn_bd: এই অধ্যায়ের ভিডিওর সঙ্গে কীভাবে শিক্ষার্থীরা ইন্টারঅ্যাক্ট করবে?
ca: Com interactuaven els alumnes amb els vídeos d'aquesta secció?
cs: Jak studenti interagovali s videi v této sekci?
da: Hvordan interagerede kursisterne med videoer i dette afsnit?
de_de: Wie haben Teilnehmer mit Videos in diesem Abschnitt interagiert?
el: Πώς αλληλοεπιδρούσαν οι σπουδαστές με τα βίντεο σε αυτήν την ενότητα
el_gr: Πώς αλληλεπιδρούσαν οι μαθητές με τα βίντεο σε αυτήν την ενότητα;
eo: Höw dïd léärnérs ïntéräçt wïth vïdéös ïn thïs séçtïön? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: ¿Cómo interactuaron los estudiantes con los videos en esta sección?
fa_ir: تعامل یادگیرندگان با ویدئوهای این بخش چگونه بود؟
fi: Miten oppijat olivat vuorovaikutuksessa tämän osion videoiden kanssa?
fil_ph: Paano nakipag-ugnayan ang mga mag-aaral sa mga video sa seksyong ito?
fr: Comment les apprenants ont-ils interagit avec les vidéos dans cette section?
fr_ca: Comment les étudiants ont-ils interagit avec les vidéos dans cette section?
fr_fr: Comment les apprenants ont-ils interagi avec les vidéos de cette section ?
he: כיצד ביצעו הלומדים אינטראקציה עם סרטוני הווידאו בפרק זה?
hi: शिक्षार्थियों ने इस खंड में वीडियो के साथ कैसे बातचीत की?
hy_am: Ինչպե՞ս են ուսանողներն համագործակցում այս բաժնում առկա տեսանյութերի հետ:
id: Bagaimana Peserta berinteraksi dengan vidio dalam bagian ini?
it: Come hanno interagito gli studenti con i video in questa sezione?
it_it: In che modo gli studenti hanno interagito in questa sezione?
ja_jp: 受講者がこのセクションの動画をどのように視聴したか？
ka: როგორ ურთიერთქმედებენ მსმენელები ვიდეოებთან ამ ნაწილში?
nb: Hvordan brukte studentene videoene i denne seksjonen?
pl: W jaki sposób pracowali uczniowie z wideo w tej sekcji?
pl_pl: Jak uczniowie pracowali z wideo kursu w tej sekcji?
pt_br: Como os alunos interagiram com os vídeos nessa seção?
pt_pt: Como foi a interação dos estudantes com os vídeos nesta secção?
ro: Cum au interacționat elevii cu videoclipurile din această secțiune?
ru: Как учащиеся взаимодействовали с видео в этом разделе?
sl: Kako so učenci sodelovali z videoposnetki v tem razdelku?
sq: Si ndërvepruan nxënësit me videot në këtë seksion?
sv: Hur interagerade eleverna med videoklipp i det här avsnittet?
sw_ke: Jinsi gani wanafunzi waliweza kucheza na video katika kipengele hiki?
te: ఈ విభాగంలో విద్యార్థులు వీడియోలని ఎలా వాడుక చేసిరి?
th: ผู้เรียนโต้ตอบกับวิดีโอในส่วนนี้อย่างไร
tr_tr: Öğrenciler bu bölümdeki videolar ile nasıl etkileşim içerisinde oldu?
uk: Як учні взаємодіяли з відео в цьому розділі?
uz: Ushbu bo'limda o'quvchilar qanday qilib videolar bilan o'zaro aloqa qilishdi?

source: Each bar shows the average number of complete and incomplete views for videos in that subsection. Click on bars with low totals or a high incomplete rate to drill down and understand why.
af_za: Elke balk toon die gemiddelde aantal volledige en onvolledige aansigte vir video's in daardie onderafdeling. Klik op tralies met lae totale of 'n hoë onvolledige tempo om te boor en te verstaan waarom.
ar: يُظهِر كل عمود متوسّط عدد المشاهدات الكاملة وغير الكاملة لمقاطع الفيديو المدرجة ضمن ذلك القسم الفرعي. يُرجى النقر على الأعمدة ذات الأعداد الإجمالية المتدنّية أو التي تحمل معدّلًا عاليًا من عدم اكتمال المشاهدات لتتابع الموضوع وتتحرّى السبب.
ar_sa: يعرض كل شريط متوسط عدد مرات المشاهدة الكاملة وغير الكاملة لمقاطع الفيديو في هذا القسم الفرعي. أُنقر على الأشرطة ذات المجاميع المنخفضة أو المعدل غير الكامل المرتفع للتعمق وفهم السبب.
az: Hər bir sütun həmin bölmənin hər bir video üçün tam və natamam baxışların sayını göstərir. Aşağı nəticələr olan və ya yüksək natamam baxış faizləri olan sütunlara klikləyin və səbəbini başa düşməyə çalışın.
bn_bd: প্রতিটি বার এই উপবিভাগে ভিডিওটি কতবার সম্পূর্ণ এবং অসম্পূর্ণ বার দেখা হয়েছে তা দেখায় ।কম সমষ্টি অথবা অধিক অসম্পূর্ণ হারে বারগুলোয় ক্লিক করুন অনুশিলনের জন্য এবং জানুন কেন ।
ca: Cada barra mostra la mitjana de visites completes i incompletes dels vídeos d'aquesta subsecció. Feu clic a les barres amb totals baixos o amb una velocitat alta incompleta per esbrinar i comprendre per què.
cs: Každý pruh zobrazuje průměrný počet úplných a neúplných zhlédnutí videí v dané podsekci. Kliknutím na sloupce s nízkými součty nebo vysokou mírou neúplnosti zobrazíte podrobnější informace a pochopíte proč.
da: Hver bjælke viser det gennemsnitlige antal komplette og ufuldstændige visninger for videoer i det pågældende underafsnit. Klik på søjler med lave totaler eller en høj ufuldstændig rate for at se nærmere og forstå hvorfor.
de_de: Jeder Balken zeigt die durchschnittliche Anzahl der kompletten oder unvollständigen Betrachtungen der Videos in dem gegebenen Unterabschnitt. Klicke auf die Balken mit niedrigen Gesamtzahlen oder hohen Abbruchraten um das Problem zu verstehen.
el: Κάθε μπάρα απεικονίζει το μέσο όρο του αριθμού των ολοκληρωμένων και μη, προβολών των βίντεο σε αυτήν την υποενότητα. Κάντε κλικ στις μπάρες με μικρά σύνολα ή με μεγάλη συχνότητα ημιτελών προβολών για να κατανοήσετε γιατί συμβαίνει αυτό.
el_gr: Κάθε γραμμή εμφανίζει τον μέσο αριθμό πλήρων και ημιτελών προβολών για βίντεο σε αυτήν την υποενότητα. Κάντε κλικ στις ράβδους με χαμηλά σύνολα ή υψηλό ποσοστό ημιτελών για να διευκρινίσετε και να καταλάβετε γιατί.
eo: Éäçh ßär shöws thé ävérägé nümßér öf çömplété änd ïnçömplété vïéws för vïdéös ïn thät süßséçtïön. Çlïçk ön ßärs wïth löw tötäls ör ä hïgh ïnçömplété räté tö drïll döwn änd ündérständ whý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂#
es_419: Cada barra muestra el promedio de visualizaciones completas e incompletas de videos en la subsección. Haga clic en las barras con tasas muy bajas para entrar en profundidad y entender el porque de estos comportamientos.
es_es: Cada barra muestra la media de reproducciones completas e incompletas de los vídeos en esa subsección. Haz clic en las barras con totales bajos o con un alto índice de incompletas para desglosarlo y entender el motivo.
fa_ir: هر نوار، تعداد میانگین بازدیدهای کامل و ناقص از ویدیوهای آن زیربخش را نشان می‌دهد. روی میله‌هایی با مجموع کم یا نرخ ناقص بالا کلیک کنید تا دلیل آن را مشاهده نمایید.
fi: Jokainen palkki näyttää kyseisen alaosan videoiden täydellisten ja keskeneräisten katselukertojen keskimääräisen määrän. Napsauta palkkeja, joilla on alhainen kokonaissumma tai suuri epätäydellisyysaste, niin voit tarkastella ja ymmärtää miksi.
fil_ph: Ipinapakita ng bawat bar ang average na bilang ng mga kumpleto at hindi kumpletong panonood para sa mga video sa subsection na iyon. Mag-click sa mga bar na may mababang kabuuan o mataas na hindi kumpletong rate upang mag-drill down at maunawaan kung bakit.
fr: Chaque bâton représente le nombre moyen des visualisations complètes et incomplètes par vidéo. Cliquez sur les bâtons avec des valeurs faibles, ou des taux élevés de visualisation incomplète pour accéder aux données et comprendre pourquoi.
fr_ca: Chaque barre affiche le nombre moyen de visionnements complets et incomplets pour les vidéos dans cette sous-section. Cliquez sur les barres avec de faibles totaux ou un taux élevé d'incomplet afin fouiller et de comprendre pourquoi.
fr_fr: Chaque barre indique le nombre moyen de visionnages complets et incomplets pour les vidéos de cette sous-section. Cliquez sur les barres dont les totaux sont faibles ou dont le taux d'inachèvement est élevé pour approfondir et comprendre pourquoi.
he: כל עמודה מציגה את המספר הממוצע של צפיות שלמות וחלקיות עבור סרטוני הווידאו שבתת פרק זה. לִחצו על העמודים בעלי הסכומים הנמוכים או שיעור הצפיות החלקי הגבוה על מנת להתעמק בעניין ולהבין מדוע.
hi: प्रत्येक बार उस उपधारा में वीडियो के लिए पूर्ण और अपूर्ण दृश्यों की औसत संख्या दिखाता है। समझने के लिए, कम योग वाले बार या उच्च अपूर्ण दर पर क्लिक करें।
hy_am: Յուրաքանչյուր սյունակում ցուցադրվում է այս ենթաբաժնում տեսանյութերի ամբողջական և թերի դիտումների միջին քանակը: Սեղմեք դիտումների ցածր քանակով կամ թերի դիտումների մեծ քանակով սյուների վրա ընդլայնելու և հասկանալու համար պատճառը
id: Tiap balok menunjukkan rata-rata tayangan video secara lengkap maupun tidak lengkap pada subseksi terkait. Klik pada balok dengan jumlah rating terendah atau rating tertinggi untuk menggali lebih lanjut dan mencari solusi
it: Ciascuna barra mostra il numero medio di visualizzazioni complete e incomplete dei video in quella sottosezione. Fai clic sulle barre con totali bassi o con un tasso di incompletezza elevato per approfondire e capire il motivo.
it_it: Ciascuna barra mostra il numero medio di visualizzazioni complete e incomplete per i video in quella sottosezione. Fai clic sulle barre con totali bassi o con un'elevata percentuale di visualizzazioni non complete per analizzare nel dettaglio e comprendere le motivazioni.
ja_jp: 各棒グラフはそのセクションの各動画を最後まで見た人・見なかった人の平均の数を示しています。棒グラフをクリックして、理由を分析してみましょう。
ka: თითოეული ზოლი აჩვენებს ქვეგანყოფილების ვიდეოების დასრულებული და დაუსრულებელი ნახვების საშუალო რაოდენობას. დააწკაპუნეთ მცირე ჯამიან, ან დაუსრულებლობის მაღალ სიხშირიან ზოლებზე, რათა დაწვრილებით შეისწავლოთ და გაიგოთ რატომ.
nb: Hver søyle viser gjennomsnittlig antall fullstendige og ufullstendige visninger for videoer i den delen. Klikk på søyler med lave nummer eller en høy ufullstendig rate for å fordype deg i det og forsøk å forstå hvorfor.
nl_nl: Elke balk toont het gemiddelde aantal volledige en onvolledige bezichtigingen voor video's in die subsectie. Klik op balken met lage totalen of met een hoge onvolledigheidsratio om in te zoomen en te begrijpen waarom.
pl: Każdy prostokąt pokazuje średnia liczbę pełnych i częściowych wyświetleń wideo w tej podsekcji. Kliknij na prostokąty z niską liczbą pełnych wyświetleń lub wysoką częściowych aby zrozumieć przyczyny.
pl_pl: Każdy słupek pokazuje średnią liczbę pełnych i niepełnych wyświetleń filmów w danej podsekcji. Kliknij na słupki z niską liczbą pełnych wyświetleń lub wysokim wskaźnikiem częściowych obejrzeń, aby zrozumieć przyczyny.
pt_br: Cada barra mostra a média de contagem de visualizações completas e incompletas dos vídeos naquela subseção. Clique nas barras de baixas taxas totais ou de altas taxas incompletas para acessar os dados e compreender o porquê.
pt_pt: Cada barra mostra o número médio de visualizações completas e incompletas dos vídeos, nesta subsecção. Clique nas barras com um total baixo ou uma taxa elevada de visualizações incompletas para aprofundar e compreender as razões.
ro: Fiecare bară arată numărul mediu de vizualizări complete și incomplete pentru videoclipurile din subsecțiunea respectivă. Faceți clic pe barele cu totaluri mici sau cu o rată incompletă mare pentru mai multe informații.
ru: Каждый столбец показывает среднее число полных и неполных просмотров видео в этом подразделе. Нажмите на столбцы с низким количеством просмотров или с высоким количеством неполных просмотров, чтобы развернуть и понять, почему.
sk: Každý stĺpec ukazuje priemerné počty úplných a neúplných pozretí videí v tejto podsekcii. Kliknite na stĺpce s nízkym počtom celkových pozretí alebo vysokou hodnotou neúplných pozretí a pokúste sa zistiť prečo je tomu tak.
sl: Vsak stolpec predstavlja povprečje ogledanih ali delno ogledanih videov v tem pod-poglavju. Klik na stolpec z nizko vrednostjo ali visoko stopnjo nedokončanja nadalje prikaže zakaj je temu tako.
sq: Çdo shirit tregon numrin mesatar të shikimeve të plota dhe jo të plota për videot në atë nënseksion. kliko mbi shufrat me totale të ulëta ose një normë të lartë jo të plotë për të kuptuar dhe kuptuar pse.
sv: Varje stapel visar det genomsnittliga antalet fullständiga och ofullständiga vyer för videoklipp i det underavsnittet. Klicka på staplar med låga totals eller en hög ofullständig kurs för att borra ner och förstå varför.
sw_ke: Kila ulingo unaonesha idadi wastani ya maonesho kamili na pungufu ya video katika kitengo toto hicho. Bofya ulingo wenye idadi ndogo au ilio na idadi ya juu zaidi ya upungufu uchimbe chini na uelewe kwa nini.
te: ప్రతి బార్ ఆ ఉప విభాగం లోని వీడియోల యొక్క పూర్తి లేక పాక్షికమైన వీక్షణల సగటుని చూపిస్తుంది. తక్కువ మొత్తాలు గల లేక ఎక్కువ పూర్తిచేయని రేటు గల బార్ లపై క్లిక్ చేసి అందులకు కారణములను మధించండి లేక అర్ధం చేసికొండి.
th: แผนภูมิแท่งเหล่านี้แสดงจำนวนคำตอบที่ส่งเข้ามาทั้งผิดและถูกแยกตามคำถาม โดยจะนับเฉพาะครั้งสุดท้ายที่นักเรียนส่งคำตอบเข้ามาเท่านั้น
tr_tr: Her çubuk o alt kısımdaki videolar için tam ve eksik görüntülemelerin ortalama sayısını gösterir. Düşük toplamları ya da tamamlanmamış yüksek görüntüleme oranlarını derinlemesine anlamak için çubuklara tıklayın.
uk: Кожен стовпчик показує середнє число повних і неповних переглядів відео в цьому підрозділі. Натисніть на панелі з низькими підсумками або високою неповною ставкою, щоб розгорнути і зрозуміти, чому.
uz: Har bir satrda mos boʻlimdagi videolarning toʻliq va toʻliqmas koʻrishlari oʻrtacha soni koʻrsatilgan. Tahlil qilish va tushunish uchun kichik yoki katta koʻrsatkich satrlarini bosing.

source: How did learners interact with videos in this subsection?
af_za: Hoe het leerders in hierdie onderafdeling met video's omgekom?
ar: كيف تفاعل الطلاب مع الفيديوهات في هذا القسم الفرعي؟
ar_sa: كيف تفاعل الطلّاب مع مقاطع الفيديو في هذا القسم الفرعي؟
az: Bu alt bölümdə tələbələr videolara necə baxırlar?
bn_bd: এই উপধারার ভিডিওর সঙ্গে কীভাবে শিক্ষার্থীরা ইন্টারঅ্যাক্ট করবে?
ca: Com interactuaven els alumnes amb els vídeos d'aquesta subsecció?
cs: Jak studenti interagovali s videi v této podsekci?
da: Hvordan interagerede kursisterne med videoer i dette underafsnit?
de_de: Wie haben Teilnehmer mit Videos in diesem Unterabschnitt interagiert?
el: Πώς αλληλεπέδρασαν οι σπουδαστές με τα βίντεο αυτής της υποενότητας;
el_gr: Πώς αλληλεπιδρούσαν οι μαθητές με τα βίντεο αυτής της υποενότητας;
eo: Höw dïd léärnérs ïntéräçt wïth vïdéös ïn thïs süßséçtïön? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: ¿Cómo interactuaron los estudiantes con los videos de esta subsección?
fa_ir: تعامل یادگیرندگان با ویدئوهای این زیربخش چگونه بود؟
fi: Miten oppijat olivat vuorovaikutuksessa tämän alaosan videoiden kanssa?
fil_ph: Paano nakipag-ugnayan ang mga mag-aaral sa mga video sa subsection na ito?
fr: Comment les apprenants ont-ils interagit avec les vidéos dans cette section?
fr_ca: Comment les étudiants ont-ils interagit avec les vidéos dans cette sous-section?
fr_fr: Comment les apprenants ont-ils interagi avec les vidéos de cette sous-section ?
he: כיצד ביצעו הלומדים אינטראקציה עם סרטוני הווידאו בתת פרק זה?
hi: शिक्षार्थियों ने इस उपखंड में वीडियो के साथ कैसे बातचीत की?
hy_am: Ինչպե՞ս են ուսանողներն համագործակցում այս ենթաբաժնում առկա տեսանյութերի հետ:
id: Bagaimana peserta berinteraksi dengan vidio dalam sub-bagian ini?
it: Come hanno interagito gli studenti con i video in questa sottosezione?
it_it: In che modo gli studenti hanno interagito in questa sottosezione?
ja_jp: 受講者がこのサブセクションの動画をどのように視聴したか？
ka: როგორ ურთიერთქმედებდნენ მსმენელები ვიდეოებთან ამ ნაწილში?
nb: Hvordan brukte studentene videoene i denne subseksjonen?
pl: W jaki sposób uczniowie pracowali z wideo w tej podsekcji?
pl_pl: Jak uczniowie pracowali z wideo kursu w tej podsekcji?
pt_br: Como os alunos interagiram com os vídeos nessa subseção?
pt_pt: Como foi a interação dos estudantes com os vídeos desta subseção?
ro: Cum au interacțioant elevii cu videoclipurile din această subsecțiune?
ru: Как учащиеся взаимодействуют с видеоматериалами, представленными в этом подразделе?
sl: Kako so učenci sodelovali z videoposnetki v tem pododdelku?
sq: Si ndërvepruan nxënësit me videot në këtë nënseksion?
sv: Hur interagerade eleverna med videoklipp i denna underavdelning?
sw_ke: Jinsi gani wanafunzi wanachezea na video katika kisehemu hiki kidogo?
te: ఈ ఉప విభాగం లోని వీడియోలని విద్యార్థులు ఎలా వాడుక చేసినారు?
th: ผู้เรียนโต้ตอบกับวิดีโอในส่วนย่อยนี้อย่างไร
tr_tr: Öğrenciler bu alt bölümdeki videolar ile nasıl etkileşim içerisinde oldu?
uk: Як учні взаємодіяли з відео в цьому підрозділі?
uz: Qanday qilib o'quvchilar bu kichik bo'limda video bilan o'zaro aloqa qilishdi?
