Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Select %(level)s
af_za: Kies %(level)s
ar: اختر %(level)s
ar_sa: حدد %(level)s
az: %(level)s seçin
bn_bd: নির্বাচন করুন %(level)s
ca: Seleccionar %(level)s
cs: Vybrat %(level)s
da: Vælg %(level)s
de_de: Wähle %(level)s
el: Επιλογή %(level)s
el_gr: Επιλέξτε %(level)s
eo: Séléçt %(level)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Seleccionar %(level)s
es_es: Escoger %(level)s
fa_ir: انتخاب %(level)s
fi: Valitse %(level)s
fil_ph: Piliin ang %(level)s
fr: Selectionnez %(level)s
fr_ca: Sélectionnez %(level)s
fr_fr: Sélectionner %(level)s
he: בחר %(level)s
hi: चुनाव करें%(level)s
id: pilih %(level)s
it: Selezionare %(level)s
it_it: Seleziona %(level)s
ja_jp: %(level)s を選択
ka: აარჩიეთ %(level)s
nb: Velg %(level)s
nl_nl: Selecteer %(level)s
pl: Wybierz %(level)s
pl_pl: Wybierz %(level)s
pt_br: Selecione %(level)s
pt_pt: Selecionar %(level)s
ro: Selectează %(level)s
ru: Выберите %(level)s
sk: Vybrať %(level)s
sl: Izberi %(level)s
sq: Zgjedh %(level)s
sv: Välj %(level)s
sw_ke: Chagua %(level)s
te: ఎంచుకొనుము %(level)s
th: เลือก %(level)s
tr_tr: Seç %(level)s
uk: Вибрати %(level)s
uz: %(level)s ni belgilash

source: Select Problem
af_za: Kies probleem
ar: اختر مسألة
ar_sa: حدد المشكلة
az: Problem seçin
bn_bd: সমস্যা নির্বাচন
ca: Seleccioneu un problema
cs: Vybrat problém
da: Vælg Problem
de_de: Wähle Aufgabenstellung
el: Επιλογή προβλήματος
el_gr: Επιλέξτε Πρόβλημα
eo: Séléçt Prößlém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Escoja un problema
es_es: Selecciona el ejercicio
fa_ir: انتخاب مسأله
fi: Valitse Ongelma
fil_ph: Piliin ang Problema
fr: Sélectionnez un problème
fr_ca: Sélectionnez l'exercice
fr_fr: Sélectionnez un problème
he: בחר בעיה
hi: समस्या चुनें
hy_am: Ընտրել խնդիրը
id: Pilih masalah
it: Seleziona Problema
it_it: Seleziona un problema
ja_jp: 問題を選択
ka: აირჩიეთ ამოცანა
lt_lt: Pasirinkti užduotį
nb: Velg problem
nl_nl: Selecteer probleem
pl: Wybierz problem
pl_pl: Wybierz problem
pt_br: Selecione o Problema
pt_pt: Selecionar Problema
ro: Selectează problema
ru: Выберите задание
sk: Vybrať úlohu
sl: Izberi problem
sq: Zgjedh Problemin
sv: Välj problem
sw_ke: Chagua Tatizo
te: సమస్యను ఎంచుకొనుము
th: เลือกปัญหา
tr_tr: Problem Seçiniz
uk: Вибрати завдання
uz: Muammoni tanlang

source: View Live
af_za: Bekyk Regstreeks
ar: شاهد النسخة الحالية
ar_sa: عرض النسخة الحالية المنشورة
az: Canlı izlə
bn_bd: সরাসরি দেখুন
ca: Mostra en viu
cs: Zobrazit Živě
da: Se live
de_de: Seite ansehen
el: Ζωντανή παρακολούθηση
el_gr: Προβολή Ζωντανά
eo: Vïéw Lïvé Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Ver en vivo
es_es: Ver en vivo
fa_ir: نمایش زنده
fi: Katso livenä
fil_ph: Tingnan ang Live
fr: Aperçu réel
fr_ca: Aperçu réel
fr_fr: Voir en direct
he: תצוגה חיה
hi: सीधे देखें
hu: Élő nézet
hy_am: Դիտել դասընթացը
id: Tampilan Langsung
it: Vedi Live
it_it: Vedi Live
ja_jp: ライブ表示
ka: კურსის ნახვა
lt_lt: Žiūrėti tiesiogiai
nb: Vis live
nl_nl: Bekijk live
pl: Zobacz w działaniu
pl_pl: Zobacz podgląd
pt_br: Visualizar ao Vivo
pt_pt: Ver em Direto
ro: Vezi în direct
ru: Просмотр курса
sk: Zobraziť aktuálne údaje
sl: Pogled v živo
sq: Shiko Drejtpërdrejt
sv: Visa Live
sw_ke: Angalia Mubashara
te: ప్రత్యక్షముగా చూడుము
th: ดูสด
tr_tr: Canlı Görüntüle
uk: Дивитись наживо
uz: Jonli efirni ko'rish

source: Select Outcome
af_za: Kies die uitkoms
ar: اختر النتيجة
ar_sa: حدد النتيجة
az: Nəticəni seçin
bn_bd: ফলাফল নির্বাচন
ca: Seleccioneu el resultat
cs: Vybrat výsledek
da: Vælg Resultat
de_de: Wähle Ergebnis
el: Επιλογή αποτελέσματος
el_gr: Επιλέξτε Αποτέλεσμα
eo: Séléçt Öütçömé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Seleccione resultado
es_es: Seleccione Beneficio
fa_ir: انتخاب درآمد
fi: Valitse Tulos
fil_ph: Piliin ang Resulta
fr: Sélectionner le résultat
fr_ca: Sélectionnez le résultat
fr_fr: Sélectionnez un résultat
he: בחר תוצאה
hi: परिणाम का चयन करें
hy_am: Ընտրեք տարբերակը
id: Pilih Luaran
it: Seleziona Risultato
it_it: Seleziona esito
ja_jp: 結果を選択
ka: აირჩიეთ შედეგი
nb: Velg utbytte
pl: Wybierz efekt
pl_pl: Wybierz efekt
pt_br: Selecione o resultado
pt_pt: Selecionar Resultado
ro: Selectați rezultatul
ru: Выберите вариант
sl: Izberite izid
sq: Zgjidhni Rezultatin
sv: Välj Resultat
sw_ke: Chagua Matokeo
te: ఫలితమును ఎంచుకొనుము
th: เลือกผลลัพธ์
tr_tr: Eğitim Çıktısı Seçiniz
uk: Оберіть Результати
uz: Natijani tanlang

source: All Outcomes
af_za: Alle uitkomste
ar: كل النتائج
ar_sa: جميع النتائج
az: Bütün nəticələr
bn_bd: সকল ফলাফল
ca: Tots els resultats
cs: Všechny výsledky
da: Alle resultater
de_de: Alle Ergebnisse
el: Όλα τα αποτελέσματα
el_gr: Όλα τα αποτελέσματα
eo: Àll Öütçömés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Todos los resultados
es_es: Todos los Beneficios
fa_ir: همه درآمدها
fi: Kaikki Tulokset
fil_ph: Lahat ng Resulta
fr: Tous les résultats
fr_ca: Tous les résultats
fr_fr: Tous les résultats
he: כל התוצאות
hi: सभी परिणाम
hy_am: Բոլոր տարբերակները
id: Semua Luaran
it: Tutti i risultati
it_it: Tutti gli esiti
ja_jp: すべての結果
ka: ყველა შედეგი
nb: Alle utbytter
pl: Wszystkie efekty
pl_pl: Wszystkie efekty
pt_br: Todos os resultados
pt_pt: Todos os Resultados
ro: Toate rezultatele
ru: Все варианты
sl: Vsi rezultati
sq: Të gjitha të ardhurat
sv: Alla utfall
sw_ke: Matokeo Yote
te: అన్ని ఫలితములు
th: ผลลัพธ์ทั้งหมด
tr_tr: Tüm Eğitim Çıktıları
uk: Усі Результати
uz: Barcha natijalar

source: Select Section
af_za: Kies Afdeling
ar: اختر القسم
ar_sa: حدد القسم
az: Bölmə seçin
bn_bd: অধ্যায় নির্বাচন
ca: Selecciona la secció
cs: Vybrat sekci
da: Vælg Sektion
de_de: Wähle Sektion
el: Επιλογή ενότητας
el_gr: Επιλέξτε Ενότητα
eo: Séléçt Séçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Escoja la sección
es_es: Escoger sección
fa_ir: انتخاب بخش
fi: Valitse Osio
fil_ph: Piliin ang Seksyon
fr: Selectionnez une section
fr_ca: Sélectionnez la section
fr_fr: Sélectionnez une section
he: בחר פרק
hi: अनुभाग चुनें
hy_am: Ընտրեք բաժինը
id: Pilih Bagian
it: Seleziona Sezione
it_it: Seleziona una sezione
ja_jp: セクションを選択
ka: აირჩიეთ განყოფილება
nb: Velg seksjon
nl_nl: Selecteer sectie
pl: Wybierz sekcję
pl_pl: Wybierz sekcję
pt_br: Selecionar seção
pt_pt: Selecionar Secção
ro: Selectează secțiunea
ru: Выберите раздел
sk: Vybrať sekciu
sl: Izberi poglavje
sq: Zgjedh Sekcionin
sv: Välj avsnitt
sw_ke: Chagua Kitengo
te: విభాగమును ఎంచుకొనుము
th: เลือกหัวข้อ
tr_tr: Bölüm Seçiniz
uk: Вибрати розділ
uz: Bo'limni tanlang

source: All Sections
af_za: Alle afdelings
ar: جميع الأقسام
ar_sa: جميع الأقسام
az: Bütün bölmələr
bn_bd: সকল অনুচ্ছেদ
ca: Totes les seccions
cs: Všechny sekce
da: Alle sektioner
de_de: Alle Sektionen
el: Όλες οι ενότητες
el_gr: Όλες οι Ενότητες
eo: Àll Séçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Todas las secciones
es_es: Todas las secciones
fa_ir: همه بخش‌ها
fi: Kaikki osiot
fil_ph: Lahat ng Seksyon
fr: Toutes les sections
fr_ca: Toutes les sections
fr_fr: Toutes les sections
he: כל הפרקים
hi: सब अनुभाग
hy_am: Բոլոր բաժինները
id: Semua Bagian
it: Tutte le sezioni
it_it: Tutte le sezioni
ja_jp: すべてのセクション
ka: ყველა განყოფილება
nb: Alle seksjoner
nl_nl: Alle secties
pl: Wszystkie sekcje
pl_pl: Wszystkie sekcje
pt_br: Todas as seções
pt_pt: Todas as Secções
ro: Toate secțiunile
ru: Все разделы
sk: Všetky sekcie
sl: Vsa poglavja
sq: Të gjitha seksionet
sv: Alla sektioner
sw_ke: Vitengo Vyote
te: అన్ని విభాగములు
th: ทุกหัวข้อ
tr_tr: Bütün Bölümler
uk: Всі розділи
uz: Barcha bo'limlar

source: Select Subsection
af_za: Kies onderafdeling
ar: اختر قسم فرعي
ar_sa: حدد القسم الفرعي
az: Alt bölməni seçin
bn_bd: উপ-অনুচ্ছেদ নির্বাচন
ca: Selecciona la subsecció
cs: Vybrat podsekci
da: Vælg underafsnit
de_de: Unterabschnitt auswählen
el: Επιλογή υποενότητας
el_gr: Επιλέξτε Υποενότητα
eo: Séléçt Süßséçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Escoja la subseción
es_es: Selecciona sub-sección
fa_ir: انتخاب زیربخش
fi: Valitse alaosasto
fil_ph: Piliin ang Subsection
fr: Sélectionnez une sous-section
fr_ca: Sélectionnez la sous-section
fr_fr: Sélectionner une sous-section
he: בחר תת פרק
hi: उपखण्ड चुनें
hy_am: Ընտրել ենթաբաժինը
id: Pilih Subbagian
it: Seleziona Sottosezione
it_it: Seleziona sottosezione
ja_jp: サブセクションを選択
ka: აირჩიეთ ქვეგანყოფილება
nb: Velg underseksjon
nl_nl: Selecteer subsectie
pl: Wybierz podsekcję
pl_pl: Wybierz podsekcję
pt_br: Selecione a subseção
pt_pt: Selecionar Subsecção
ro: Selectează subsecțiunea
ru: Выберите подраздел
sk: Vybrať subsekciu
sl: Izberi pod-poglavje
sq: Zgjedh nën-sektorin
sv: Välj underavsnitt
sw_ke: Kifungu kidogo
te: ఉప విభాగమును ఎంచుకొనుము
th: เลือกหัวข้อย่อย
tr_tr: Alt bölüm Seç
uk: Вибрати підрозділ
uz: Bo'limning bir qismini tanlang!

source: Select Video
af_za: Kies video
ar: اختر الفيديو
ar_sa: حدد فيديو
az: Video seçin
bn_bd: ভিডিও নির্বাচন
ca: Seleccionar video
cs: Vybrat video
da: Vælg Video
de_de: Wähle Video
el: Επιλογή βίντεο
el_gr: Επιλέξτε Βίντεο
eo: Séléçt Vïdéö Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Seleccionar video
es_es: Escoger vídeo
fa_ir: انتخاب ویدیو
fi: Valitse Video
fil_ph: Piliin ang Video
fr: Sélectionnez une vidéo
fr_ca: Sélectionnez la vidéo
fr_fr: Sélectionner une vidéo
he: בחר סרטון וידאו
hi: वीडियो चुनें
hy_am: Ընտրել տեսանյութը
id: Pilih Video
it: Seleziona Video
it_it: Selezionare il video
ja_jp: 動画を選択
ka: აირჩიეთ ვიდეო
lt_lt: Pasirinkti vaizdo įrašą
nb: Velg video
nl_nl: Selecteer video
pl: Wybierz film
pl_pl: Wybierz wideo
pt_br: Selecione Vídeo
pt_pt: Selecionar Vídeo
ro: Selectează videoclip
ru: Выбрать видео
sk: Vybrať video
sl: Izberi video
sq: Zgjedh Videon
sv: Välj Video
sw_ke: Chagua Video
te: వీడియోని ఎంచుకొనుము
th: เลือกวิดีโอ
tr_tr: Video Seç
uk: Обрати відео
uz: Videoni tanlang!

source: Previous Video
af_za: Vorige video
ar: الفيديو السابق
ar_sa: الفيديو السابق
az: Öncəki video
bn_bd: পূর্বের ভিডিও
ca: Vídeo anterior
cs: Předchozí video
da: Forrige video
de_de: Vorheriges Video
el: Προηγούμενο βίντεο
el_gr: Προηγούμενο Βίντεο
eo: Prévïöüs Vïdéö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Video anterior
es_es: Vídeo anterior
fa_ir: ویدئوی قبلی
fi: Edellinen Video
fil_ph: Nakaraang Video
fr: Vidéo Précédente
fr_ca: Vidéo précédent
fr_fr: Vidéo précédente
he: סרטון וידאו הקודם
hi: पिछला वीडियो
hy_am: Նախորդ տեսանյութը
id: Video Sebelumnya
it: Video precedente
it_it: Video precedente
ja_jp: 前の動画
ka: წინა ვიდეო
nb: Forrige video
nl_nl: Vorige video
pl: Poprzedni film
pl_pl: Poprzednie wideo
pt_br: Vídeo anterior
pt_pt: Vídeo Anterior
ro: Videoclipul anterior
ru: Предыдущее видео
sk: Predchádzajúce video
sl: Predhodnji video
sq: Video paraprake
sv: Föregående video
sw_ke: Video Iliyopita
te: ముందరి వీడియో
th: วิดีโอก่อนหน้านี้
tr_tr: Önceki Video
uk: Попереднє відео
uz: Oldingi Video

source: Next Video
af_za: Volgende video
ar: الفيديو التالي
ar_sa: الفيديو التالي
az: Növbəti video
bn_bd: পরের ভিডিও
ca: Següent Vídeo
cs: Následující video
da: Næste video
de_de: Nächstes Video
el: Επόμενο βίντεο
el_gr: Επόμενο Βίντεο
eo: Néxt Vïdéö Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Video siguiente
es_es: Vídeo siguiente
fa_ir: ویدئوی بعدی
fi: Seuraava video
fil_ph: Susunod na Video
fr: Vidéo Suivante
fr_ca: Vidéo suivant
fr_fr: Vidéo suivante
he: סרטון וידאו הבא
hi: अगला वीडियो
hy_am: Հաջորդ տեսանյութը
id: Video Selanjutnya
it: Prossimo video
it_it: Video successivo
ja_jp: 次の動画
ka: შემდეგი ვიდეო
nb: Neste video
nl_nl: Volgende video
pl: Następny film
pl_pl: Następne wideo
pt_br: Próximo vídeo
pt_pt: Vídeo Seguinte
ro: Videoclipul viitor
ru: Следующее видео
sk: Nasledujúce video
sl: Naslednji video
sq: Videoja e ardhshme
sv: Nästa video
sw_ke: Video Ijayo
te: తరువాతి వీడియో
th: วีดีโอถัดไป
tr_tr: Sonraki Video
uk: Наступне відео
uz: Keyingi Video

source: This chart shows the most common answers submitted by learners, ordered by frequency.
af_za: Hierdie grafiek toon die algemeenste antwoorde wat deur leerders ingedien word, bestel volgens frekwensie.
ar: يبين هذا الرسم البياني الإجابات الأكثر شيوعاً التي قدمها الطلاب، وفقاً لمستوى تكرار كل إجابة.
ar_sa: يعرض هذا الرسم البياني الإجابات الأكثر شيوعاً المقدمة من قبل الطلّاب ، مرتبة حسب تكرارها.
az: Bu cədvəl tələbələr tərəfindən göndərilən ən ümumi cavabları göstərir.
bn_bd: শিক্ষার্থীদের তৈরি এই তালিকা সাধারন উত্তরগুলোর এবং ক্রমানুসারে পুনরাবৃত্ত
ca: Aquest quadre mostra les respostes més freqüents enviades pels alumnes, ordenades per freqüència.
cs: Tento graf zobrazuje nejčastější odpovědi od studentů, seřazené dle frekvence.
da: Dette diagram viser de mest almindelige svar indsendt af kursister, sorteret efter frekvens.
de_de: Diese Übersicht zeigt die häufigsten Antworten, die durch Teilnehmer gegeben wurden, geordnet nach Häufigkeit.
el: Αυτό το διάγραμμα απεικονίζει τις συνηθέστερες απαντήσεις που υποβάλλονται από τους σπουδαστές, ταξινομημένες κατά συχνότητα.
el_gr: Αυτό το διάγραμμα δείχνει τις πιο συνηθισμένες απαντήσεις που υποβάλλονται από τους μαθητές, ταξινομημένες κατά συχνότητα.
eo: Thïs çhärt shöws thé möst çömmön änswérs süßmïttéd ßý léärnérs, ördéréd ßý fréqüénçý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Esta gráfica muestra las respuestas más comunes de los estudiantes, ordenadas por frecuencia.
fa_ir: این نمودار رایج‌ترین پاسخ‌های ارسالی یادگیرندگان را به‌صورت منظم نمایش می‌‌دهد.
fi: Tämä kaavio näyttää yleisimmät opiskelijoiden lähettämät vastaukset toistuvuuden mukaan järjestyksessä.
fil_ph: Ipinapakita ng chart na ito ang pinakakaraniwang mga sagot na isinumite ng mga mag-aaral, na inayos ayon sa dalas.
fr: Ce graphique montre les réponses les plus courantes soumises par les étudiants, classées par ordre de fréquence.
fr_ca: Ce graphique affiche les réponses les plus courantes soumises par les étudiants, classées par ordre de fréquence.
fr_fr: Ce tableau présente les réponses les plus courantes soumises par les apprenants, classées par fréquence.
he: טבלה זו מראה את שכיחות תשובות הנפוצות שהוגשו בידי הלומדים.
hi: यह चार्ट शिक्षार्थियों द्वारा प्रस्तुत किए गए सबसे आम उत्तरों को दर्शाता है, आवृत्ति द्वारा आदेशित।
hy_am: Այս աղյուսակը ցույց է տալիս սովորողների ամենատարածված պատասխանները ՝ տեսակավորված ըստ հաճախականության
id: Grafik ini menunjukkan jawaban umum terbanyak oleh peserta, berdasarkan seringnya.
it: Questo grafico mostra le risposte più comuni fornite dagli studenti, ordinate per frequenza.
it_it: Questo tabella mostra le risposte più comuni inviate dagli studenti, ordinate per frequenza.
ja_jp: この図は受講者が提出した解答を多い順に示しています。
ka: ეს ცხრილი ასახავს მსმენელების გაცემულ ყველაზე გავრცელებულ პასუხებს, დახარისხებულს სიხშირის მიხედვით.
nb: Fremstillingen viser de vanligste svarene valgt av studenter, sortert etter hyppighet.
pl: Ta tabela pokazuje najczęstsze odpowiedzi uczniów, zgodnie z ich częstością.
pl_pl: Ten wykres przedstawia najczęstsze odpowiedzi nadesłane przez uczących się, uporządkowane według częstotliwości.
pt_br: Este gráfico exibe as respostas mais comuns enviadas pelos alunos e ordenadas por frequência.
pt_pt: Este gráfico mostra as respostas mais comuns submetidas pelos estudantes, ordenadas por frequência.
ro: Acest grafic reprezintă cele mai comune răspunsuri introduse de către elevi, in funcție de frecvența acestora.
ru: Эта диаграмма показывает наиболее распространенные ответы слушателей, упорядоченные по частоте.
sl: Ta grafikon prikazuje najpogostejše odgovore, ki so jih predložili učenci, razvrščene po pogostosti.
sq: Ky grafik tregon përgjigjet më të zakonshme të paraqitura nga nxënësit, të renditura sipas shpeshtësisë.
sv: Detta diagram visar de vanligaste svaren som lämnats in av eleverna, ordnade efter frekvens.
sw_ke: Chati hii inaonyesha majibu ya kawaida yaliyowasilishwa na wanafunzi yamepangiliwa kwa mzunguko.
te: విద్యార్థులు సమర్పించిన అతి సాధారణ సమాధానములను ఈ చిత్రం వాటి పౌనఃపున్యం ఆధారంగా క్రమంలో పేర్చి చూపిస్తుంది.
th: แผนภาพนี้แสดงคำตอบที่นิยมตอบมากที่สุดจากผู้เรียน โดยเรียงลำดับตามความถี่
tr_tr: Bu tablo, öğrenciler tarafından verilen en yaygın cevapları, frekanslarına göre sıralar.
uk: Ця діаграма показує найпоширеніші відповіді, подані учнями, упорядковані за частотою.
uz: Ushbu jadvalda o'quvchilar tomonidan yuborilgan va ko'p marta uchraydigan javoblar ko'rsatilgan.

source: Due to the number of possible variants for randomized problems, charts are not available. %(read_more_link_start)sRead more%(read_more_link_end)s.
af_za: As gevolg van die aantal moontlike variante vir gerandomiseerde probleme, is kaarte nie beskikbaar nie. %(read_more_link_start)sLees meer%(read_more_link_end)s.
ar: الجداول غير متوفّرة نظراً لعدد المتغيّرات المحتملة للمسائل العشوائية. %(read_more_link_start)sاقرأ المزيد%(read_more_link_end)s.
ar_sa: نظرًا لعدد المتغيرات المحتملة للمشكلات العشوائية، لا تتوفر المخططات. %(read_more_link_start)s قراءة المزيد %(read_more_link_end)s .
az: Təsadüfən seçilmş tapşırıqların mümkün variantlarının sayına görə cədvəllər mövcud deyil. %(read_more_link_start)s ətraflı oxuyun %(read_more_link_end)s.
bn_bd: এলোমেলো সমস্যার জন্য সম্ভাব্য রূপগুলোর অধিক সংখ্যার কারণে, তালিকা পাওয়া যায় নি । %(read_more_link_start)s আরও পড়ুন %(read_more_link_end)s ।
ca: A causa del nombre de possibles variants per a problemes aleatoris, els gràfics no estan disponibles. %(read_more_link_start)sLlegiu més%(read_more_link_end)s.
cs: Kvůli množství možných variant v náhodně generovaných problémech jsou grafy nedostupné. %(read_more_link_start)s Přečíst více%(read_more_link_end)s.
da: På grund af antallet af mulige varianter for randomiserede problemer er diagrammer ikke tilgængelige. %(read_more_link_start)s Læs mere %(read_more_link_end)s .
de_de: Aufgrund der Anzahl der Möglichen Varianten für randomisierte Aufgaben ist eine Übersicht nicht verfügbar. %(read_more_link_start)sWeiterlesen%(read_more_link_end)s.
el: Λόγω του αριθμού των πιθανών εναλλακτικών για τα τυχαία προβλήματα, τα διαγράμματα δεν είναι διαθέσιμα. %(read_more_link_start)sΔιαβάστε περισσότερα%(read_more_link_end)s.
el_gr: Λόγω του αριθμού των πιθανών παραλλαγών για τυχαιοποιημένα προβλήματα, τα γραφήματα δεν είναι διαθέσιμα. %(read_more_link_start)s Διαβάστε περισσότερα %(read_more_link_end)s .
eo: Düé tö thé nümßér öf pössïßlé värïänts för rändömïzéd prößléms, çhärts äré nöt äväïläßlé. %(read_more_link_start)sRéäd möré%(read_more_link_end)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_419: Debido a el número de variables posibles para problemas de respuesta aleatoria, las gráficas no están disponibles. %(read_more_link_start)sLeer más%(read_more_link_end)s.
es_es: Debido al número de posibles variantes para los problemas aleatorios, los gráficos no están disponibles. %(read_more_link_start)sLeer más%(read_more_link_end)s.
fa_ir: باتوجه به تعداد متغیرهای احتمالی برای مسایل تصادفی، نمودارها در دسترس نیستند. %(read_more_link_start)s برای کسب اطلاعات بیشتر %(read_more_link_end)s.
fi: Koska satunnaistettujen ongelmien vaihtoehtoja on useita, kaavioita ei ole saatavilla. %(read_more_link_start)sLue lisää%(read_more_link_end)s.
fil_ph: Dahil sa dami ng posibleng variant para sa mga randomized na problema, hindi available ang mga chart. %(read_more_link_start)sMagbasa p%(read_more_link_end)s.
fr: En raison du grand nombre de combinaisons possible pour les problèmes aléatoires, les graphiques ne sont pas disponibles. %(read_more_link_start)sPour en savoir plus%(read_more_link_end)s.
fr_ca: En raison du nombre de variantes possibles pour les problèmes aléatoires, les graphiques ne sont pas disponibles. %(read_more_link_start)sEn savoir plus%(read_more_link_end)s.
fr_fr: En raison du nombre de variantes possibles pour les problèmes randomisés, les graphiques ne sont pas disponibles. %(read_more_link_start)sEn lire plus %(read_more_link_end)s.
he: בשל מספר משתנים אפשריים לבעיות אקראיות, התרשימים אינם זמינים. %(read_more_link_start)sלמידע נוסף%(read_more_link_end)s.
hi: यादृच्छिक समस्याओं के लिए संभावित वेरिएंट की संख्या के कारण, चार्ट उपलब्ध नहीं हैं।%(read_more_link_start)s और पढ़ें %(read_more_link_end)s।
hy_am: Պայմանավորված պատահական առաջադրանքների մեծ թվով տարբերակների՝ դիագրամները հասանելի չեն:%(read_more_link_start)s Ավելին%(read_more_link_end)s
id: Karena berbagai kemungkinan jawaban yang mungkin timbul, grafik tidak dapat disediakan %(read_more_link_start)sRead more%(read_more_link_end)s.
it: A causa del numero di possibili varianti per problemi randomizzati, i grafici non sono disponibili. %(read_more_link_start)s Leggi di più %(read_more_link_end)s .
it_it: A causa del numero di possibili varianti per problemi randomizzati, le tabelle non sono disponibili. %(read_more_link_start)s Per ulteriori informazioni%(read_more_link_end)s.
ja_jp: ランダム問題のための変数のため、表は有効ではありません。 %(read_more_link_start)s詳細はこちら%(read_more_link_end)s。
ka: შემთხვევითი ამოცანების შესაძლებელი ვარიანტების რაოდენობის გამო, დიაგრამები მიუწვდომელია. %(read_more_link_start)sშეიტყვეთ მეტი%(read_more_link_end)s.
nb: På grunn av antall mulige varianter av tilfeldige oppgaver, er ikke visningen tilgjengelig. %(read_more_link_start)sLes mer%(read_more_link_end)s.
nl_nl: Vanwege de grote hoeveelheid aan varianten van gerandomiseerde opgaven is het niet mogelijk grafieken te maken.%(read_more_link_start)sMeer lezen%(read_more_link_end)s.
pl: Ze względu na dużą liczbę możliwych wariantów dla zagadnień losowych, tabela nie jest dostępna%(read_more_link_start)sZobacz też%(read_more_link_end)s.
pl_pl: Ze względu na liczbę możliwych wariantów dla zagadnień losowych, wykresy nie są dostępne. %(read_more_link_start)sZobacz też%(read_more_link_end)s.
pt_br: Devido ao número de variações possíveis para problemas aleatórios, os gráficos não estão disponíveis. %(read_more_link_start)sLeia mais%(read_more_link_end)s.
pt_pt: Devido ao número de variantes possíveis para problemas aleatórios, os gráficos não estão disponíveis. %(read_more_link_start)s Saiba mais em %(read_more_link_end)s.
ro: Datorita numarului de variante posibile pentru probleme aleatorii, nu sunt disponibile grafice.%(read_more_link_start)sCitește mai mult%(read_more_link_end)s.
ru: В связи с большим количеством случайных вариантов заданий, диаграммы не доступны. %(read_more_link_start)sПодробнее%(read_more_link_end)s.
sk: Z dôvodu veľkého počtu možných variant pre náhodne vybrané úlohy nie sú grafy k dispozícii. %(read_more_link_start)sČítať viac%(read_more_link_end)s.
sl: Glede na število različnih naključnih variant problemov, diagrami niso na voljo. %(read_more_link_start)sPreberi več%(read_more_link_end)s.
sq: Për shkak të numrit të varianteve të mundshme për problemet e rastësishme, grafikët nuk janë të disponueshëm. %(read_more_link_start)s Lexo më shumë %(read_more_link_end)s .
sv: På grund av det stora antalet potentiella varianter för slumpmässiga problem finns inga diagram tillgängliga. %(read_more_link_start)sLäs mer%(read_more_link_end)s.
sw_ke: Kulingana na idadi ya tofauti ziwezekanazo kwa matatizo yaliopo, chati haziwezi kupatikana. %(read_more_link_start)ssoma zaidi%(read_more_link_end)s.
te: క్రమం లేకుండా ఏరిన సమస్యలకు ఉండే రకరకములగు పరివర్తిత రూపాల కారణంగా, ఇక్కడ చితాలను ఇవ్వలేకున్నాము. %(read_more_link_start)s ఇంకా చదవండి %(read_more_link_end)s.
th: ตามตัวเลขความแปรปรวนที่เป็นไปได้ของการสุ่มคำถาม แผนภูมิจึงยังใช้ไม่ได้ %(read_more_link_start)sอ่านเพิ่มเติม%(read_more_link_end)s
tr_tr: Rasgeleleşmiş sorunlar için olası seçeneklerin sayısı nedeniyle, grafikler mevcut değildir. %(read_more_link_start)s Daha fazlası için %(read_more_link_end)s.
uk: Графіки недоступні через велику кількість потенційних проблем . %(read_more_link_start)sДізнатися більше%(read_more_link_end)s.
uz: Tasodifiy savollarning mumkin boʻlgan variantlari soni tufayli diagrammalar mavjud emas. %(read_more_link_start)sBatafsil oʻqish uchun%(read_more_link_end)s.
