Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: An Error Occurred
af_za: 'N Fout het voorgekom
ar: حدث خطأ ما.
ar_sa: حدث خطأ
az: Xəta baş verdi
bn_bd: একটি সমস্যা হয়েছে
ca: Ha succeït un error
cs: Vyskytla se chyba
da: En fejl opstod
de_de: Ein Fehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα
el_gr: Παρουσιάστηκε σφάλμα
eo: Àn Érrör Öççürréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Un error ha ocurrido.
es_es: Se ha producido un error
fa_ir: خطایی رخ داد
fi: Tapahtui virhe
fil_ph: May pagkakamaling naganap
fr: Une erreur est survenue
fr_ca: Une erreur est survenue
fr_fr: Une erreur s'est produite
he: התרחשה שגיאה
hi: एक त्रुटि पाई गई
hu: Hiba történt
hy_am: Սխալ է տեղի ունեցել
id: Terjadi Kesalahan
it: Si è verificato un errore
it_it: Si è verificato un errore.
ja_jp: エラーが発生しました
ka: წარმოიშვა შეცდომა
lt_lt: Įvyko klaida
nb: Det har oppstått en feil
nl_nl: Er is een fout opgetreden
pl: Wystapił błąd
pl_pl: Wystąpił błąd
pt_br: Ocorreu um erro
pt_pt: Ocorreu Um Erro
ro: O problemă a avut loc
ru: Произошла ошибка
sk: Vyskytla sa chyba
sl: Prišlo je do napake
sq: Ndodhi një gabim
sv: Ett fel uppstod
sw_ke: Kumetokea hitilafu
th: เกิดข้อผิดพลาด
tr_tr: Bir Hata Oluştu
uk: Сталася помилка.
uz: Xatolik yuz berdi

source: Our servers weren't able to complete your request. Please try again by refreshing this page or retracing your steps.
af_za: Ons bedieners kon nie u versoek voltooi nie. Probeer asseblief weer deur hierdie bladsy te verfris of u stappe terug te haal.
ar: عذراً، لم تستطع مخدّماتنا إكمال طلبك. يُرجى المحاولة من جديد عبر إعادة تحميل هذه الصفحة أو إعادة اتّباع الخطوات من أوّلها.
ar_sa: لم تتمكن خوادمنا من إكمال طلبك. يرجى المحاولة مرة أخرى عن طريق تحديث هذه الصفحة أو إعادة تتبع خطواتك.
az: Bizim serverlərimiz sizin müraciətinizi tamamlaya bilmədi. Zəhmət olmasa, bu səhifəni yeniləyərək yenidən cəhd edin və ya addımlarınızı təkrarlayın.
bn_bd: আমাদের সার্ভার আপনার রিকুয়েস্ট পূর্ণ করতে ব্যর্থ হয়েছে । অনুগ্রহপূর্বক পেজটি পুনরায় চালু করুন অথবা আগের ধাপের পুনরাবৃত্তি করুন
ca: Els nostres servidors no van poder completar la vostra sol·licitud. Torneu-ho a provar actualitzant aquesta pàgina o tornant els passos.
cs: Naše servery nemohly dokončit váš požadavek. Zkuste to prosím znovu obnovením této stránky nebo zopakováním svých kroků.
da: Vores servere kunne ikke fuldføre din anmodning. Prøv venligst igen ved at opdatere denne side eller gå tilbage til dine trin.
de_de: Unsere Server konnten Ihre Anfrage nicht beantworten. Bitte versuchen Sie es noch einmal, indem Sie die Seite aktualisieren, oder Ihre Schritte erneut durchgehen.
el: Οι διακομιστές μας δεν μπόρεσαν να ολοκληρώσουν το αίτημά σας. Παρακαλούμε προσπαθήστε ξανά ανανεώνοντας τη σελίδα ή ελέγχοντας τα βήματά σας.
el_gr: Οι διακομιστές μας δεν μπόρεσαν να ολοκληρώσουν το αίτημά σας. Δοκιμάστε ξανά ανανεώνοντας αυτήν τη σελίδα ή επαναλαμβάνοντας τα βήματά σας.
eo: Öür sérvérs wérén't äßlé tö çömplété ýöür réqüést. Pléäsé trý ägäïn ßý réfréshïng thïs pägé ör réträçïng ýöür stéps. Ⱡ'σяєм ιρѕυм ∂σ#
es_419: Nuestros servidores no pudieron completar tu petición. Por favor intenta de nuevo refrescando esta página o repitiendo tus pasos.
es_es: Nuestros servidores no pueden atender tu petición. Por favor, inténtalo nuevamente actualizando esta página o rehaciendo tus pasos.
fa_ir: سرویس‌دهنده‌های ما قادر به تکمیل این درخواست نیستند. لطفا با بارگیری دوباره صفحه، مجددا تلاش کنید یا مراحل انجام شده را دوباره تکرار کنید.
fi: Palvelimemme eivät voineet suorittaa pyyntöäsi. Yritä uudelleen päivittämällä tämä sivu tai seuraamalla vaiheita uudelleen.
fil_ph: Hindi nakumpleto ng aming mga server ang iyong kahilingan. Pakisubukang muli sa pamamagitan ng pagre-refresh ng page na ito o muling pagsubaybay sa iyong mga hakbang.
fr: Nos serveurs ne sont pas en mesure de répondre à votre demande. Veuillez essayer à nouveau en actualisant cette page ou revenez en arrière.
fr_ca: Nos serveurs n'ont pas été en mesure de compléter votre demande. S'il vous plaît essayer de nouveau en rafraîchissant cette page ou revenez en arrière.
fr_fr: Nos serveurs n'ont pas été en mesure de répondre à votre demande. Veuillez réessayer en actualisant cette page ou en revenant sur vos pas.
he: השרתים שלנו לא הצליחו להשלים את בקשתך. אנא נסה שוב באמצעות רענון עמוד זה או באמצעות שחזור צעדיך.
hi: हमारे सर्वर आपके अनुरोध को पूरा करने में सक्षम नहीं थे। कृपया इस पृष्ठ को ताज़ा करके या अपने चरणों को फिर से आज़माकर देखें।
hu: A szervereink nem tudták feldolgozni a kérésed. Kérlek frissítsd az oldalt, vagy ismételd meg a legutóbbi lépéseket.
hy_am: Մեր սերվերները չեն կարող իրականացնել հարցումը: Խնդրում ենք կրկին փորձել՝ թարմացնելով էջը և կրկնելով ձեր քայլերը:
id: Server kami tidak dapat memenuhi permintaan Anda. Silakan coba kembali dengan menyegarkan halaman ini atau mengulang langkah Anda.
it: I nostri server non sono stati in grado di completare la tua richiesta. Per favore riprova aggiornando questa pagina o tornando sui tuoi passi.
it_it: I nostri server non hanno potuto completare la tua richiesta. Prova di nuovo aggiornando questa pagina o ripercorri le tue azioni.
ja_jp: サーバーがリクエストを完了できませんでした。この画面を再読込するか、もう一度やり直してください。
ka: ჩვენმა სერვერებმა ვერ შეძლეს თქვენი მოთხოვნის დასრულება. ხელახალი ცდისთვის, გთხოვთ განაახლოთ გვერდი, ან ხელახლა გაიმეოროთ თქვენი მოქმედებები.
lt_lt: Mūsų serveriams nepavyko įvykdyti jūsų užklausos. Prašom bandyti dar kartą atnaujinant šį puslapį arba pakartojant savo žingsnius.
nb: Våre servere klarte ikke å gjennomføre din etterspørsel. Vennligst prøv igjen ved å oppdatere denne siden eller gjenoppta stegene dine.
nl_nl: Onze servers hebben uw verzoek niet kunnen verwerken. Probeer het opnieuw door deze pagina te verversen of door uw handelingen te controleren.
pl: Nasz serwery nie były w stanie wypełnić twojego zlecenia. Spróbuj ponownie, odświeżając tą stronę lub powtarzając poprzednie kroki.
pl_pl: Nasze serwery nie mogły zrealizować Twojego żądania. Spróbuj ponownie, odświeżając tę stronę lub odtwarzając swoje kroki.
pt_br: Nossos servidores não conseguiram completar sua solicitação. Tente de novo atualizando essa página ou refazendo seus passos.
pt_pt: Os nossos servidores não foram capazes de completar o seu pedido. Por favor, tente novamente, actualizando esta página ou refazendo os seus passos.
ro: Serverele noastre nu au putut procesa comanda dumneavoastră. Vă rugăm să încercați din nou prin reîncărcarea paginii sau reluați pașii anteriori.
ru: Наши сервера не могут завершить запрос. Пожалуйста, попробуйте снова, обновив страницу и повторив ваши действия.
sk: Naše servery neboli schopné dokončiť vašu požiadavku. Skúste to, prosím, opäť obnovením tejto stránky alebo tým, že zopakujete vaše kroky.
sl: Naši strežniki niso uspeli izvršiti tvoj zahtevek. Prosim poskusi ponovno z osvežitvijo te strani ali ponovi prejšnje korake.
sq: Serverët tanë nuk janë të aftë të e kompletojnë kërkesën tuaj. Ju lutem provojeni përsëri duke e rifreskuar faqen ose duke ripërshkuar hapat tuaj.
sv: Våra servrar kunde inte slutföra din förfrågan. Vänligen försök igen genom att uppdatera den här sidan eller omskolning av dina steg.
sw_ke: Sava zetu hazikuweza kukamilisha ombi lako. Tafadhali jaribu tena kwa kuburudisha ukurasa huu au rudia hatua unazofuata.
th: เซฟเวอร์ของเราไม่สามารถทำตามคำขอของคุณได้สมบูรณ์ กรุณารีเฟชรหน้านี้ใหม่หรือย้อนขั้นตอนอีกครั้ง
tr_tr: Sunucularımız isteğinizi tamamlamak için yetersiz kaldı. Bu sayfayı yenileyerek veya adımlarınızın üzerinden geçerek lütfen tekrar deneyin.
uk: Наші сервери не змогли виконати ваш запит. Будь ласка, повторіть спробу, оновивши цю сторінку або повторіть дії.
uz: Bizning serverlarimiz sizning so'rovingizni bajara olmadi. Iltimos, ushbu sahifani yangilang yoki jarayonni qaytarib ko'ring.

source: We're having trouble loading this page. Please try again in a minute.
af_za: Ons sukkel om hierdie bladsy te laai. Probeer asseblief weer oor 'n minuut.
ar: نأسف لمواجهة مشكلة في تحميل هذه الصفحة. يُرجى إعادة المحاولة بعد قليل.
ar_sa: نواجه مشكلة في تحميل هذه الصفحة. يرجى المحاولة مرة أخرى خلال دقيقة.
az: Bu səhifəni yükləyərkən çətinlik olur. Zəhmət olmasa, bir dəqiqə sonra yenidən cəhd edin.
bn_bd: পেজটি লোড করতে সমস্যা হচ্ছে । কিছুক্ষন পরে আবার চেষ্টা করুন ।
ca: Tenim problemes per carregar aquesta pàgina. Torna-ho a provar en un minut.
cs: Máme potíže s načítáním této stránky. Zkuste to prosím znovu za minutu.
da: Vi har problemer med at indlæse denne side. Prøv venligst igen om et minut.
de_de: Die Seite kann nicht geladen werden. Bitte versuche es in einer Minute nochmals.
el: Προέκυψε ένα πρόβλημα κατά τη φόρτωση της σελίδας που επιλέξατε. Παρακαλούμε προσπαθήστε ξανά σε ένα λεπτό.
el_gr: Αντιμετωπίζουμε πρόβλημα με τη φόρτωση αυτής της σελίδας. Δοκιμάστε ξανά σε ένα λεπτό.
eo: Wé'ré hävïng tröüßlé löädïng thïs pägé. Pléäsé trý ägäïn ïn ä mïnüté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Tenemos problemas cargando esta página. Por favor intente de nuevo en un minuto.
es_es: Tenemos problemas para cargar esta página. Por favor inténtalo de nuevo en un minuto.
fa_ir: در بارگیری این صفحه مشکلی رخ داده است. لطفا چند دقیقه بعد مجددا تلاش کنید.
fi: Meillä on ongelmia tämän sivun lataamisessa. Yritä uudelleen hetken kuluttua.
fil_ph: Nahihirapan kaming i-load ang page na ito. Pakisubukang muli sa isang minuto.
fr: Des problèmes sont survenus lors du chargement de cette page. Veuillez essayer à nouveau.
fr_ca: Nous avons des difficultés à charger cette page. S'il vous plaît essayer de nouveau dans une minute.
fr_fr: Nous avons des difficultés à charger cette page. Veuillez réessayer dans une minute.
he: קיים קושי בטעינת עמוד זה. אנא נסה שוב בעוד דקה.
hi: हमें इस पृष्ठ को लोड करने में समस्या हो रही है। कृपया एक मिनट में पुनः प्रयास करें।
hy_am: Էջի ներբեռնելու խնդիր։ Խնդրում եմ կրկին փորձեք մեկ րոպեից
id: Kami memiliki mesalah memuat lama ini. Cobalah beberapa menit lagi.
it: Stiamo riscontrando problemi nel caricamento di questa pagina. Per favore riprova tra un minuto.
it_it: Si sono verificati dei problemi durante il caricamento di questo pagina. Prova di nuovo tra un minuto.
ja_jp: この画面の読込に問題があります。しばらくしてからもう一度やり直してください。
ka: გვერდის ჩატვირთვსისას წარმოგვექმნა პრობლემა. გთხოვთ, ხელახლა სცადოთ ერთი წუთის შემდეგ.
nb: Vi har problemer med å laste inn siden. Vennligst prøv igjen om et minutt.
nl_nl: We hebben problemen om deze pagina te laden. Probeert U over een paar minuten alstublieft opnieuw.
pl: Wystąpił problem z ładowaniem strony. Spróbuj później.
pl_pl: Mamy problem z załadowaniem tej strony. Spróbuj ponownie za minutę.
pt_br: Estamos com problemas para carregar esta página. Por favor, tente novamente em breve.
pt_pt: A página está com problemas em carregar. Por favor, tente novamente dentro de um minuto.
ro: Pagina nu a putut fi încărcată. Vă rugăm să încercați din nou într-un minut.
ru: Возникла проблема при загрузке страницы. Пожалуйста, попробуйте ещё раз.
sk: Máme problémy s načítaním tejto stránky. Skúste to opäť za chvíľu.
sl: iamo težavo pri nalaganju te strani. Proisim poskusi ponovno čez kako minuto.
sq: Kemi probleme me ngarkimin e kësaj faqeje. Ju lutemi provoni përsëri pas një minutë.
sv: Vi har problem med att ladda den här sidan. Försök igen om en minut.
sw_ke: Tuna taklifu kuupakia ukurasa huu. Tafadhali jaribu tena katika dakika moja.
th: เรามีปัญหานการโหลดหน้าเพจนี้ กรุณารอสักครู่แล้วลองใหม่
tr_tr: Bu sayfayı yüklerken sorun yaşıyoruz. Bir dakika içerisinde tekrar deneyiniz.
uk: Виникла проблема при завантаженні сторінки. Спробуйте ще раз через хвилину.
uz: Ushbu sahifani yuklashda muammo yuz berdi. Iltimos, bir daqiqadan keyin qayta urinib ko'ring.

source: (Technical details: 503 Service Unavailable.)
af_za: (Tegniese besonderhede: 503 diens nie beskikbaar nie. )
ar: (التفاصيل التقنية: 503 الخدمة غير متاحة)
ar_sa: (التفاصيل الفنية: 503 الخدمة غير متاحة.)
az: (Texniki məlumatlar: 503 xidməti mövcud deyil.)
bn_bd: (কারিগরি বিস্তারিতঃ 503 সেবা অপ্রাপ্য)
ca: (Detalls tècnics: 503 Servei no disponible).
cs: (Technické podrobnosti: Služba 503 není k dispozici.)
da: (Tekniske detaljer: 503 Service Unavailable.)
de_de: (Technisches Detail: 503 Service nicht verfügbar.)
el: (Τεχνικές λεπτομέρειες: 503 Service Unavailable.)
el_gr: (Τεχνικές λεπτομέρειες: 503 Μη διαθέσιμη υπηρεσία.)
eo: (Téçhnïçäl détäïls: 503 Sérvïçé Ûnäväïläßlé.) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: (Detalles técnicos: 503 Servicio no disponible.)
es_es: (Detalles técnicos: 503 Servicio No Disponible.)
fa_ir: (جزییات فنی:503 خدمت در دسترس نیست.)
fi: (Tekniset tiedot: 503 Palvelu ei saatavilla.)
fil_ph: (Mga teknikal na detalye: 503 Service Unavailable.)
fr: (Précisions techniques: 503 Service Indisponible.)
fr_ca: (Détails techniques : 503 Service Indisponible.)
fr_fr: (Détails techniques : 503 Service non disponible).
he: (פרטים טכניים: 503 שירות אינו זמין)
hi: (तकनीकी विवरण: 503 सेवा अनुपलब्ध।)
hu: (Műszaki részletek: 503 Szolgáltatás nem elérhető.)
hy_am: (Տեխնիկական տվյալներ: 503 ծառայությունն անհասանելի է.)
id: (Detail teknis: 503 Layanan Tidak Tersedia.)
it: (Dettagli tecnici: Servizio 503 non disponibile.)
it_it: (Dettagli tecnici: 503 Servizio non disponibile.)
ja_jp: (技術詳細: 503 サービスは不可。)
ka: (ტექნიკური მონაცემები: 503 სერვერი მიუწვდომელია.)
nl_nl: (Technische details: 503 Service Onbeschikbaar.)
pl: (Błąd: 503 Service Unavailable)
pl_pl: (Szczegóły techniczne: 503 Usługa niedostępna.)
pt_br: (Detalhes técnicos: 503 serviço indisponível.)
pt_pt: (Detalhes técnicos: 503 Serviço Indisponível.)
ru: (Технические подробности: 503 Service Unavailable)
sk: (Technické detaily: 503 Nedostupná služba.)
sl: (Tehnične podrobnosti: 503 Servis je nedosegljiv.)
sq: (Detajet teknike: 503 Shërbimi nuk është i disponueshëm.)
sv: (Tekniska detaljer: 503 Service Otillgänglig.)
th: (ข้อมูลทางเทคนิค: 503 Service Unavailable.)
tr_tr: (Teknik detaylar: 503 Servis Erişilemez.)
uk: (Технічні деталі: 503 сервіс недоступний.)
uz: (Texnik ma'lumotlar: 503 xizmati mavjud emas.)

source: Close
af_za: Naby
ar: إغلاق
ar_sa: إغلاق
az: Bağla
bn_bd: বন্ধ
ca: Tancar
cs: Zavřít
da: Luk
de_de: Schließen
el: Κλείσιμο
el_gr: Κλείσε
eo: Çlösé Ⱡ'σяєм ιρѕ#
es_419: Cerrar
es_es: Cerrar
fa_ir: بستن
fi: kiinni
fil_ph: Isara
fr: Fermer
fr_ca: Fermer
fr_fr: Fermer
he: סגור
hi: बंद करें
hu: Bezárás
hy_am: Փակել
id: Tutup
it: Chiudi
it_it: Chiudi
ja_jp: 閉じる
ka: დახურვა
lt_lt: Uždaryti
nb: Lukk
nl_nl: Sluit
pl: Zamknij
pl_pl: zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sq: Mbylle
sv: Stänga
sw_ke: Funga
th: ปิด
tr_tr: Kapat
uk: Закрити
uz: Yopish

source: Use our support tool to ask questions or share feedback.
af_za: Gebruik ons ondersteuningsinstrument om vrae te stel of terugvoer te deel.
ar: بإمكانك استخدام أداة الدعم التي قمنا بتوفيرها لطرح تساؤلاتك أو مشاركتنا آرائك.
ar_sa: استخدم أداة الدعم الخاصة بنا لطرح الأسئلة أو مشاركة التعليقات.
az: Bizim dəstək alətimizi istifadə etmək üçün suallar soruşun və rəyləri paylaşın.
bn_bd: আমাদের সমর্থন টুল ব্যাবহার করে প্রশ্ন করুন অথবা মন্তব্য করুন
ca: Utilitzeu la nostra eina de suport per fer preguntes o compartir comentaris.
cs: Pomocí našeho nástroje podpory můžete klást otázky nebo sdílet zpětnou vazbu.
da: Brug vores supportværktøj til at stille spørgsmål eller dele feedback.
de_de: Nutze unser Unterstützungswerkzeug um Fragen zu stellen oder Feedback zu geben.
el: Χρησιμοποιήστε το εργαλεία υποστήριξης που παρέχουμε για να κάνετε ερωτήσεις ή να μοιραστείτε τα σχόλιά σας.
el_gr: Χρησιμοποιήστε το εργαλείο υποστήριξής μας για να κάνετε ερωτήσεις ή να μοιραστείτε σχόλια.
eo: Ûsé öür süppört tööl tö äsk qüéstïöns ör shäré féédßäçk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Use nuestro herramienta de soporte para preguntar y compartir la retroalimentación.
es_es: Usa nuestra herramienta de ayuda para preguntar o compartir opiniones.
fa_ir: از ابزار پشتیابی ما برای پاسخ به سوالات یا اشتراک‌گذاری بازخورد استفاده کنید.
fi: Käytä tukityökaluamme kysyäksesi kysymyksiä tai jakaaksesi palautetta.
fil_ph: Gamitin ang aming tool sa suporta upang magtanong o magbahagi ng feedback.
fr: Utilisez notre outil d'assistance pour poser des questions ou partager des commentaires.
fr_ca: Utilisez notre outil de support pour poser des questions ou partager vos commentaires.
fr_fr: Utilisez notre outil de soutien pour poser des questions ou partager vos commentaires.
he: השתמש בכלי התמיכה שלנו לשאול שאלות או לשתף משוב.
hi: प्रश्न पूछने या प्रतिक्रिया साझा करने के लिए हमारे समर्थन उपकरण का उपयोग करें।
hu: Használd a támogató eszközöket kérdés feltevéshez, vagy oszd meg a visszajelzésed.
hy_am: Օգտվել մեր աջակցման միջոցներից հարցերի և հետադարձ կապի համար
id: Gunakan alat bantu kami untuk bertanya atau berbagi saran.
it: Utilizza il nostro strumento di supporto per porre domande o condividere feedback.
it_it: Utilizza il nostro strumento di supporto per porre domande o condividere feedback.
ja_jp: サポートツールを使って、質問に答えたりフィードバックをシェアしてください。
ka: გამოიყენეთ ჩენი მხარდაჭერის ხელსაწყო კითხვების დასასმელად და უკუკავშრის გასაზიარებლად.
lt_lt: Norėdami užduoti klausimų arba pateikti atsiliepimą naudokitės mūsų priežiūros priemone.
nb: Bruk vårt support-hjelpemiddel for å stille spørsmål eller gi tilbakemeldinger.
nl_nl: Gebruik ons hulpmiddel voor ondersteuning om vragen te stellen of feedback te delen.
pl: Użyj naszego narzędzia pomocy, aby zadać pytanie lub podzielić się opinią.
pl_pl: Skorzystaj z naszego narzędzia pomocy, aby zadawać pytania lub dzielić się opiniami.
pt_br: Use nossa ferramenta de suporte para fazer perguntas e adicionar seus comentários.
pt_pt: Utilize a nossa ferramenta de suporte para colocar questões ou partilhar comentários.
ro: Folosiți resursa noastra de suport pentru eventuale întrebări sau pentru a împărtăși păreri.
ru: Используйте наши средства поддержки для вопросов и получения обратной связи.
sk: Používajte náš nástroj pre podporu, aby ste sa mohli pýtať otázky alebo zdieľať spätnú väzbu.
sl: Če želi postaviti vprašanje ali podati povratne informacije, uporabi naše orodje za podporo.
sq: Përdorni mjetin tonë të mbështetjes për të bërë pyetje ose për të ndarë komentet.
sv: Använd vårt supportverktyg för att ställa frågor eller dela feedback.
sw_ke: Tumia kifaa chetu cha usaidizi kuulizia maswali au kutumia pamoja mrejesho.
th: ใช้เครื่องมือช่วยเหลือของเราเพื่อสอบถามข้อสงสัยหรือแบ่งปันผลตอบกลับ
tr_tr: Soru sormak veya geri bildirimde bulunmak için destek aracımızı kullanınız.
uk: Використовуйте наш інструмент підтримки, щоб задавати питання та ділитись враженнями.
uz: Savollar berish yoki fikr-mulohazalar bilan o'rtoqlashish uchun qo'llab-quvvatlash vositamizdan foydalaning.

source: Contact %(platform_name)s Support
af_za: Kontak %(platform_name)s ondersteuning
ar: يُرجى الاتصال بقسم الدعم الخاص بمنصة %(platform_name)s
ar_sa: اتصل بالدعم %(platform_name)s
az: %(platform_name)s dəstəyi ilə əlaqə saxlayın
bn_bd: যোগাযোগ %(platform_name)s সমর্থন টীম
ca: Contacte %(platform_name)s Suport
cs: Kontaktujte podporu %(platform_name)s
da: Kontakt %(platform_name)s Support
de_de: %(platform_name)s-Betreuung kontaktieren
el: Επικοινωνήστε με την υποστήριξη του %(platform_name)s
el_gr: Επικοινωνήστε με την Υποστήριξη %(platform_name)s
eo: Çöntäçt %(platform_name)s Süppört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Contacte el soporte de %(platform_name)s
es_es: Contacta con la ayuda de %(platform_name)s
fa_ir: تماس با پشتیبانی%(platform_name)s
fi: Ota yhteyttä %(platform_name)s tukeen
fil_ph: Makipag-ugnayan sa Suporta sa %(platform_name)s
fr: Contacter le support pour %(platform_name)s
fr_ca: Contacter le support %(platform_name)s
fr_fr: Contacter le support %(platform_name)s
he: צור קשר עם התמיכה של %(platform_name)s
hi: कॉन्टैक्ट%(platform_name)s सपोर्ट
hu: Vedd fel a kapcsolatot a %(platform_name)s támogató csoporttal
hy_am: Կապ հաստատել աջակցող թիմի հետ%(platform_name)s
id: Kontak %(platform_name)s Bantuan
it: Contatta l&#39;assistenza %(platform_name)s
it_it: Contatta il Supporto %(platform_name)s
ja_jp: %(platform_name)s のサポートへ問い合わせる
ka: დაუკავშირდით %(platform_name)s მხარდაჭერას
lt_lt: Susisiekti su %(platform_name)s techninės priežiūros tarnyba
nb: Kontakt %(platform_name)s support
nl_nl: Neem contact op met %(platform_name)s Support
pl: Skontaktuj się %(platform_name)s ze wsparciem
pl_pl: Skontaktuj się z pomocą techniczną %(platform_name)s
pt_br: Fale com Suporte %(platform_name)s
pt_pt: Contacte o Suporte %(platform_name)s
ro: Contact %(platform_name)s Suport
ru: Связаться со службой поддержки %(platform_name)s
sk: Kontaktovať podporu pre %(platform_name)s
sl: Kontakt %(platform_name)s Podpora
sq: Kontakto %(platform_name)s Mbështetjen
sv: Kontakta %(platform_name)s-support
sw_ke: Fanya mawasiliano kwa msaada wa %(platform_name)s
th: ติดต่อความช่วยเหลือ %(platform_name)s
tr_tr: %(platform_name)s Desteği ile İletişime Geç
uk: Зверніться до служби підтримки сервісу %(platform_name)s
uz: %(platform_name)s yordam bilan bog'lanish
