Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: We want this dashboard to work for you! Need help? %(support_link_start)sContact course team support%(support_link_end)s.
af_za: Ons wil hê dat hierdie paneelbord vir u moet werk! Hulp nodig? %(support_link_start)sKontak kursusspanondersteuning%(support_link_end)s.
ar: يهمنا أن تيسّر لوحة المعلومات هذه عملك! هل تحتاج الى مساعدة؟ %(support_link_start)s يُرجى الاتصال بفريق دعم المساق %(support_link_end)s.
ar_sa: نريد أن تعمل لوحة التحكم هذه من أجلك! تحتاج مساعدة؟ %(support_link_start)s اتصل بدعم فريق الدورة %(support_link_end)s .
az: Biz istəyirik ki, bu panel sizin üçün işləsin! Köməyə ehtiyacınız var? %(support_link_start)s Kurs komanda dəstəyi ilə əlaqə saxlayın %(support_link_end)s.
bn_bd: আমরা চাচ্ছি এই ড্যাশবোর্ডটি আপনার কাজে ব্যাবহার হোক ! কোন সাহায্য লাগবে ? %(support_link_start)s যোগাযোগ করুন সমর্থন দলের সাথে %(support_link_end)s ।
ca: Volem que aquest tauler funcioni per a vosaltres. Necessitar ajuda? %(support_link_start)sContacteu amb l'equip de suport del curs%(support_link_end)s.
cs: Chceme, aby tento řídicí panel byl pro vás užitečný! Potřebujete pomoc? %(support_link_start)sKontaktujte podporu týmu kurzu%(support_link_end)s.
da: Vi ønsker, at dette dashboard fungerer for dig! Brug for hjælp? %(support_link_start)s Kontakt kursusteamets support %(support_link_end)s .
de_de: Wir möchten, dass diese Übersichtsseite für Sie funktioniert. Benötigen Sie Hilfe? %(support_link_start)s Hilfe-Team des Kurses kontaktieren%(support_link_end)s.
el: Επιθυμούμε ο πίνακας αυτός να λειτουργεί για εσάς! Χρειάζεστε βοήθεια; %(support_link_start)sΕπικοινωνήστε με την ομάδα υποστήριξης αυτού του κύκλου μαθημάτων%(support_link_end)s.
el_gr: Θέλουμε αυτός ο πίνακας ελέγχου να λειτουργεί για εσάς! Χρειάζεστε βοήθεια? %(support_link_start)s Επικοινωνήστε με την υποστήριξη της ομάδας μαθημάτων %(support_link_end)s .
eo: Wé wänt thïs däshßöärd tö wörk för ýöü! Nééd hélp? %(support_link_start)sÇöntäçt çöürsé téäm süppört%(support_link_end)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: ما می خواهیم این پیشخوان برای شما کار کند! نیاز به راهنمایی دارید؟ %(support_link_start)sبا پشتیبانی تیم دوره آموزشی تماس بگیرید%(support_link_end)s.
fi: Haluamme tämän kojelaudan toimivan sinulle! Tarvitsetko apua? %(support_link_start)sOta yhteyttä kurssitiimiin support%(support_link_end)s.
fil_ph: Gusto naming gumana ang dashboard na ito para sa iyo! Kailangan ng tulong? %(support_link_start)sMakipag-ugnayan sa course team support%(support_link_end)s.
fr: Nous souhaitons que ce tableau de bord fonctionne pour vous ! Besoin d'aide ? %(support_link_start)sContactez notre équipe d'assistance support.%(support_link_end)s.
fr_ca: Nous voulons que ce tableau de bord vous soit utile! Vous avez besoin d'aide? %(support_link_start)sContactez le soutien de l'équipe de cours %(support_link_end)s.
fr_fr: Nous voulons que ce tableau de bord fonctionne pour vous ! Besoin d'aide ? %(support_link_start)sContactez l'équipe de soutien du cours %(support_link_end)s.
he: אנחנו רוצים שלוח הבקרה זה יעבוד בשבילך! צריכ/ה עזרה?%(support_link_start)sצור/י קשר עם תמיכת צוות הקורס%(support_link_end)s.
hi: हम चाहते है की यह डैशबोर्ड आपके लिए काम करे! मदद चाहिए? %(support_link_start)s कोर्स टीम सपोर्ट को कॉन्टैक्ट करे %(support_link_end)s।
hy_am: Ցանկանում ենք, որ այս տեղեկատվական հարթակն աջակցի Ձեզ։ Օգնության կարիք ունե՞ք։%(support_link_start)s Կապ հաստատեք դասընթացի աջակից թիմի հետ%(support_link_end)s
it: Vogliamo che questa dashboard funzioni per te! Ho bisogno di aiuto? %(support_link_start)s Contatta il supporto del team del corso %(support_link_end)s .
it_it: Desideriamo che questa dashboard funzioni per te! Hai bisogno di aiuto? %(support_link_start)s Contatta il supporto team del corsot%(support_link_end)s.
ja_jp: このダッシュボードが皆さんのお役に立てるよう、ヘルプが必要な方は %(support_link_start)s講座チームサポートへお問い合わせください%(support_link_end)s。
pl: Chcemy, by ten pulpit był dopasowany do twoich potrzeb. Potrzebujesz pomocy? %(support_link_start)s Skontaktuj się z naszym zespołem wsparcia użytkownika%(support_link_end)s.
pl_pl: Chcemy, aby ten dashboard działał dla Ciebie! Potrzebuję pomocy? %(support_link_start)s Kontakt kurs zespół wsparcie %(support_link_end)s .
pt_br: Queremos que esse painel de controle funcione para você! Precisa de ajuda? 1%(support_link_start)s Entre em contato com a equipe de suporte 2 %(support_link_end)s
pt_pt: Queremos que este painel de controlo funcione para si! Precisa de ajuda? %(support_link_start)sContacte a nossa equipa de suporte%(support_link_end)s.
ro: Dorim ca acest dashboard să fie potrivit pentru dumneavoastră! Aveți nevoie de ajutor? %(support_link_start)sContactați echipa noastră de suport%(support_link_end)s.
ru: Мы хотим, чтобы эта информационная панель работала за вас! Нужна помощь? %(support_link_start)s Свяжитесь с командой курса %(support_link_end)s
sl: Želimo, da ta nadzorna plošča deluje za vas! Rabim pomoč? %(support_link_start)sObrnite se na podporo ekipe%(support_link_end)s.
sq: Ne dëshirojmë që ky panel kontrolli të funksionojë për ju! Kam nevojë për ndihmë? %(support_link_start)s Kontaktoni mbështetjen e ekipit të kursit %(support_link_end)s .
sv: Vi vill att denna instrumentpanel ska fungera för dig! Behöver du hjälp? %(support_link_start)sKontakta kursteamets support.%(support_link_end)s
sw_ke: Tunataka dashibodi ikusaidie! Unahitaji msaada? %(support_link_start)s Wasiliana timu ya msaada ya kozi%(support_link_end)s.
th: เราต้องการให้แดชบอร์ดนี้ทำงานให้คุณ! ต้องการความช่วยเหลือ? %(support_link_start)sติดต่อทีมสนับสนุนของหลักสูตร%(support_link_end)s
tr_tr: Bu panelin işinize yaramasını istiyoruz! Yardıma ihtiyacın mı var? %(support_link_start)sDestek için ders ekibi ile iletişime geç %(support_link_end)s.
uk: Ми хочемо, щоб ця інформаційна панель працювала для Вас! Потрібна допомога? %(support_link_start)s Зверніться до підтримки команди курсу%(support_link_end)s.
uz: Ushbu boshqaruv paneli siz uchun ishlashini xohlaymiz! Yordam kerakmi?%(support_link_start)s Kursni qo'llab- quvvatlovchi jamoa bilan bog'lanish %(support_link_end)s

source: %(current_year)s %(platform_name)s, except where noted, all rights reserved.
af_za: %(current_year)s %(platform_name)s, behalwe waar aangedui, alle regte voorbehou.
ar: %(current_year)s %(platform_name)s جميع الحقوق محفوظة ما لم يُذكر خلاف ذلك
ar_sa: %(current_year)s %(platform_name)s ، باستثناء ما هو مذكور، جميع الحقوق محجوز.
az: %(current_year)s%(platform_name)s başqa cür qeyd olunmayıbsa, bütün hüquqlar qorunur.
bn_bd: %(current_year)s %(platform_name)s, যেখানে উল্লেখ করা নেই অন্য সবকিছুর সর্বস্বত্ব সংরক্ষিত.
ca: %(current_year)s %(platform_name)s, excepte en els casos indicats, tots els drets reservats.
cs: %(current_year)s %(platform_name)s, pokud není uvedeno jinak, všechna práva vyhrazena.
da: %(current_year)s %(platform_name)s , medmindre andet er angivet, alle rettigheder forbeholdes.
de_de: %(current_year)s %(platform_name)s, soweit nicht anders angemerkt, alle Rechte vorbehalten.
el: %(current_year)s %(platform_name)s, εκτός από τα σημεία που αναγράφεται, όλα τα δικαιώματα διατηρούνται.
el_gr: %(current_year)s %(platform_name)s , εκτός από όπου σημειώνεται, όλα τα δικαιώματα κατοχυρωμένα.
eo: %(current_year)s %(platform_name)s, éxçépt whéré nötéd, äll rïghts résérvéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: %(current_year)s %(platform_name)s, excepto donde se indique, todos los derechos reservados.
es_es: %(current_year)s %(platform_name)s, excepto donde se indica, todos los derechos reservados.
fa_ir: %(current_year)s%(platform_name)s به جز موارد که ذکرشده است، همه حقوق محفوظ است
fi: %(current_year)s %(platform_name)s, ellei toisin mainita, kaikki oikeudet pidätetään.
fil_ph: %(current_year)s %(platform_name)s, maliban kung saan nakasaad, nakalaan ang lahat ng karapatan.
fr: %(current_year)s%(platform_name)s , sauf où indiqué, tous droits réservés.
fr_fr: %(current_year)s %(platform_name)s, sauf mention contraire, tous droits réservés.
he: %(current_year)s %(platform_name)s, כל הזכויות שמורות, למעט כשמצוין אחרת‏‎.
hi: %(current_year)s%(platform_name)s, जहां उल्लेख किया गया है उसे छोड़कर, सभी अधिकार सुरक्षित।
hu: %(current_year)s %(platform_name)s, minden jog fenntartva kivéve, ahol mást írunk.
hy_am: %(current_year)s%(platform_name)s բացառությամբ նշված դեպքերի, բոլոր իրավունքները պաշտպանված են
id: %(current_year)s %(platform_name)s, kecuali dinyatakan berbeda, semua hak cipta dilindungi.
it: %(current_year)s %(platform_name)s , tranne dove diversamente indicato, tutti i diritti riservato.
it_it: %(current_year)s %(platform_name)s, eccetto dove indicato, tutti i diritti riservati.
ja_jp: %(current_year)s %(platform_name)s、明記されている場合を除き、すべての著作権は保護されています。
ka: %(current_year)s %(platform_name)s, გარდა მითითებული გამონაკლისებისა, ყველა უფლება დაცულია.
lt_lt: %(current_year)s %(platform_name)s, išskyrus kur pažymėta, visos teisės saugomos.
nb: %(current_year)s %(platform_name)s, utenom hvor notert, alle rettigheter er forbeholdt.
nl_nl: %(current_year)s %(platform_name)s, tenzij anders vermeld, alle rechten voorbehouden.
pl: %(current_year)s %(platform_name)s, z wyjątkiem zastrzeżonych , all rights reserved.
pl_pl: %(current_year)s %(platform_name)s , jeśli nie zaznaczono inaczej, wszelkie prawa skryty.
pt_br: %(current_year)s %(platform_name)s, exceto onde indicado, todos os direitos reservados.
pt_pt: %(current_year)s %(platform_name)s, exceto onde anotado, todos os direitos estão reservados.
ro: %(current_year)s %(platform_name)s, toate drepturile rezervate
ru: %(current_year)s %(platform_name)s кроме указанных случаев, все права защищены
sk: %(current_year)s %(platform_name)s, s výnimkou, kde je to poznačené, všetky práva vyhradené.
sl: %(current_year)s %(platform_name)s, razen kjer ni navedeno, vse pravice zadržane.
sq: %(current_year)s %(platform_name)s , përveç rasteve kur shënohet, të gjitha të drejtat e rezervuar.
sv: %(platform_name)s %(current_year)s, om inte annat anges, alla rättigheter förbehållna.
sw_ke: %(current_year)s %(platform_name)s, isipokuwa ilipoarifiwa, haki miliki zote zimedhibitiwa.
tr_tr: %(current_year)s %(platform_name)s, nereye not alındığı dışında, tüm hakları saklıdır.
uk: %(current_year)s%(platform_name)sякщо не зазначено, всі права зарезервовані.
uz: %(current_year)s%(platform_name)s, qayd etilgan holatlardan tashqari, barcha huquqlar himoyalangan

source: Toggle navigation
af_za: Skakel navigasie
ar: تبديل طريقة التصفّح
ar_sa: تبديل التنقل
az: Naviqasiyanı dəyişin
bn_bd: টগল ন্যাভিগেশন
ca: Commuta la navegació
cs: Přepnout navigaci
da: Skift navigation
de_de: Wechsle die Menüführung
el: Εναλλαγή πλοήγησης
el_gr: Εναλλαγή πλοήγησης
eo: Tögglé nävïgätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Contraer navegación
es_es: Navegación alternativa
fa_ir: تغییر پیمایش
fi: Vaihda navigointi
fil_ph: I-toggle ang nabigasyon
fr: Basculer la navigation
fr_ca: Basculer la navigation
fr_fr: Basculer la navigation
he: החלף ניווט
hi: टॉगल से संचालित करना
hu: Navigáció bekapcsolása
hy_am: Միացնել նավիգացիան
id: Alihkan navigasi
it: Attiva/disattiva la navigazione
it_it: Attiva/disattiva navigazione
ja_jp: ナビゲーション切換
ka: ნავიგაციის გადართვა
lt_lt: Įjungti/išjungti naršymą
nb: Navigasjon
nl_nl: Navigatie aan/uitschakelen
pl: Włącz nawigację
pl_pl: Przełącz nawigację
pt_br: Ligar/Desligar navegação
pt_pt: Alternar navegação
ro: Afișează navigarea
ru: Включить навигацию
sk: Prepnúť navigáciu
sl: Preklop navigacije
sq: Ndrysho navigimin
sv: Växla navigering
sw_ke: Uhamiaji kutoka sehemu moja ya tendekazi za kompyuta mpaka kwa nyingine na kurudi
th: เปิดปิด เนวิเกชั่น
tr_tr: Kısayol Navigasyonu
uk: Перемикання навігації
uz: Navigatsiyani yoqish

source: Help
ar: المساعدة
ar_sa: مساعدة
az: Kömək
bn_bd: সাহায্য
ca: Ajuda
cs: Nápověda
da: Hjælp
de_de: Hilfe
el: Βοήθεια
el_gr: Βοήθεια
eo: Hélp Ⱡ'σяєм ι#
es_419: Ayuda
es_es: Ayuda
fa_ir: راهنما
fi: auta
fil_ph: Tulong
fr: Aide
fr_ca: Aide
fr_fr: Aide
he: עזרה
hi: सहायता
hu: Segítség
hy_am: Օգնություն
id: Bantuan
it: Aiuto
it_it: Aiuto
ja_jp: ヘルプ
ka: დახმარება
lt_lt: Pagalba
nb: Hjelp
pl: Pomoc
pl_pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ro: Ajutor
ru: Помощь
sk: Pomoc
sl: Pomoč
sq: Ndihmë
sv: Hjälpa
sw_ke: Msaada
th: ช่วยเหลือ
tr_tr: Yardım
uk: Допомога
uz: Yordam

source: Menu for
af_za: Spyskaart vir
ar: قائمة لـ
ar_sa: القائمة ل
az: Menyu
bn_bd: মেনুর জন্য
ca: Menu per
cs: Nabídka pro
da: Menu til
de_de: Menü für
el: Μενού για
el_gr: Μενού για
eo: Ménü för Ⱡ'σяєм ιρѕυм ∂#
es_419: Menú para
fa_ir: منو برای
fil_ph: Menu para sa
fr: Menu pour
fr_ca: Menu pour
fr_fr: Menu pour
he: תפריט עבור
hi: के लिए सूची
hy_am: Մենյու
id: Menu untuk
it: Menù per
it_it: Menu per
ja_jp: メニュー
ka: მენიუ
nb: Meny for
pl: Menu dla
pl_pl: Menu dla
pt_br: Menu para
pt_pt: Menu de opções
ro: Meniu pentru
ru: Меню для
sl: Meni za
sq: Menuja për
sv: Meny för
sw_ke: Menyu kwa ajili ya
th: เมนูสำหรับ
tr_tr: Menü:
uk: Меню для
uz: uchun menyu

source: Logout
af_za: Teken uit
ar: تسجيل الخروج
ar_sa: تسجيل الخروج
az: Çıxın
bn_bd: প্রস্থান
ca: Tanqueu la Sessió
cs: Odhlásit
da: Log ud
de_de: Abmelden
el: Αποσύνδεση
el_gr: Αποσύνδεση
eo: Lögöüt Ⱡ'σяєм ιρѕυ#
es_419: Salir
es_es: Salir
fa_ir: خروج
fi: Kirjautua ulos
fil_ph: Mag-logout
fr: Déconnexion
fr_ca: Déconnexion
fr_fr: Déconnexion
he: התנתק
hi: लॉग आउट
hu: Kijelentkezés
hy_am: Ելք
id: Keluar
it: Disconnettersi
ja_jp: ログアウト
ka: გამოსვლა
lt_lt: Atsijungti
nb: Logg ut
nl_nl: Uitloggen
pl: Wyloguj się
pl_pl: Wyloguj
pt_br: Sair
pt_pt: Sair da Sessão
ro: Ieşire
ru: Выйти
sk: Odhlásiť
sl: Odjava
sq: Shkyçu
sv: Logga ut
sw_ke: Toka mtandaoni
th: ลงชื่อออก
tr_tr: Oturumu Kapat
uk: Вийти
uz: Chiqish

source: Navigation Menu.
af_za: Navigasie -spyskaart.
ar: قائمة التصفح.
ar_sa: قائمة الإبحار.
az: Naviqasiya menyusu
bn_bd: ন্যাভিগেশন তালিকা
ca: Menú de Navegació
cs: Navigační nabídka.
da: Navigationsmenu.
de_de: Navigations-Menu
el: Μενού πλοήγησης
el_gr: Μενού πλοήγησης.
eo: Nävïgätïön Ménü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Menú de navegación
es_es: Menú de navegación
fa_ir: منوی پیمایش
fi: Navigointivalikko.
fil_ph: Menu ng Nabigasyon.
fr: Menu de navigation
fr_ca: Menu de navigation.
fr_fr: Menu de navigation.
he: תפריט ניווט
hi: संचालन सूची।
hy_am: Նավիգացիոն մենյու
id: Menu Navigasi
it: Menu di navigazione.
it_it: Menu di navigazione.
ja_jp: ナビゲーションメニュー。
ka: ნავიგაციის მენიუ.
nb: Navigasjonsmeny.
pl: Menu nawigacyjne.
pl_pl: Menu nawigacji.
pt_br: Menu de navegação
pt_pt: Menu de Navegação.
ro: Meniu de Căutare
ru: Навигационное Меню
sl: Navigacijski meni.
sq: Menuja e navigimit.
sv: Navigationsmeny.
sw_ke: Menyu ya Uabiri.
th: เมนูการนำทาง
tr_tr: Gezinme Menüsü.
uk: Меню Навігації
uz: Navigatsiya menyusi

source: Loading
af_za: Laai
ar: جاري التحميل
ar_sa: جاري التحميل
az: Yüklənir
bn_bd: প্রক্রিয়াধীন
ca: Carregant
cs: Nahrávání
da: Indlæser
de_de: Ladevorgang
el: Φόρτωση
el_gr: Φόρτωση
eo: Löädïng Ⱡ'σяєм ιρѕυм #
es_419: Cargando
es_es: Cargando
fa_ir: در حال بارگذاری
fi: Ladataan
fil_ph: Naglo-load
fr: Chargement en cours
fr_ca: Chargement
fr_fr: Chargement
he: טוען
hi: लोड हो रहा है
hu: Betöltés
hy_am: Ներբեռնվում է
id: Memuat
it: Caricamento
it_it: Caricamento
ja_jp: 読込中
ka: იტვირთება
lt_lt: Įkeliama
nb: Laster
nl_nl: Aan het laden.
pl: Ładowanie
pl_pl: Ładowanie
pt_br: Carregando
pt_pt: Carregando
ro: Se încarcă
ru: Загрузка
sk: Načíta sa
sl: Nalaganje
sq: Duke u ngarkuar
sv: Läser in
sw_ke: Kupakia ujumbe
th: กำลังโหลด
tr_tr: Yükleniyor
uk: Завантаження
uz: Yuklanmoqda

source: We are unable to load this chart.
af_za: Ons kan nie hierdie grafiek laai nie.
ar: نأسف لعدم إمكانية تحميل هذا المخطّط.
ar_sa: نحن غير قادرين على تحميل هذا المخطط.
az: Bu qrafiki yükləyə bilmirik.
bn_bd: তালিকা প্রক্রিয়ায় আনতে ব্যার্থ
ca: No podem carregar aquest gràfic.
cs: Tento graf nelze načíst.
da: Vi kan ikke indlæse dette diagram.
de_de: Es ist uns nicht möglich, dass Diagramm zu laden.
el: Αδυναμία φόρτωσης αυτού του διαγράμματος.
el_gr: Δεν είναι δυνατή η φόρτωση αυτού του γραφήματος.
eo: Wé äré ünäßlé tö löäd thïs çhärt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: No podemos cargar este cuadro.
es_es: No es posible cargar esta gráfica
fa_ir: امکان بارگذاری این نمودار نیست.
fi: Emme voi ladata tätä kaaviota.
fil_ph: Hindi namin ma-load ang chart na ito.
fr: Impossible de charger ce graphique.
fr_ca: Nous ne pouvons pas charger ce graphique.
fr_fr: Nous ne sommes pas en mesure de charger ce tableau.
he: לא ניתן לטעון גרף זה.
hi: हम इस चार्ट को लोड करने में असमर्थ हैं।
hu: Diagram betöltése sikertelen.
hy_am: Չենք կարող ներբեռնել գծապատկերը
id: Kami tidak dapat memuat skema ini.
it: Impossibile caricare questo grafico.
it_it: Non è possibile caricare questo grafico.
ja_jp: 図が読み込めません。
ka: ვერ ვტვირთავთ ამ დიაგრამას.
lt_lt: Nepavyko įkelti šios diagramos.
nb: Ikke mulig å laste denne siden.
nl_nl: Deze grafiek kon niet geladen worden.
pl: Nie mogliśmy wczytać tego wykresu.
pl_pl: Nie możemy załadować tego wykresu.
pt_br: Não foi possível carregar este gráfico.
pt_pt: Não foi possível carregar o gráfico.
ro: Acest grafic nu a putut fi încărcat.
ru: Невозможно загрузить эту диаграмму.
sk: Nie sme schopní načítať tento graf.
sl: Ni bilo mogoče naložiti tega diagrama.
sq: Nuk mund ta ngarkojmë këtë grafik.
sv: Vi kan inte ladda ner det här diagrammet.
sw_ke: Hatuwezi kupakia chati hii.
th: เราไม่สามารถโหลดแผนภูมินี้ได้
tr_tr: Bu grafiği yükleyemiyoruz.
uk: Неможливо завантажити цей графік.
uz: Biz ushbu diagrammani yuklay olmaymiz.

source: We are unable to load this table.
af_za: Ons kan nie hierdie tabel laai nie.
ar: نأسف لعدم إمكانية تحميل هذا الجدول.
ar_sa: نحن غير قادرين على تحميل هذا الجدول.
az: Bu cədvəli yükləyə bilmirik.
bn_bd: সারণি প্রক্রিয়ায় আনতে ব্যার্থ
ca: No podem carregar aquesta taula.
cs: Tuto tabulku nelze načíst.
da: Vi kan ikke indlæse denne tabel.
de_de: Es ist uns nicht möglich, die Tabelle zu laden.
el: Αδυναμία φόρτωσης αυτού του πίνακα.
el_gr: Δεν είναι δυνατή η φόρτωση αυτού του πίνακα.
eo: Wé äré ünäßlé tö löäd thïs täßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: No podemos cargar esta tabla.
es_es: No es posible cargar esta tabla
fa_ir: امکان بارگذاری این جدول نیست.
fi: Emme voi ladata tätä taulukkoa.
fil_ph: Hindi namin ma-load ang talahanayang ito.
fr: Impossible de charger ce tableau.
fr_ca: Nous ne pouvons pas charger ce tableau.
fr_fr: Nous ne sommes pas en mesure de charger ce tableau.
he: לא ניתן לטעון טבלה זו.
hi: हम इस टेबल को लोड करने में असमर्थ हैं।
hu: Táblázat betöltése sikertelen.
hy_am: Չենք կարող ներբեռնել աղյուսակը
id: Kami tidak dapat memuat tabel ini.
it: Impossibile caricare questa tabella.
it_it: Non è possibile caricare questa tabella.
ja_jp: 表が読み込めません。
ka: ვერ ვტვირთავთ ამ ცხრილს.
lt_lt: Nepavyko įkelti šios lentelės.
nb: Ikke mulig å laste denne tabellen.
nl_nl: Deze tabel kon niet geladen worden.
pl: Nie mogliśmy wczytać tej tabeli.
pl_pl: Nie możemy załadować tej tabeli.
pt_br: Não foi possível carregar esta tabela.
pt_pt: Não é possível carregar esta tabela.
ro: Acest tabel nu a putut fi încărcat.
ru: Невозможно загрузить эту таблицу.
sk: Nie sme schopní načítať túto tabuľku.
sl: Ni bilo mogoče naložiti te tabele.
sq: Nuk mund ta ngarkojmë këtë tabelë.
sv: Vi kan inte ladda den här tabellen.
sw_ke: Hatuwezi kupakia jedwali hili.
th: เราไม่สามารถโหลดตารางนี้ได้
tr_tr: Bu tabloyu yükleyemiyoruz.
uk: Неможливо завантажити цю таблицю.
uz: Biz ushbu jadvalni yuklay olmaymiz

source: We are unable to load these metrics.
af_za: Ons kan nie hierdie statistieke laai nie.
ar: نأسف لعدم إمكانية تحميل هذه المقاييس.
ar_sa: لا يمكننا تحميل هذه المقاييس.
az: Bu metrikaları yükləyə bilmirik.
bn_bd: ছন্দ প্রক্রিয়ায় আনতে ব্যার্থ
ca: No podem carregar aquestes mètriques.
cs: Tyto metriky nelze načíst.
da: Vi kan ikke indlæse disse metrics.
de_de: Es ist uns nicht möglich, diese Kennzahlen zu laden.
el: Αδυναμία φόρτωσης αυτών των στατιστικών.
el_gr: Δεν μπορούμε να φορτώσουμε αυτές τις μετρήσεις.
eo: Wé äré ünäßlé tö löäd thésé métrïçs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: No podemos cargar estas métricas.
es_es: No es posible cargar estos resultados
fa_ir: امکان بارگذاری این سنجه‌ها نیست.
fi: Emme voi ladata näitä mittareita.
fil_ph: Hindi namin ma-load ang mga sukatang ito.
fr: Impossible de charger ces indicateurs.
fr_ca: Nous sommes incapables de charger ces métriques.
fr_fr: Nous ne sommes pas en mesure de charger ces mesures.
he: לא ניתן לטעון מדדים אלו.
hi: हम इन मैट्रिक्स को लोड करने में असमर्थ हैं।
hu: Mértékegység betöltése sikertelen.
hy_am: Չենք կարող ներբեռնել ցուցանիշները
id: Kami tidak dapat memuat statistik ini.
it: Non siamo in grado di caricare queste metriche.
it_it: Non siamo in grado di caricare queste metriche.
ja_jp: データが読み込めません。
ka: ჩატვირთვა ვერ მოხერხდა.
lt_lt: Nepavyko įkelti šios metrikos.
nb: Ikke mulig å laste denne statistikkene.
nl_nl: Deze metrieken konden niet geladen worden.
pl: Nie możemy załadować tych metryk.
pl_pl: Nie możemy załadować tych danych.
pt_br: Não foi possível carregar estas métricas.
pt_pt: Não é possíve carregar estes dados métricos.
ro: Aceste măsurători nu au putut fi încărcate.
ru: Невозможно загрузить эти метрики.
sk: Nie sme schopní načítať tieto dáta.
sl: Ni bilo mogoče naložiti teh meritev.
sq: Nuk mund t&#39;i ngarkojmë këto matje.
sv: Vi kan inte ladda dessa mätvärden.
sw_ke: Hatuwezi kupakia idadi hizi.
th: เราไม่สามารถโหลดเมตริกซ์นี้ได้
tr_tr: Bu metrikleri yükleyemiyoruz.
uk: Неможливо завантажити цю метрику.
uz: Ushbu o'lchovlarni yuklay olmaymiz.

source: Who are my students?
hu: Kik a hallgatóim?
lt_lt: Kas yra mano kurso dalyviai?
nl_nl: Wie zijn mijn studenten?
sk: Kto sú moji študenti?

source: Target your course to fit the backgrounds of your students.
lt_lt: Pritaikykite savo kursą, kad jis atitiktų kurso dalyvių išsilavinimą.
nl_nl: Richt uw cursus naar de achtergrond van uw studenten.
sk: Zamerajte váš kurz tak, aby vyhovoval zázemiu vašich študentov.

source: What are students engaging with in my course?
lt_lt: Su kokia mano kurso medžiaga dirba kurso dalyviai?
nl_nl: Welke delen van mijn cursus worden door de studenten gebruikt?
sk: Akí študenti sa zúčastňujú v mojom kurze?

source: Improve frequently accessed content, or point students at underused resources.
lt_lt: Patobulinti dažnai naudojamą turinį arba parodyti kurso dalyviams nepakankamai naudojamus išteklius.
nl_nl: Maak de veel gebruikte informatie beter of verwijs studenten naar minder gebruikte informatie.
sk: Zlepšite obsah, ku ktorému sa pristupuje často alebo ukážte študentom zdroje, ktoré sa používajú málo.

source: How well is my content supporting student learning?
lt_lt: Kiek mano turinys padeda kurso dalyviams mokytis?
nl_nl: Hoe goed ondersteunt mijn inhoud de student bij het studeren?
sk: Ako dobre podporuje môj obsah učenie študentov?

source: Adjust your course based on where students are struggling.
lt_lt: Pakoreguokite kursą atsižvelgdami į tai, kas kurso dalyviams kelia sunkumų.
nl_nl: Pas je cursus aan gebaseerd op waar studenten moeite mee hebben.
sk: Prispôsobte váš kurz podľa toho, kde majú študenti problémy.

source: {percentage} of current students
nl_nl: {percentage} van huidige studenten
sk: {percentage} aktuálnych študentov

source: This chart shows the most common answers submitted by students, ordered by frequency.
nl_nl: Deze grafiek toont de meest gegeven antwoorden zoals ingezonden door de studenten, geordend volgens frequentie.
sk: Tento graf zobrazuje najčastejšie odpovede odoslané študentami zoradené podľa početnosti výskytu.

source: Student Submission Counts
nl_nl: Aantal inzendingen door studenten
sk: Počty podaní študentov
