Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Skip to content
af_za: Gaan voort na inhoud
ar: الانتقال إلى المحتوى
ar_sa: تخطى الى المحتوى
az: Məzmuna keçin
bn_bd: সরাসরি তথ‍্যতে যান
ca: Anar al contingut
cs: Přejít na obsah
da: Gå til indhold
de_de: Zu den Inhalten springen.
el: Μετάβαση στο περιεχόμενο
el_gr: Μετάβαση στο περιεχόμενο
eo: Skïp tö çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Saltar al contenido
es_es: Pasar al contenido
fa_ir: عبور از محتوا
fi: Siirry sisältöön
fil_ph: Lumaktaw sa nilalaman
fr: Passer au contenu
fr_ca: Aller au contenu
fr_fr: Passer au contenu
he: דלג לתוכן
hi: इसे छोड़कर विष्य वस्तु पर जाएं
hy_am: Անցնել բովանդակության էջին
id: Lewati ke konten utama
it_it: Passa al contenuto principale
ja_jp: コンテンツまでスキップする
ka: შინაარსზე გადახტომა
nb: Hopp til innhold
pl: Przejdź do głównej zawartości
pl_pl: Przejdź do głównej zawartości
pt_br: Pular para o conteúdo
pt_pt: Ir para o conteúdo
ro: Sari la conținut
ru: Перейти к контенту
sq: Kalo tek përmbajtja
sv: Hoppa till innehåll
sw_ke: Nenda kwenye maudhui
te: విషయమునకు వెళ్ళండి
th: ข้ามไปยัง เนื้อหา
tr_tr: İçeriğe geç
uk: Перейти до змісту
uz: Kontentga qaytish

source: Login
af_za: Teken in
ar: تسجيل الدخول
ar_sa: تسجيل الدخول
az: Daxil olun
bn_bd: লগিন
ca: Iniciar Sessió
cs: Přihlásit
de_de: Anmelden
el: Είσοδος
el_gr: Σύνδεση
eo: Lögïn Ⱡ'σяєм ιρѕ#
es_419: Iniciar sesión
es_es: Iniciar sesión
fa_ir: ورود
fi: Kirjaudu sisään
fil_ph: Mag log in
fr: Connexion
fr_ca: Connexion
fr_fr: Connexion
he: כניסה
hi: लॉग इन करें
hu: Bejelentkezés
hy_am: Մուտք
id: Masuk
ja_jp: ログイン
ka: შესვლა
lt_lt: Prisijungti
nb: Logg inn
nl_nl: Inloggen
pl: Zaloguj się
pl_pl: Zaloguj się
pt_pt: Iniciar sessão
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sq: Hyr
sv: Logga in
sw_ke: Ingia mtandaoni
te: లాగిన్
th: เข้าสู่ระบบ
tr_tr: Giriş
uk: Увійти
uz: Kirish

source: Insights to help course teams improve courses.
af_za: Insigte wat jou help om die kursus te verbeter
ar: مفاهيم لمساعدة معلمين او مؤلفو المساقات على تحسين مساقاتهم
ar_sa: رؤى لمساعدة فرق الدورة التدريبية على تحسين الدورات التدريبية.
az: Statistik məlumatlar kurs komandalarına kursları təkmilləşdirmələrinə kömək edir.
bn_bd: অন্তর্দৃষ্টিগুলির সাহায্য করতে অবশ্যই দল কোর্স উন্নত
ca: Informació per ajudar els equips de cursos a millorar els cursos.
cs: Podněty pomáhající zlepšovat vaše kurzy.
da: Indblik til at hjælpe kursus hold forbedre kurser.
de_de: Erkenntnisse um dem Kursteam zu helfen Kurse zu verbessern.
el: Ιδέες που μπορούν να βοηθήσουν τις ομάδες κύκλου μαθημάτων στη βελτίωση των μαθημάτων τους.
el_gr: Πληροφορίες για να βοηθήσουν τις ομάδες μαθημάτων να βελτιώσουν τα μαθήματα.
eo: Ìnsïghts tö hélp çöürsé téäms ïmprövé çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Información para ayudar a los equipos de los cursos a mejorar los mismos.
es_es: Perspectivas para ayudar a los equipos del curso a mejorarlos.
fa_ir: اطلاعاتی برای کمک به تیم‌های تولیدکننده در راستای بهینه‌سازی دوره‌های آموزشی
fi: Oivallus, joka auttaa kurssiryhmiä parantamaan kursseja.
fil_ph: Mga insight upang matulungan ang mga team ng kurso na mapabuti ang mga kurso.
fr: Idées pour aider l'équipe à améliorer les cours.
fr_ca: Idées permettant aux équipes de cours d'améliorer les cours.
fr_fr: Éclairages pour aider les équipes de cours à les améliorer.
he: תובנות המסייעות לצוות הקורס לשפר את הקורסים.
hi: पाठ्यक्रम में सुधार के लिए पाठ्यक्रम टीमों की अंतर्दृष्टि मदद करने हेतु।
hy_am: Ակնարկներ՝ օգնելու դասընթացի թիմերին բարելավել դասընթացները
id: Gambaran informasi untuk membantu tim meningkatkan kualitas kursus
it: Approfondimenti per aiutare i team del corso a migliorare i corsi.
it_it: Le Insights consentono ai gruppi di lavoro di migliorare i corsi.
ja_jp: 講座の質の向上を助けるインサイト。
ka: კურსების გასაუმჯობესებლი რჩევები კურსის შემქმნელთა ჯგუფისთვის.
lt_lt: Įžvalgos, skirtos padėti kursų komandoms tobulinti kursus.
nb: Innsikt for å hjelpe kursteamet å forbedre kursene.
nl_nl: Inzichten om de teams te helpen hun cursussen beter te maken
pl: Uwagi ułatwiające twórcom udoskonalanie kursów.
pl_pl: Uwagi ułatwiające zespołom udoskonalanie kursów.
pt_br: Ideias para ajudar a equipe a melhorar os cursos.
pt_pt: Insights pronto a ajudar as equipas de curso a melhorarem os cursos.
ro: Insights pentru a ajuta echipele de curs să îmbunătăţească cursurile.
ru: Наработки, которые помогут в усовершенствовании курсов.
sk: Postrehy, ktoré pomôžu pri zlepšovaní kurzov.
sl: Podorbnosti, ki pomagajo avtorjem tečajev izboljšati tečaje
sq: Rekomandime për të ndihmuar ekipet që të përmirësojnë kurset.
sv: Insikter för att hjälpa kursenheter att förbättra kurser.
sw_ke: Ujuzi wa kusaidia kikosi kuboresha fani.
te: పాఠ్యములను మెరుగు పరుచుటకు పాఠ్య రచయితలకు సూచనలు.
th: ทำความเข้าใจทีมช่วยเหลือหลักสูตรเพื่อพัฒนาหลักสูตร
tr_tr: Ders ekiplerine derslerini iyileştirebilmeleri için öneriler.
uk: Поради для допомоги команді курсу вдосконалювати курси.
uz: Kurslarni sifatini oshirish uchun ma'lumotlar.

source: Who are my learners?
af_za: Wie is my leerlinge?
ar: من هم طلابي؟
ar_sa: من هم الطلّاب الخاص بي ؟
az: Mənim tələbələrim kimlərdir?
bn_bd: কারা অামার ছাত্র?
ca: Qui són els meus alumnes?
cs: Kdo jsou moji studenti?
da: Hvem er mine kursister?
de_de: Wer sind meine Teilnehmer?
el: Ποιοι είναι οι σπουδαστές μου;
el_gr: Ποιοι είναι οι μαθητές μου;
eo: Whö äré mý léärnérs? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: ¿Quiénes son mis estudiantes?
es_es: ¿Quiénes son mis alumnos?
fa_ir: یادگیرندگان من چه کسانی هستند؟
fi: Keitä ovat oppijani?
fil_ph: Sino ang aking mga mag-aaral?
fr: Qui sont mes étudiants?
fr_ca: Qui sont mes étudiants?
fr_fr: Qui sont mes apprenants ?
he: מי הם הלומדים שלי?
hi: मेरे शिष्य कौन हैं?
hy_am: Ովքեր են իմ ուսանողները
id: Siapa peserta saya?
it: Chi sono i miei studenti?
it_it: Chi sono i miei studenti?
ja_jp: 受講者はどんな人たち？
ka: ვინ არიან ჩემი მსმენელები?
nb: Hvem er mine kursdeltagere?
pl: Kim są moi uczniowie ?
pl_pl: Kim są moi uczniowie?
pt_br: Quem são meus alunos?
pt_pt: Quem são os meus estudantes?
ro: Cine sunt elevii mei?
ru: Кто является моими слушателями?
sq: Kush janë studentët e mi?
sv: Vem är mina elever?
sw_ke: Wanafunzi wangu ni akina nani?
te: నా విద్యార్థులు ఎవరు?
th: ผู้เรียนของฉันเป็นใครบ้าง?
tr_tr: Öğrencilerim kimler?
uk: Хто мої студенти?
uz: Mening o'quvchilarim kim?

source: Target your course to fit the backgrounds of your learners.
af_za: Teiken jou kursus om by die agtergrond van jou leerlinge te pas.
ar: لائم الدورة التعليمية بحيث تناسب خلفيات الطلاب.
ar_sa: استهدف الدورة التدريبية الخاصة بك لتناسب خلفيات الطلّاب الخاصة بك.
az: Kursunuzun sizin tələbələrinizin öncəki biliklərinə uyğunluğunu hədəf götürün.
bn_bd: নির্ধারণ করুন আপনার কোর্স যা আপনার ব্যাকগ্রাউন্ডের সাথে মিলে যায় ।
ca: Orienteu el vostre curs per adaptar-lo als antecedents dels vostres alumnes.
cs: Jak zacílit kurz podle toho z jakého prostředí vaši studenti jsou.
da: Målret dit kursus, så det passer til dine kursisters baggrund.
de_de: Kurs an den Hintergrund der Teilnehmer anpassen.
el: Στοχεύστε τον κύκλο μαθημάτων σας, ώστε να ταιριάζει στο υπόβαθρο των σπουδαστών σας
el_gr: Στοχεύστε το μάθημά σας ώστε να ταιριάζει στο υπόβαθρο των μαθητών σας.
eo: Tärgét ýöür çöürsé tö fït thé ßäçkgröünds öf ýöür léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Diseñe su curso para que sea apropiado para las experiencias de sus estudiantes.
fa_ir: دوره آموزشی خود را به‌گونه ای هدف قرار دهید که با سوابق یادگیرندگان‌تان تطابق داشته باشد.
fi: Kohdista kurssi sopimaan oppilaidesi taustoihin.
fil_ph: I-target ang iyong kurso upang umangkop sa mga background ng iyong mga mag-aaral.
fr: Orienter votre cours de manière adaptée à l'expérience des apprenants.
fr_ca: Ciblez votre cours pour l'adapter aux antécédents de vos étudiants.
fr_fr: Ciblez votre cours pour qu'il s'adapte aux parcours de vos apprenants.
he: התאם את הקורס לרקע הלומדים שלך.
hi: अपने शिक्षार्थियों की पृष्ठभूमि को फिट करने के लिए अपने पाठ्यक्रम को लक्षित करें।
hy_am: Թիրախավորեք դասընթացը համապատասխան ուսանողների հիմնական գիտելիքի
id: Sesuaikan kursusmu dengan latar belakang para peserta.
it: Personalizza il tuo corso in base al background dei tuoi studenti.
it_it: Organizza il corso in modo da adeguarlo alle competenze dei tuoi studenti.
ja_jp: 受講者の学習歴などに合う講座にしましょう。
ka: მოარგეთ კურსი მსმენელთა ცოდნის დონეს.
nb: Målrett kurset ditt for å passe med bakgrunnen til studentene.
pl: Dostosuj swój kurs do wiedzy uczniów.
pl_pl: Dostosuj swój kurs do wiedzy uczniów.
pt_br: Direcione seu curso para ajustá-lo ao perfil de seus estudantes.
pt_pt: Segmente o seu curso para se adequar ao contexto dos seus estudantes.
ro: Personlizați cursul pentru a se potrivi cunoștințelor elevilor dumneavoastră.
ru: Ориентируетесь на курс в соответствии с подготовкой ваших слушателей
sq: Synoni kursin tuaj për t&#39;iu përshtatur prejardhjes së nxënësve tuaj.
sv: Rikta din kurs mot användarnas bakgrundskunskaper
sw_ke: Wenga malengo ya kozi yako ili yakidhi mahitaji ya wanafunzi wako.
te: మీ విద్యార్థుల గతచరిత్రకు సరిపడు విధముగా పాఠ్యములను దిద్దండి.
th: ตั้งเป้าหมายหลักสูตรของคุณให้เหมาะสมกับพื้นฐานของผู้เรียน
tr_tr: Dersinizi öğrencilerinizin geçmişlerine uyacak şekilde belirleyin.
uk: Налаштуйте свій курс, аби він відповідав підготовці студентів
uz: Darslaringizni o'quvchilaringiz bilim darajasiga mos keladigan tartibta moslashtiring.

source: Enrollment
af_za: Inskrywing
ar: تسجيل
ar_sa: التسجيل
az: Qeydiyyat
bn_bd: ভর্তি
ca: Inscripcions
cs: Zápis
da: Tilmelding
de_de: Einschreibung
el: Εγγραφή
el_gr: Εγγραφή
eo: Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Inscripciones
es_es: Inscripciones
fa_ir: ثبت‌نام
fi: Ilmoittautuminen
fil_ph: Enrolment
fr: Inscriptions
fr_ca: Inscription
fr_fr: Inscription
he: רישום
hi: नामांकन
hu: Feliratkozás
hy_am: Գրանցում
id: Pendaftaran
it: Iscrizione
it_it: Iscrizione
ja_jp: 受講登録
ka: ჩარიცხვა
lt_lt: Registracija
nb: Påmeldinger
nl_nl: Inschrijving
pl: Rekrutacja
pl_pl: Zapisy
pt_br: Matrícula
pt_pt: Inscrição
ro: Înscriere
ru: Регистрация на курс
sk: Zápis
sl: Vpis
sq: Regjistrimi
sv: Inskrivning
sw_ke: Usajili
te: విద్యార్థుల చేరిక
th: ลงทะเบียน
tr_tr: Kayıtlanma
uk: Запис на курс
uz: Registratsiya

source: What are learners engaging with in my course?
af_za: Waarmee is leerders besig met my kursus?
ar: ما الذي يثير اهتمام الطلاب في دوراتي؟
ar_sa: ما الذي يتفاعل معه الطلّاب في الدورة التدريبية الخاصة بي؟
az: Mənim kursumda tələbələr nə ilə məşğul olurlar?
bn_bd: কি আমার কোর্সে সঙ্গে শিক্ষার্থীদের অংশগ্রহণ করাচ্ছে ?
ca: Quins són els aprenents que participen en el meu curs?
cs: Do čeho se studenti v mém kurzu zapojují nejvíce?
da: Hvad beskæftiger kursister sig med i mit kursus?
de_de: Womit beschäftigen/beteiligen sich Teilnehmer in meinem Kurs?
el: Με τι ασχολούνται οι σπουδαστές στον κύκλο μαθημάτων μου;
el_gr: Με τι ασχολούνται οι μαθητές στο μάθημά μου;
eo: Whät äré léärnérs éngägïng wïth ïn mý çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: ¿En qué están participando los estudiantes en mi curso?
fa_ir: یادگیرندگان با چه مطالبی در این دوره آشنا می‌شوند؟
fi: Mihin oppijat osallistuvat kurssillani?
fil_ph: Ano ang kinasasangkutan ng mga mag-aaral sa aking kurso?
fr: Dans quoi les étudiants s'impliquent-t-ils dans mon cours?
fr_ca: À quoi les étudiants s'engagent-ils dans mon cours?
fr_fr: Avec quoi les apprenants s'engagent-ils dans mon cours ?
he: במה פעילים הלומדים שלי בקורס?
hi: मेरे पाठ्यक्रम में शिष्य कहां दिलचस्पी दिखा रहे हैं?
hy_am: Դասընթացի, ո՞ր հատվածն է սովորողների համար ուշագրավ
id: Apa yang sedang dilakukan peserta dalam kursus saya?
it: Con cosa interagiscono gli studenti nel mio corso?
it_it: Quali saranno gli argomenti trattati dagli studenti nel mio corso?
ja_jp: この講座で受講者は何に取り組んでいる？
ka: რაში ერთვებიან მოსწავლეები ჩემ კურსში?
nb: Hva engasjerer kursdeltagerne i mitt kurs?
pl: Kim są moi uczniowie?
pl_pl: Czym zajmują się uczestnicy mojego kursu?
pt_br: Em que meus alunos estão engajando em meu curso
pt_pt: Em que é que os estudantes estão mais interessados no meu curso?
ro: Cu ce sunt captivaţi elevii în cursul meu?
ru: Что пользуется популярностью у слушателей?
sq: Me çfarë përfshihen nxënësit në kursin tim?
sv: Vad handlar eleverna om i min kurs?
sw_ke: Wanafunzi wangu wanajifunza nini kwenye kozi yangu?
te: నా పాఠ్యంలో విద్యార్థులు ఏ పనిలో ఉన్నారు?
th: ผู้เรียนกำลังมีส่วนร่วมอะไรบ้างในหลักสูตร?
tr_tr: Öğrenciler dersimde neler ile etkileşim içerisindeler?
uk: Які студенти залучені до мого курсу?
uz: O'quvchilar mening kursimda nimalar bilan shug'ullanmoqdalar?

source: Improve frequently accessed content, or point learners at underused resources.
af_za: Verbeter die inhoud wat gereeld besoek word, of wys leerders op onderbenutte hulpbronne.
ar: تحسين المحتوى الذي يتم الدخول إليه بشكل متكرر، أو توجيه الطلاب إلى الموارد الأقل استخداماً.
ar_sa: قم بتحسين المحتوى الذي يتم الوصول إليه بشكل متكرر، أو قم بتوجيه الطلّاب إلى الموارد غير المستخدمة.
az: Tez-tez istifadə edilən məzmunu yaxşılaşdırın və ya resurslardan az istifadə etmiş tələbələri işarələyin.
bn_bd: ঘন ঘন প্রবেশ করা বিষয়বস্তুর উন্নতি বা শিক্ষার্থীদেরকে কম ব্যাবহারিত সম্পদ / বিষয়বস্তু প্রদর্শন ।
ca: Milloreu el contingut d'accés freqüent o apunteu els aprenents als recursos infrautilitzats.
cs: Zlepšete často navštěvovaný obsah nebo nasměrujte studenty k málo využívaným zdrojům.
da: Forbedre ofte adgang til indhold, eller peg kursisterne på underudnyttede ressourcer.
de_de: Verbessern Sie die häufig zugegriffen Inhalte oder zeigen Teilnehmern zu wenig genutzten Ressourcen.
el: Βελτιώστε το περιεχόμενο που έχει συχνή πρόσβαση ή δείξτε στους σπουδαστές τους υποχρησιμοποιούμενους πόρους
el_gr: Βελτιώστε περιεχόμενο που έχετε συχνά πρόσβαση ή κατευθύνετε τους μαθητές σε πόρους που δεν χρησιμοποιούνται ελάχιστα.
eo: Ìmprövé fréqüéntlý äççésséd çöntént, ör pöïnt léärnérs ät ündérüséd résöürçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Mejore el contenido más frecuentemente usado, o dirija a los estudiantes a recursos poco utilizados.
fa_ir: محتوایی که اغلب به آن دسترسی دارند را بهبود ببخشید، یا یادگیرندگان را به‌سمت منابعی که کمتر از آن‌ها استفاده می‌شود، هدایت کنید.
fi: Paranna usein käytettyä sisältöä tai osoita oppijoille vajaakäyttöisiä resursseja.
fil_ph: Pagbutihin ang madalas na ina-access na nilalaman, o ituro ang mga nag-aaral sa hindi gaanong ginagamit na mga mapagkukunan.
fr: Améliorer les contenus fréquemment consultés, ou pointer les étudiants vers des ressources sous-utilisées.
fr_ca: Améliorer les contenus fréquemment consultés, ou diriger les étudiants vers des ressources sous-utilisées.
fr_fr: Améliorer les contenus fréquemment consultés ou orienter les apprenants vers des ressources sous-utilisées.
he: שפר לעתים קרובות גישה לתוכן או הפנה לומדים למקורות שאינם נפוצים.
hi: अक्सर अभिगम विष्य वस्तु को बेहतर बनाएं, या फिर विद्यार्थियों को कम इस्तेमाल किए संसाधनों की ओर इंगित करें।
hy_am: Բարելավել հաճախակի օգտագործվող բովանդակությունը կամ նշեք այն սովորողներին , ովքեր ակնկալվածից ավելի քիչ են օգտագործել ռեսուրսները
id: Meningkatkan konten yang sering diakses, atau arahkan peserta pada sumber yang kurang digali.
it: Migliora i contenuti a cui accedi di frequente o indirizza gli studenti verso risorse sottoutilizzate.
it_it: Migliora il contenuto a cui si accede frequentemente oppure indirizza gli studenti a risorse poco utilizzate.
ja_jp: アクセス数の多いコンテンツを改良したり、あまり活用されていないリソースに受講者の目を向けさせましょう。
ka: გააუმჯობესეთ პოპულარული შინაარსი, ან აჩვენეთ მოსწავლეებს გამოუყენებელი რესურსები.
nb: Forbedre ofte brukt innhold, eller vise studenter til lite brukte resurser.
pl: Udoskonal często wykorzystywaną treść lub wskaż uczniom rzadko używane zasoby.
pl_pl: Ulepszaj często używane treści lub wskaż uczniom niewykorzystywane zasoby.
pt_br: Melhore os conteúdos acessados com frequência ou direcione os alunos para os recursos subutilizados.
pt_pt: Melhore o conteúdo mais utilizado, ou encaminhe os estudantes para os recursos menos utilizados.
ro: Imbunătățiți conținutul accesat frecvent, sau indrumați elevii către resursele mai puțin folosite.
ru: Улучшите часто используемый контент или нацельте слушателей на недостаточно используемые ресурсы.
sl: Izboljšajte pogosto dostopno vsebino ali usmerite učence na premalo uporabljene vire.
sq: Përmirësoni përmbajtjen që aksesohet shpesh ose drejtojini nxënësit burimet e papërdorura.
sv: Förbättra ofta tillgång till innehåll, eller peka på elever på underutnyttjade resurser.
sw_ke: Boresha maudhui yanayoangaliwa mara kwa mara, au chagua wanafunzi kutoka sehemu zisizo na kazi nyingi.
te: తరచుగా వాడు విషయమును మెరుగు పరుచుము, లేక విద్యార్థులకు తక్కువ పరిచయము గల వనరులని చూపించుము.
th: ปรับปรุง เนื้อหา ที่มีการ เข้าใช้ บ่อย หรือชี้นำให้ผู้เรียนไปยังแหล่งข้อมูลที่ไม่ค่อยถูกใช้งาน
tr_tr: Sıkça erişilen içeriği iyileştirin ya da öğrencileri az kullanılan kaynaklara yönlendirin
uk: Удосконалюйте вміст, що часто отримує доступ, або вкажіть учням на невикористані ресурси.
uz: Tez-tez foydalaniladigan tarkibni yaxshilang yoki o'quvchilarni noto'g'ri ishlatilgan manbalarga yo'naltiring.

source: Engagement
af_za: Betrokkenheid
ar: المشاركة
ar_sa: ارتباط
az: Öhdəçilik
bn_bd: কর্মকাণ্ড
ca: Participació
cs: Míra zapojení
da: Beskæftigelse
de_de: Beteiligung
el: Ενασχόληση
el_gr: Σύμπλεξη
eo: Éngägémént Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Participación
es_es: Compromiso
fa_ir: درگیرسازی
fi: Sitoumus
fil_ph: Pakikipag-ugnayan
he: מעורבות
hi: अनुबंध
hu: Terheltség
hy_am: Ներգրավվածություն
id: Keterlibatan
it: Fidanzamento
it_it: Impegno
ja_jp: 取り組み状況
ka: ჩართვა
lt_lt: Dalyvavimas
nb: Engasjement
nl_nl: Betrokkenheid
pl: Zaangażowanie
pl_pl: Zaangażowanie
pt_br: Engajamento
pt_pt: Interesse
ro: Angajare
ru: активность
sk: Účasť
sl: Aktivnost
sq: Angazhimi
sv: Engagemang
sw_ke: Shughuli
te: పనిలో భాగస్వామ్యము
th: การเข้าร่วม
tr_tr: Etkileşim
uk: Залученість
uz: Ishtirok

source: How well is my content supporting learners?
af_za: Hoe goed ondersteun my inhoud leerders?
ar: إلى أي درجة يدعم المحتوى الخاص بي الطلاب؟
ar_sa: ما مدى جودة دعم المحتوى الخاص بي الطلّاب ؟
az: Mənim məzmunum tələbələri necə dəstəkləyir?
bn_bd: শিক্ষার্থীগণকে আমার বিষয়বস্তুসমূহ কেমন সাহায্য প্রদান করে?
ca: Quin contingut teniu els meus aprenents?
cs: Jak dobře podporuje můj obsah studenty?
da: Hvor godt støtter mit indhold kursisterne?
de_de: Wie gut unterstützt mein Inhalt das Lernverhalten der Teilnehmer?
el: Πόσο καλά υποστηρίζει το περιεχόμενό μου τους σπουδαστές;
el_gr: Πόσο καλά υποστηρίζει περιεχόμενο μου τους μαθητές;
eo: Höw wéll ïs mý çöntént süppörtïng léärnérs? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: ¿Cómo apoya mi contenido a los estudiantes?
fa_ir: تا چه اندازه مطالب من به یادگیری آن‌ها کمک می‌کند؟
fi: Kuinka hyvin sisältöni tukee oppijoita?
fil_ph: Gaano kahusay ang aking nilalaman na sumusuporta sa mga mag-aaral?
fr: Dans quelle mesure mon contenu soutient l'apprentissage des étudiants?
fr_ca: Dans quelle mesure mon contenu soutient l'apprentissage des étudiants?
fr_fr: Dans quelle mesure mon contenu soutient-il les apprenants ?
he: כיצד התוכן שלי תומך בלומדים?
hi: मेरी विष्य वस्तु शिक्षार्थियों को कितनी सहायक है?
hy_am: Որքանո՞վ է իմ բովանդակությունը աջակցում սովորողներին
id: Sejauh mana konten saya membantu peserta?
it: In che misura i miei contenuti supportano gli studenti?
it_it: In che misura il mio contenuto è di supporto agli studenti?
ja_jp: このコンテンツがどれくらい受講者をサポートできているか？
ka: რამდენად კარგად ეხმარება ჩემი შინაარსი მოსწავლეებს?
nb: Hvor godt støtter mitt innhold kursdeltagerne?
pl: Jak dobrze moja treść wspiera uczniów?
pl_pl: Jak dobrze moje treści wspierają uczniów?
pt_br: O quanto meu conteúdo está ajudando os alunos?
pt_pt: Em que medida o meu conteúdo apoiaa os estudantes?
ro: Cât de mult ajută conținutul cursurilor mele elevii mei?
ru: Насколько успешно мой контент помогает слушателям?
sl: Kako dobro moja vsebina podpira učence?
sq: Sa mirë i mbështet përmbajtja ime nxënësit?
sv: Hur bra är mitt innehåll stödjande för elever?
sw_ke: Kwa kiwango gani cha ubora maudhui yangu yanawasaidia wanafunzi?
te: నా పాఠ్యాంశం విద్యార్థులకి ఎంతవరకు నప్పుతోంది?
th: เนื้อหา ของฉันสนับสนุนผู้เรียนได้ดีเพียงใด
tr_tr: İçeriğim öğrencileri ne kadar destekliyor?
uk: Наскільки добре мій зміст підтримує студентів?
uz: Mening tarkibim o'quvchilarni qanchalik qo'llab-quvvatlaydi?

source: Adjust your course based on where learners are struggling.
af_za: Pas jou kursus aan wanneer leerlinge sukkel.
ar: عَدِل دورتك على أساس الصعوبات التي يواجهها الطلاب.
ar_sa: اضبط مسارك بناءً على المكان الذي يواجه فيه الطلّاب .
az: Tələbələrin çətinlik çəkdiyi yerlərə əsasən kursunuzu tənzimləyin.
bn_bd: আপনার কোর্স আপনিই সমন্বয় করুন যেখানে শিক্ষার্থীরা প্রতিকূলতার সম্মুখীন হয় ।
ca: Ajusteu el vostre curs basant-vos en el lloc on els estudiants estan lluitant.
cs: Přizpůsobte svůj kurz na základě toho, s čím studenti bojují.
da: Juster dit kursus baseret på, hvor kursisterne kæmper.
de_de: Passen Sie Ihren Kurs entsprechend der Schwächen Ihrer Teilnehmer an.
el: Ρυθμίστε τον κύκλο μαθημάτων σας με βάση το πού δυσκολεύονται οι σπουδαστές
el_gr: Προσαρμόστε την πορεία σας με βάση το πού δυσκολεύονται οι μαθητές.
eo: Àdjüst ýöür çöürsé ßäséd ön whéré léärnérs äré strügglïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Ajusta tu curso basándose en donde los estudiantes tienen dificultades.
fa_ir: تنظیم دوره آموزشی بر اساس دانش و درگیری یادگیرندگان
fi: Muokkaa kurssia sen mukaan, missä oppijoilla on vaikeuksia.
fil_ph: Ayusin ang iyong kurso batay sa kung saan nahihirapan ang mga mag-aaral.
fr: Ajustez votre cours en fonction des endroits où les élèves sont en difficulté.
fr_ca: Ajustez votre cours en fonction des endroits où les élèves sont en difficulté.
fr_fr: Adaptez votre cours en fonction des difficultés rencontrées par les apprenants.
he: התאם את הקורס שלך במקומות שבהם מתקשים הלומדים.
hi: अपने पाठ्यक्रम को इस आधार पर व्यवस्थित करें कि विद्यार्थी कहां संघर्ष कर रहा है।
hy_am: Համապատասխանեցրեք դասըթացն համաձայն լսարանի մոտ առաջացած դժվարությունների
id: Sesuaikan kursus berdasarkan letak kesulitan yang dialami peserta.
it: Adatta il tuo corso in base alle difficoltà degli studenti.
it_it: Adatta il tuo corso in base alle aree di difficoltà riscontrate dagli studenti.
ja_jp: 受講生が難しいと感じている所に対応しましょう。
ka: კურსის გაუმჯობესებისას გაითვალისწინეთ, რომელი ნაწილებია მსმენელებისთვის ყველაზე რთული.
nb: Tilpass kurset dii basert på hvor kursdeltagerne har problemer.
pl: Popraw te fragmenty twojego kurs, które sprawiają kłopoty uczniom.
pl_pl: Popraw fragmenty twojego kursu, które sprawiają problemy uczniom.
pt_br: Ajuste seu curso baseado nas dificuldades dos alunos.
pt_pt: Ajuste o seu curso tendo em conta os temas onde os estudantes têm mais dificuldades.
ro: Editați cursul dumneavoastră unde elevii întâmpină dificultăți.
ru: Скорректируйте курс, исходя из трудностей, с которыми сталкиваются слушатели.
sl: Prilagodite svoj tečaj glede na to, kje imajo učenci težave.
sq: Rregulloni kursin tuaj bazuar në vështirësitë e nxënësve.
sv: Justera din kurs baserat på var studenterna kämpar.
sw_ke: Rekebisha kozi yako sehemu zile zilizongumu kwa wanafunzi.
te: విద్యార్థులకి సమస్యాత్మకమైన అంశాలపై స్పందించి పాఠ్యాన్ని మార్పు చేయండి.
th: ปรับหลักสูตรของคุณตามจุดที่ผู้เรียนมีปัญหา
tr_tr: Öğrencilerin bocaladıkları yerlere göre kursunuzu düzenleyin.
uk: Налаштуйте свій курс на основі того, де навчаються учасники.
uz: Boshqa oʻrganuvchilar qayerda qiynalayotganiga koʻra kursingizni sozlang.
