Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Students (Self-Reported)
hu: Tanulók (bevallott adatok)
lt_lt: Kurso dalyviai (pranešę apie save)
nl_nl: Studenten (Zelf-Gerapporteerd)
sk: Študenti (samo-nahlásení)

source: Weekly Student Engagement
hu: Tanulók heti terheltsége
lt_lt: Kurso dalyvių dalyvavimas per savaitę
nl_nl: Wekelijkse studentenbetrokkenheid
sk: Zamestnanie študenta za týždeň

source: How many students are interacting with my course?
hu: Hány tanuló került kapcsolatba a kurzussal?
lt_lt: Kiek dalyvių yra mano kurse?
nl_nl: Hoeveel studenten zijn actief bezig met mijn cursus?
sk: Koľko študentov je v mojom kurze?

source: Students
hu: Tanulók
lt_lt: Kurso dalyviai
nl_nl: Studenten
sk: Študenti

source: The number of active students, and the number of students who engaged in specific activities, over time.
hu: Az aktív tanulók száma és azon tanulók száma, akik valamilyen aktivitást mutattak.
lt_lt: Aktyvių kurso dalyvių ir kurso dalyvių, atlikusių tam tikrą veiklą per tam tikrą laiką, skaičius.
nl_nl: De hoeveelheid actieve studenten, en de hoeveelheid studenten die zich bezig hebben gehouden met specifieke activiteiten, in de loop der tijd.
sk: Počet aktívnych študentov a počet študentov, ktorí sa zapojili do určitých aktivít.

source: Student Activity Metrics
hu: Tanulók aktivitási mértéke
lt_lt: Kurso dalyvių aktyvumo metrika
nl_nl: Gegevens over studentenactiviteit
sk: Dáta o aktivite študentov

source: Active Students Last Week
hu: Aktív tanulók az elmúlt héten
lt_lt: Aktyvūs kurso dalyviai praėjusią savaitę
nl_nl: Actieve studenten afgelopen week
sk: Aktívni študenti v minulom týždni

source: Students who visited at least one page in the course content.
hu: Tanulók akik legalább egy oldalt megnéztek a kurzus tartalmából.
lt_lt: Kurso dalyviai, aplankę bent vieną kurso turinio puslapį.
nl_nl: Studenten die ten minste één pagina van de cursusinhoud hebben bezocht.
sk: Študenti, ktorí navštívili aspoň jednu stránku kurzu.

source: Students who played one or more videos.
hu: Tanulók, akik legalább egy videót megnéztek.
lt_lt: Kurso dalyviai, peržiūrėję vieną ar daugiau vaizdo įrašų
nl_nl: Studenten die één of meer videos hebben afgespeeld.
sk: Počet študentov, ktorí si prezreli jedno alebo viac videí.

source: Students who submitted an answer for a standard problem. Not all problem types are included.
hu: Tanulók, akik válaszoltak egy szabványos feladatra. Nem tartalmazza az összes feladat típust.
lt_lt: Kurso dalyviai, pateikę standartinio tipo užduoties atsakymą. Ne visi užduočių tipai įtraukti.
nl_nl: Studenten die een antwoord voor een standaardopgave hebben ingeleverd. Niet alle soorten opgaves zijn hierbij inbegrepen.
sk: Študenti, ktorí odoslali odpoveď na bežnú úlohu. Nie sú zahrnuté všetky typy úloh.

source: Posted in a Discussion Last Week
hu: Múlt héten küldött Viták
lt_lt: Parašė diskusijoje praėjusią savaitę
nl_nl: Afgelopen week aan een discussie bijgedragen
sk: Prispeli počas minulého týždňa do diskusie

source: Students who contributed to any discussion topic.
hu: Tanulók akik részt vettek vitában.
lt_lt: Kurso dalyviai, prisidėję prie kurios nors diskusijos temos
nl_nl: Studenten die aan een discussietopic hebben bijgedragen
sk: Študenti, ktorí prispeli do akejkoľvek témy diskusie.

source: How did students interact with videos in this section?
nl_nl: Hoe hebben studenten met video's gewerkt in deze sectie?
sk: Ako študenti interagovali s videami v tejto sekcii?

source: How did students interact with videos in this subsection?
nl_nl: Hoe hebben studenten met video's gewerkt in deze subsectie?
sk: Ako študenti interagovali s videami v tejto podsekcii?

source: Each bar shows the counts of complete and incomplete views for that video. Click to understand where students drop off and which parts they replay.
nl_nl: Elke balk toont het aantal volledige en onvolledige bezichtigingen voor die video. Klik om te begrijpen waar studenten stoppen en welke onderdelen ze herbekijken.
sk: Každý stĺpec ukazuje počty úplných a neúplných pozretí pre toto video. Kliknite na príslušný stĺpec, aby ste pochopili, v ktorej časti študenti video vypínajú a ktoré časti si púšťajú opäť.

source: How did students interact with course videos?
nl_nl: Hoe hebben studenten gewerkt met cursusvideo's?
sk: Ako študenti interagovali s videami kurzu?

source: The number of students who watched each segment of the video, and the number of replays for each segment.
nl_nl: Het aantal studenten die elk video segment bekeken hebben en het aantal herhalingen voor elk segment.
sk: Počet študentov, ktorí si pozreli každý segment videa a počet opätovných prehratí pre každý segment.

source: Estimated percentage of students who watched the entire video.
nl_nl: Geschatte percentage van studenten die de volledige video bekeken hebben.
sk: Odhadované percento študentov, ktorí si pozreli celé video.

source: Students who started watching the video.
lt_lt: Kurso dalyviai, pradėję vaizdo įrašo peržiūrą.
nl_nl: Studenten die gestart zijn met het bekijken van de video.
sk: Študenti, ktorí začali pozerať video.

source: Students who watched the video to the end.
nl_nl: Studenten die de video tot het einde hebben bekeken.
sk: Študenti, ktorí dopozerali video až do konca.

source: Daily Student Enrollment
hu: Napi tanuló-hozzárendelés
lt_lt: Kurso dalyvių registracija kas dieną
nl_nl: Dagelijkse studenteninschrijvingen
sk: Denné zápisy študentov

source: How many students are in my course?
hu: Hány diák iratkozott be a kurzusomba?
lt_lt: Kiek dalyvių yra mano kurse?
nl_nl: Hoeveel studenten zijn er in mijn cursus?
sk: Koľko študentov je v mojom kurze?

source: Students who ever enrolled in the course.
nl_nl: Alle studenten die zich ooit ingeschreven hebben voor de cursus.
sk: Študenti, ktorí boli niekedy zapísaní v tomto kurze.

source: Students currently enrolled in the course.
nl_nl: Studenten die momenteel ingeschreven zijn voor de cursus.
sk: Študenti aktuálne zapísaní v tomto kurze.

source: Number of currently enrolled students pursuing a verified certificate of achievement.
nl_nl: Het aantal studenten dat momenteel ingeschreven is om een geverifieerd certificaat te behalen.
sk: Počet aktuálne zapísaných študentov, ktorí sa usilujú o získanie overeného certifikátu o dokončení kurzu.

source: How old are my students?
hu: Milyen idősek a tanulóim?
lt_lt: Kokio amžiaus mano kurso dalyviai?
nl_nl: Hoe oud zijn mijn studenten?
sk: Koľko rokov majú moji študenti?

source: This age histogram presents data computed for the %(value)s%% of enrolled students who provided a year of birth.
lt_lt: Šioje amžiaus histogramoje pateikiami apdoroti %(value)s%% užsiregistravusių kurso dalyvių, kurie nurodė gimimo metus, duomenys.
nl_nl: Dit leeftijdshistogram geeft data weer die berekend zijn voor de %(value)s%% van de ingeschreven studenten die hun geboortedatum hebben opgegeven.
sk: Tento stĺpcový graf veku študentov predstavuje údaje vypočítané z %(value)s%% zapísaných študentov, ktorí uviedli svoj rok narodenia.

source: Median Student Age
hu: Tanulók életkorának mediánja
lt_lt: Vidutinis kurso dalyvių amžius
nl_nl: Gemiddelde Student Leeftijd
sk: Medián veku študentov

source: The midpoint of the student ages, computed from the provided year of birth.
hu: A tanulók életkorának középpontja, a kitöltött születési évekből számolva.
lt_lt: Kurso dalyvių amžiaus vidurkis, apskaičiuotas pagal nurodytus gimimo metus.
nl_nl: Het middelpunt van student leeftijden, berekend aan de hand van het opgegeven geboortejaar.
sk: Stredná hodnota veku študentov vypočítaná z poskytnutých rokov narodenia.

source: Students 25 and Under
hu: 25 éves, vagy fiatalabb tanulók
lt_lt: Kurso dalyviai iki 25 metų amžiaus
nl_nl: Studenten 25 en Jonger
sk: 25-roční a mladší študenti

source: The percentage of students aged 25 years or younger (of those who provided a year of birth).
hu: A 25 éves, vagy fiatalabb tanulók aránya (csak a kitöltött születési éveket tudjuk figyelembe venni)
lt_lt: Kurso dalyvių iki 25 metų amžiaus procentas (iš pateikusiųjų savo gimimo metus).
nl_nl: Het percentage studenten van 25 jaar of jonger (van degenen die een geboortejaar hebben opgegeven)
sk: Percento študentov vo veku 25 rokov alebo menej (z tých, ktorí poskytli svoj rok narodenia).

source: Students 26 to 40
hu: 26 és 40 év közötti tanulók
lt_lt: 26-40 metų amžiaus kurso dalyviai
nl_nl: Studenten 26 tot 40
sk: 26 až 40-roční študenti

source: The percentage of students aged from 26 to 40 years (of those who provided a year of birth).
hu: A 26 és 40 év közötti tanulók aránya (csak a kitöltött születési éveket tudjuk figyelembe venni)
lt_lt: 26-40 metų amžiaus kurso dalyvių procentas (iš pateikusiųjų savo gimimo metus).
nl_nl: Het percentage studenten van 26 tot 40 jaar (van degenen die een geboortejaar hebben opgegeven)
sk: Percento študentov vo veku 26 až 40 rokov (z tých, ktorí poskytli svoj rok narodenia).

source: Students 41 and Over
hu: 41 év feletti tanulók
lt_lt: Kurso dalyviai nuo 41 metų amžiaus
nl_nl: Studenten 41 en Ouder
sk: 41 a viac roční študenti

source: The percentage of students aged 41 years or older (of those who provided a year of birth).
hu: A 41 éves, vagy idősebb tanulók aránya (csak a kitöltött születési éveket tudjuk figyelembe venni)
lt_lt: Kurso dalyvių nuo 41 metų amžiaus procentas (iš pateikusiųjų savo gimimo metus).
nl_nl: Het percentage studenten van 41 jaar of ouder (van degenen die een geboortejaar hebben opgegeven)
sk: Percento študentov vo veku 41 alebo viac (z tých, ktorí poskytli svoj rok narodenia).

source: What level of education do my students have?
hu: Milyen legmagasabb iskolai végzettséggel rendelkeznek a tanulóim?
lt_lt: Kokį išsilavinimą turi mano kurso dalyviai?
nl_nl: Welk opleidingsniveau hebben mijn studenten?
sk: Akú úroveň vzdelania majú moji študenti?

source: This graph presents data for the %(value)s%% of enrolled students who provided a highest level of education completed.
lt_lt: Šioje diagramoje pateikiami %(value)s%% užsiregistravusių kurso dalyvių, kurie nurodė aukščiausią įgytą išsilavinimą, duomenys.
nl_nl: Deze grafiek toont data voor de %(value)s%% van ingeschreven studenten die hun hoogste behaalde opleiding hebben ingevuld.
sk: Tento graf predstavuje údaje z %(value)s%% zapísaných študentov, ktorí uviedli svoje najvyššie dosiahnuté ukončené vzdelanie.

source: The percentage of students who selected Secondary/high school, Junior secondary/junior high/middle school, or Elementary/primary school as their highest level of education completed.
hu: Tanulók aránya, akik a Szakközépiskolai/gimnáziumi, szakiskolai, vagy általános iskolai végzettséget írták a legmagasabb iskolai végzettségnek.
lt_lt: Kurso dalyvių, kaip aukščiausią įgytą išsilavinimą nurodžiusių vidurinę, pagrindinę ar pradinę mokyklą, procentas.
nl_nl: Het percentage studenten die Hoger, Middelbaar of Lager Onderwijs invulden als hun hoogst behaalde opleiding.
sk: Percento študentov, ktorí vybrali strednú školu, 2. stupeň základnej školy alebo 1. stupeň základnej školy ako ich najvyššie dosiahnuté ukončené vzdelanie.

source: The percentage of students who selected Bachelor's degree or Associate degree as their highest level of education completed.
lt_lt: Kurso dalyvių, kaip aukščiausią įgytą išsilavinimą nurodžiusių bakalauro laipsnį arba aukštąjį neuniversitetinį ar aukštesnįjį išsilavinimą, procentas.
nl_nl: Het percentage studenten die Bachelor of Associate invulden als hun hoogst behaalde opleiding.
sk: Percento študentov, ktorí vybrali bakalársky titul alebo titul diplomovaného špecialistu ako ich najvyššie dosiahnuté ukončené vzdelanie.

source: The percentage of students who selected Doctorate or Master's or professional degree as their highest level of education completed.
hu: Azoknak a tanulóknak az aránya, akik Doktor, Mester, vagy Professzor diplomát írtak legmagasabb iskolai végzettségnek.
lt_lt: Kurso dalyvių, kaip aukščiausią įgytą išsilavinimą nurodžiusių daktaro, magistro laipsnį arba profesinę kvalifikaciją, procentas.
nl_nl: Het percentage studenten die Doctor of Master of gelijkwaardig door ervaring invulden als hun hoogst behaalde opleiding.
sk: Percento študentov, ktorí vybrali doktorát, magisterský titul alebo profesijný titul ako ich najvyššie dosiahnuté ukončené vzdelanie.

source: What is the student gender breakdown?
hu: Mi a tanulók nem szerinti eloszlása?
lt_lt: Kokia kurso dalyvių analizė pagal lytį?
nl_nl: Wat is de onderverdeling naar geslacht van de studenten?
sk: Aké je rozdelenie študentov podľa pohlavia?

source: This graph presents data for the %(value)s%% of enrolled students who specified their gender.
lt_lt: Šioje diagramoje pateikiami %(value)s%% užsiregistravusių kurso dalyvių, kurie nurodė savo lytį, duomenys.
nl_nl: Deze grafiek toont data voor de %(value)s%% ingeschreven studenten die hun geslacht invulden.
sk: Tento graf predstavuje údaje z %(value)s%% zapísaných študentov, ktorí uviedli svoje pohlavie.

source: Where are my students?
hu: Hol vannak a tanulóim?
lt_lt: Kur gyvena mano kurso dalyviai?
nl_nl: Waar zijn mijn studenten?
sk: Kde sú moji študenti?

source: Total Countries Represented
hu: Az összes képviselt ország
lt_lt: Iš viso atstovaujama šalių
nl_nl: Totaal Vertegenwoordigde Landen
sk: Celkový počet zastúpených krajín

source: Countries with at least one student.
hu: Országok, melyekből legalább egy tanuló beiratkozott.
lt_lt: Šalys, kuriose yra bent vienas kurso dalyvis.
nl_nl: Landen met ten minste één student.
sk: Krajiny s minimálne jedným študentom.

source: Top Country by Enrollment
hu: Ország, ahonnan a legtöbben iratkoztak be
lt_lt: Gausiausios registracijos šalis
nl_nl: 1e Land op basis van Inschrijving
sk: Krajina s najvyšším počtom zápisov

source: Country with the largest number of students.
hu: Ország a legnagyobb tanulói számmal
lt_lt: Šalis, kurioje yra daugiausia kurso dalyvių.
nl_nl: Land met het grootste aantal studenten.
sk: Krajina s najvyšším počtom študentov.

source: Second Country by Enrollment
hu: Beiratkozás szerinti második ország
lt_lt: Antra pagal gausumą registracijos šalis
nl_nl: 2e Land op basis van Inschrijving
sk: Krajina s druhým najvyšším počtom zápisov

source: Country with the second largest number of students.
hu: Ország a második legnagyobb számú tanulóval
lt_lt: Šalis, kurioje yra antras pagal dydį kurso dalyvių skaičius.
nl_nl: Land met het op één na grootste aantal studenten.
sk: Krajina s druhým najvyšším počtom študentov.

source: Third Country by Enrollment
hu: Beiratkozás szerinti harmadik ország
lt_lt: Trečia pagal gausumą registracijos šalis
nl_nl: 3e Land op basis van Inschrijving
sk: Krajina s tretím najvyšším počtom zápisov

source: Country with the third largest number of students.
hu: Ország a harmadik legnagyobb tanulói számmal
lt_lt: Šalis, kurioje yra trečias pagal dydį kurso dalyvių skaičius.
nl_nl: Land met het op twee na grootste aantal studenten.
sk: Krajina s tretím najvyšším počtom študentov.

source: %(percent)s%% of students
hu: tanulók %(percent)s%%-a
lt_lt: %(percent)s%% kurso dalyvių
nl_nl: %(percent)s%% van de studenten
sk: %(percent)s%% študentov

source: Welcome, %(username)s!
hu: Üdvözlünk, %(username)s!
lt_lt: Sveiki prisijungę, %(username)s!
nl_nl: Welkom, %(username)s!
sk: Vitajte, %(username)s!

source: Here are the courses you currently have access to in %(application_name)s:
nl_nl: Hier zijn de cursussen waar je momenteel toegang toe hebt in %(application_name)s:
sk: Tu sú kurzy, ku ktorým máte aktuálne prístup v %(application_name)s:

source: New to %(application_name)s?
hu: Új vagy a %(application_name)s programban?
lt_lt: Pirmą kartą %(application_name)s?
nl_nl: Nieuw bij %(application_name)s?
sk: Nový v %(application_name)s?

source: Click Help in the upper-right corner to get more information about %(application_name)s. Send us feedback at %(email_link)s.
lt_lt: Norėdami gauti daugiau informacijos apie %(application_name)s, spauskite "Pagalba" dešiniajame viršutiniame kampe. Atsiųskite mums atsiliepimą el. paštu %(email_link)s.
nl_nl: Klik Help in de rechterbovenhoek voor meer informatie over %(application_name)s. Stuur ons feedback op %(email_link)s.
sk: Kliknite na Pomoc v pravom hornom rohu, aby ste získali viac informácií o %(application_name)s. Pošlite nám svoju spätnú väzbu na %(email_link)s.

source: How did students answer this problem?
nl_nl: Hoe hebben studenten dit probleem beantwoord?
sk: Ako odpovedali študenti na túto úlohu?

source: How are students doing on this assignment?
nl_nl: Hoe doen studenten het op deze opdracht?
sk: Ako sa darí študentom pri tejto úlohe?

source: These bars show the correct and incorrect submission counts for each problem. Only the last submission from each student is counted.
nl_nl: Deze balken tonen het aantal correcte en incorrecte inzendingen voor elk probleem. Enkel de laatste verzending van elke student wordt geteld.
sk: Tieto stĺpce ukazujú počty správnych a nesprávnych podaní pre každú úlohu. Počíta sa iba posledné podanie od každého študenta.

source: How are students doing on the %(type)s?
nl_nl: Wat is het resultaat van de studenten in %(type)s?
sk: Ako sa darí študentom s %(type)s?

source: Each bar shows the average number of correct and incorrect submissions for problems in the assignment. Only the last submission from each student is counted.
nl_nl: Elke balk toont het gemiddelde aantal correcte en incorrecte inzendingen voor problemen in de opdracht. Enkel de laatste inzendingen van elke student is geteld.
sk: Každý stĺpec ukazuje priemerný počet správnych a nesprávnych podaní pre úlohy v tomto zadaní. Počíta sa iba posledné podanie od každého študenta.

source: How are students doing on this section?
nl_nl: Wat is het resultaat van de studenten in deze sectie?
sk: Ako sa študentom darí v tejto sekcii?

source: Each bar shows the average number of correct and incorrect submissions for each subsection. Only the last submission from each student is counted.
nl_nl: Elke balk toont het gemiddelde aantal correcte en incorrecte inzendingen voor elke subsectie. Enkel de laatste inzending van elke student is geteld.
sk: Každý stĺpec ukazuje priemerný počet správnych a nesprávnych podaní pre každú podsekciu. Počíta sa iba posledné podanie od každého študenta.

source: How are students doing on this subsection?
nl_nl: Wat is het resultaat van de studenten in deze subsectie?
sk: Ako sa študentom darí v tejto podsekcii?

source: How are students doing on ungraded exercises?
nl_nl: Wat is het resultaat van de studenten voor niet gekwoteerde oefeningen?
sk: Ako sa študentom darí v neznámkovaných cvičeniach?

source: Each bar shows the average number of correct and incorrect submissions for each section. Only the last submission from each student is counted.
nl_nl: Elke balk toont het gemiddelde aantal correcte en incorrecte inzendingen voor elke sectie. Enkel de laatste inzending van elke student is geteld.
sk: Každý stĺpec ukazuje priemerný počet správnych a nesprávnych podaní pre každú sekciu. Počíta sa iba posledné podanie od každého študenta.

source: What are students doing in my course?
lt_lt: Ką kurso dalyviai veikia mano kurse?
nl_nl: Wat doen studenten in mijn cursus?
sk: Čo robia študenti v mojom kurze?

source: How are students doing on course assignments?
nl_nl: Hoe gaat het met andere studenten bij deze cursus opdrachten?
sk: Ako sa darí študentom v zadaniach k tomuto kurzu?

source: How are students doing on graded course assignments?
nl_nl: Wat is het resultaat van de studenten voor gekwoteerde opdrachten?
sk: Ako sa darí študentom v známkovaných zadaniach k tomuto kurzu?

source: Demographic student data was last updated %(update_date)s at %(update_time)s UTC.
hu: A tanulók demográfiai adatainak frissítése utoljára %(update_date)s, %(update_time)s UTC történt.
lt_lt: Demografiniai kurso dalyvių duomenys paskutinį kartą atnaujinti %(update_date)s %(update_time)s UTC.
nl_nl: Demografische student gegevens zijn het laatst bijgewerkt op %(update_date)s om %(update_time)s UTC.
sk: Demografické dáta o študentoch boli naposledy aktualizované %(update_date)s o %(update_time)s UTC.

source: Geographic student data was last updated %(update_date)s at %(update_time)s UTC.
hu: A tanulók földrajzi adatai frissítésre kerültek %(update_date)s %(update_time)s UTC -kor.
lt_lt: Geografiniai kurso dalyvių duomenys paskutinį kartą atnaujinti %(update_date)s %(update_time)s UTC.
nl_nl: Geografische student gegevens zijn het laatst bijgewerkt op %(update_date)s om %(update_time)s UTC.
sk: Geografické dáta študentov boli naposledy aktualizované %(update_date)s o %(update_time)s UTC.

source: Feedback
es_es: Comentarios
hu: Visszajelzés
lt_lt: Atsiliepimai
nl_nl: Advies
sk: Spätná väzba

source: We want this dashboard to work for you! Need help? %(support_link_start)sContact course team support%(support_link_end)s. Comments or suggestions? Email %(email_link)s.
es_es: ¡Queremos que este panel te resulte útil! ¿Necesitas ayuda? %(support_link_start)sContacta con nuestro equipo de soporte del curso%(support_link_end)s. ¿Comentarios o sugerencias? Correo electrónico %(email_link)s.
nl_nl: We willen dat dit dashboard werkt voor jou! Hulp nodig? %(support_link_start)sContacteer cursus team support%(support_link_end)s. Opmerkingen of suggesties? Email %(email_link)s.
sk: Chceme, aby vám táto palubná doska fungovala! Potrebujete pomoc? %(support_link_start)sKontaktujte tím podpory kurzu%(support_link_end)s. Komentáre alebo nápady? Pošlite e-mail na %(email_link)s.
