Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, ar_sa, bn_bd, de_at, de_de, el, eo, es_419, eu_es, fa_ir, fil_ph, fr, he, hi, hu, it, ja_jp, ka, kk_kz, lt_lt, ms_my, nb, nl_nl, pl, pt_br, ro, ru, sk, sl, sq, sv, sw_ke, tr_tr, uk, uk_ua, uz

source: Male
af_za: Manlik
ar: ذكر
ar_sa: ذكر
bn_bd: পুরুষ
de_at: Männlich
de_de: Männlich
el: Άνδρας
eo: Mälé Ⱡ'σяєм ι#
es_419: Masculino
eu_es: Gizonezkoa
fa_ir: مرد
fil_ph: Lalaki
fr: Homme
he: זכר
hi: पुरुष
hu: Férfi
it: Uomo
ja_jp: 男性
ka: მამრობითი
kk_kz: Еркек
lt_lt: Vyras
ms_my: Lelaki
nb: Mann
nl_nl: Man
pl: Mężczyzna
pt_br: Masculino
ro: Masculin
ru: Мужской
sk: Muž
sl: Moški
sq: Mashkull
sv: Man
sw_ke: Mume
tr_tr: Erkek
uk: Чоловіча
uk_ua: Чоловік
uz: Erkak

source: Other
af_za: Ander
ar: غير ذلك
ar_sa: آخر
bn_bd: অনন্য
de_at: Andere
de_de: anderes
el: Άλλο
eo: Öthér Ⱡ'σяєм ιρѕ#
es_419: Otro
eu_es: Bestelako bat
fa_ir: غیره
fil_ph: Iba pa
fr: Autre
he: אחר
hi: अन्य
hu: Egyéb
it: Altro
ja_jp: その他
ka: სხვა
kk_kz: Басқа
lt_lt: Kita
ms_my: Lain-lain
nb: Annet
nl_nl: Anders
pl: Inny
pt_br: Outro
ro: Altele
ru: Другое
sk: Iné
sl: Drugo
sq: Tjetër
sv: Annat
sw_ke: Nyingine
tr_tr: Diğer
uk: Інше
uk_ua: Інший
uz: Boshqalar

source: Not Reported
af_za: Nie gerapporteer nie
ar: غير مبلَّغ عنه
ar_sa: لم يبلغ عنها
bn_bd: অপ্রতিবেদিত
de_at: Nicht gemeldet
de_de: Nicht berichtet
el: Δεν αναφέρθηκε
eo: Nöt Répörtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: No reportado
eu_es: Jakinarazi gabea
fa_ir: گزارش نشده
fil_ph: Hindi Iniulat
fr: Non Rapporté
he: לא מדווח
hi: सूचित नहीं किया गया
hu: Nem jelentett
it: Non riportato
ja_jp: 未回答
ka: უცნობია
kk_kz: Хабарланбаған
lt_lt: Neatsakė
ms_my: Tidak Dilaporkan
nb: Ikke rapportert
nl_nl: Niet Gemeld
pl: Nie raportowane
pt_br: Não especificado
ro: Nu a fost raportat
ru: Нет отчета
sk: Neoznámené
sl: Ni podano
sq: Nuk është raportuar
sv: Ej rapporterad
sw_ke: Haijatolewa Taarifa
tr_tr: Raporlanmadı
uk: Скарг немає
uk_ua: Не повідомляється
uz: Xabar berilmagan

source: Learner location is determined from IP address. This map shows where learners most recently connected.
af_za: Die leerder se ligging word bepaal vanaf IP adres. Hierdie kaart wys waar leerders onlangs gekoppel is.
ar: يتم تحديد موقع الطالب من خلال عنوان IP. تظهر هذه الخريطة المكان الذي اتصل منه أكبر عدد من الطلاب مؤخراً.
ar_sa: يتم تحديد موقع طالب من عنوان IP. تُظهر هذه الخريطة مكان اتصال الطلّاب مؤخرًا.
bn_bd: লার্নার অবস্থান আইপি ঠিকানা থেকে নির্ধারণ করা হয়. এই মানচিত্র দেখায় যেখানে শিক্ষার্থী সম্প্রতি সংযুক্ত
de_at: Der Standort des Lernenden wird anhand der IP-Adresse bestimmt. Diese Karte zeigt, wo sich Lernende zuletzt verbunden haben.
eo: Léärnér löçätïön ïs détérmïnéd fröm ÌP äddréss. Thïs mäp shöws whéré léärnérs möst réçéntlý çönnéçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: La localización del estudiante se determina por dirección IP. Este mapa muestra los lugares desde donde se conectaron los estudiantes recientemente.
fa_ir: مکان یادگیرنده از آدرس IP تعیین می‌شود. این نقشه نشان می‌دهد که آن‌ها اخیراً از کجا وصل شده‌اند.
fil_ph: Tinutukoy ang lokasyon ng mag-aaral mula sa IP address. Ipinapakita ng mapa na ito kung saan nakakonekta ang mga nag-aaral kamakailan.
fr: La location des etudiants est determinee par leur addresse IP. The carte montre les etudiants connectes recemment
he: מיקום הלומד נקבע באמצעות כתובת IP. מפה זו מראה היכן הלומדים התחברו לאחרונה.
hi: शिक्षार्थी का स्थान आईपी पते से निर्धारित होता है। यह मानचित्र दिखाता है कि शिक्षार्थी सबसे हाल ही में कहां जुड़े हैं।
it: La posizione dello studente è determinata dall&#39;indirizzo IP. Questa mappa mostra dove gli studenti si sono connessi più recentemente.
ja_jp: 受講者の現在地はIPアドレスによって決定します。この地図は受講生が最近どこで接続したかを示しています。
ka: მსმენელების მდებარეობა განსაზღვრულია IP მისამართით. ეს რუკა აჩვენებს სტუდენტების ბოლო დაკავშირების მდებარეობას.
ms_my: Lokasi pelajar ditentukan daripada alamat IP. Peta ini menunjukkan tempat pelajar baru-baru ini dihubungkan.
pl: Lokalizacja uczestnika jest określana na podstawie adresu IP. Ta mapa pokazuje, gdzie ostatnio łączyli się uczniowie.
pt_br: A localização do estudante é determinada pelo endereço IP. Este mapa mostra onde os alunos mais recentemente conectaram.
ro: Locația elevului este determinată de către adresa IP. Această hartă arată unde s-au conectat cel mai recent.
ru: Местоположение ученика определяется по IP-адресу. На этой карте показано, где учащиеся в последнее время общались друг с другом.
sl: Lokacija učenca se določi iz naslova IP. Ta zemljevid prikazuje, kje so se učenci nazadnje povezali.
sq: Vendndodhja e nxënësit përcaktohet nga adresa IP. Kjo hartë tregon se ku janë lidhur më së fundi nxënësit.
sv: Lärarens plats bestäms utifrån IP-adressen. Den här kartan visar var eleverna senast anslutit.
tr_tr: Öğrencinin konumu IP adresine göre belirlenmiştir. Bu harita öğrencilerin yakın geçmişte nerelerden bağlandığını göstermektedir.
uk: Розташування учня визначається з IP-адреси. Ця карта показує, де учні останнім часом підключалися.
uk_ua: учень місцеположення визначається за IP-адресою. Ця карта показує, де учні підключалися останнім часом.
uz: Oʻrganuvchi joylashuvi IP manzilidan aniqlanadi. Ushbu xaritada aksariyat oʻrganuvchilar yaqin orada qayerdan bogʻlanganligi koʻrsatilgan.

source: Country or Region
af_za: Land of streek
ar: الدولة أو المنطقة
ar_sa: الدولة او المنطقة
bn_bd: দেশ বা অঞ্চল
de_at: Land oder Region
de_de: Land oder Region
el: Χώρα ή Περιοχή
eo: Çöüntrý ör Régïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: País o región
eu_es: Estatua edo eskualdea
fa_ir: کشور یا منطقه
fil_ph: bansa o rehiyon
fr: Pays ou région
he: מדינה או אזור
hi: देश या क्षेत्र
it: Paese o Regione
ja_jp: 国・地域
ka: ქვეყანა ან რეგიონი
kk_kz: Ел немесе аймақ
ms_my: Negara atau Rantau
pl: Kraj lub Region
pt_br: País ou região
ro: Țara sau Regiunea
ru: Страна или регион
sl: Država ali regija
sq: Vendi ose Rajoni
sv: Land eller region
sw_ke: Nchi / Taifa au Jimbo
tr_tr: Ülke ya da Bölge
uk: Країна або регіон
uk_ua: Країна або Область
uz: Mamlakat yoki viloyat

source: Percent
af_za: Persent
ar: النسبة المئوية
ar_sa: نسبه مئويه
bn_bd: শতাংশ
de_at: Prozent
de_de: Prozent
el: Ποσοστό
eo: Pérçént Ⱡ'σяєм ιρѕυм #
es_419: Porcentaje
eu_es: Ehunekoa
fa_ir: درصد
fil_ph: Porsiyento
fr: Pourcentage
he: אחוז
hi: फ़ीसदी
hu: Százalék
it: Percentuale
ja_jp: パーセント
ka: პროცენტი
kk_kz: Пайыз
lt_lt: Procentai
ms_my: Peratus
nb: Prosent
nl_nl: Procent
pl: Procent
pt_br: Percentual
ro: Procent
ru: В процентах
sk: Percento
sl: Procent
sq: Përqindja
sv: Procent
sw_ke: Asilimia
tr_tr: Yüzde
uk: В процентах
uk_ua: відсоток
uz: Foiz

source: Answer
af_za: Antwoord
ar: الإجابة
ar_sa: إجابة
bn_bd: উত্তর
de_at: Antwort
de_de: Antwort
el: Απάντηση
eo: Ànswér Ⱡ'σяєм ιρѕυ#
es_419: Respuesta:
eu_es: Erantzuna
fa_ir: پاسخ
fil_ph: Sagot
fr: Réponse
he: תשובה
hi: उत्तर
hu: Válasz
it: Risposta
ja_jp: 解答
ka: პასუხი
kk_kz: Жауап
lt_lt: Atsakymas
ms_my: Jawapan
nb: Svar
nl_nl: Antwoord
pl: Odpowiedź
pt_br: Resposta
ro: Răspuns
ru: Ответ
sk: Odpoveď
sl: Odgovor
sq: Përgjigjja
sv: Svar
sw_ke: Jibu
tr_tr: Cevap
uk: Відповідь
uk_ua: відповідь
uz: Javob

source: Correct
af_za: Korrek
ar: صحيح
ar_sa: صحيح
bn_bd: নির্ভুল
de_at: Richtig
de_de: Richtig
el: Σωστό
eo: Çörréçt Ⱡ'σяєм ιρѕυм #
es_419: Correcto
eu_es: Zuzena
fa_ir: صحیح
fil_ph: Tama
he: נכון
hi: सही
hu: Helyes
it: Corretto
ja_jp: 正解
ka: სწორი
kk_kz: Дұрыс
lt_lt: Teisingai
ms_my: Betul
nb: Riktig
nl_nl: Juist
pl: Dobrze
pt_br: Correto
ro: Corect/ă
ru: Верных
sk: Správnych
sl: Pravilno
sq: E saktë
sv: Korrekt
sw_ke: Sahihi
tr_tr: Doğru
uk: Правильно
uk_ua: правильно
uz: To'g'ri

source: Submission Count
af_za: Inhandiging telling
ar: عدد التقديم
ar_sa: عدد التقديمات
bn_bd: জমাদান কাউন্ট
de_at: Anzahl der Einreichungen
el: Καταμέτρηση υποβολών
eo: Süßmïssïön Çöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Recuento de Envío
eu_es: Bidalketa-kopurua
fa_ir: تعداد تحویل
fil_ph: Bilang ng Pagsusumite
fr: Nombre de soumissions
he: מספר ההגשות
hi: सबमिशन गिनती
hu: Beküldések száma
it: Conteggio degli invii
ja_jp: 提出数
ka: ცდების რაოდენობა
kk_kz: Есепті ұсыну
lt_lt: Pateikčių skaičius
ms_my: Kiraan Penyerahan
nb: Antall besvarelser
nl_nl: Aantal inzendingen
pl: Liczba zgłoszeń
pt_br: Contagem de envios
ro: Numărul de trimiteri
ru: Количество попыток
sk: Počet podaní
sl: Števec oddaj
sq: Numri i dorëzimeve
sv: Antal inskickade
sw_ke: Ufikishaji Idadi
tr_tr: Gönderim Sayısı
uk: Кількість відправок на перевірку
uk_ua: Підрахунок подання
uz: Topshirganlar soni

source: Variant
ar: متغاير
ar_sa: البديل
bn_bd: বৈকল্পিক
de_at: Variante
de_de: Variante
el: Μεταβλητή
eo: Värïänt Ⱡ'σяєм ιρѕυм #
es_419: Variante
eu_es: Aldagaia
fa_ir: متغییر
fr: Variation
he: גרסה אחרת
hi: प्रकार
hu: Változat
it: Variante
ja_jp: 種類
ka: ვარიანტი
kk_kz: Нұсқа
lt_lt: Variantas
ms_my: Varian
pl: Wariant
pt_br: Variante
ro: Variantă
ru: Вариант
sk: Varianta
sl: Varianta
sw_ke: Tofauti
tr_tr: Değişken
uk: Варіант
uk_ua: варіант

source: Incorrect
af_za: Verkeerd
ar: خاطئ
ar_sa: خاطئ
bn_bd: ভুল
de_at: Falsch
de_de: Falsch
el: Λάθος
eo: Ìnçörréçt Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Incorrecto
eu_es: Okerra
fa_ir: نادرست
fil_ph: mali
he: שגוי
hi: ग़लत
hu: Helytelen
it: Errato
ja_jp: 不正解
ka: არასწორი
kk_kz: Дұрыс емес
lt_lt: Neteisingai
ms_my: Salah
nb: Feil
nl_nl: Onjuist
pl: Źle
pt_br: Incorreto
ro: Incorect/ă
ru: Неверных
sk: Nesprávnych
sl: Nepravilno
sq: E pa saktë
sv: Felaktig
sw_ke: Sio sawa
tr_tr: Yanlış
uk: Неправильно
uk_ua: Неправильно
uz: Noto'g'ri

source: Answer: <%=value%>
af_za: Antwoord: <%=value%>
ar: الإجابة: <%=value%>
ar_sa: الإجابة: &lt;%=القيمة%&gt;
bn_bd: উত্তর
de_at: Antwort : &lt;%=value%&gt;
de_de: Antwort: <%=value%>
el: Απάντηση: <%=value%>
eo: Ànswér: <%=value%> Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Respuesta: <%=value%>
eu_es: Erantzuna: <%=value%>
fa_ir: پاسخ: <%=value%>
fil_ph: Sagot: &lt;%=value%&gt;
fr: Réponse: <%=value%>
he: תשובה: <%=value%>
hi: उत्तर: <%=value%>
hu: Válasz: <%=value%>
it: Risposta: &lt;%=valore%&gt;
ja_jp: 解答: <%=value%>
ka: პასუხი: <%=value%>
kk_kz: Жауап: <%=value%>
lt_lt: Atsakymas: <%=value%>
ms_my: Jawapan: <%=value%>
nb: Svar: <%=value%>
nl_nl: Antwoord: <%=waarde%>
pl: Odpowiedź: <%=value%>
pt_br: Resposta: <%=value%>
ro: Răspuns: <%=value%>
ru: Ответ: <%=value%>
sk: Odpoveď: <%=value%>
sl: Odgovor: <%=value%>
sq: Përgjigjja: <%=value%>
sv: Svar: <%=value%>
sw_ke: Jibu: <%=value%>
tr_tr: Cevap: <%=value%>
uk: Відповідь: <%=value%>
uk_ua: відповідь: &lt;%=value%&gt;
uz: Javob: <%=value%>

source: Average Correct
af_za: Gemiddeld korrek
ar: متوسّط عدد الإجابات الصحيحة
ar_sa: متوسط صحيح
bn_bd: গড় সঠিক
de_at: Durchschnittlich richtig
de_de: Durchschnittlich korrekt
el: Μέσος όρος σωστών
eo: Àvérägé Çörréçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Promedio de correctas
eu_es: Batez besteko zuzena
fa_ir: میانگین موارد صحیح
fil_ph: Average Tama
fr: Moyenne Correct
he: ממוצע תשובות נכונות
hi: औसत सही
hu: Helyes válaszok átlaga
it: Medio corretto
ja_jp: 正解の平均
ka: სწორი საშუალოდ
kk_kz: Орташа дұрыс
lt_lt: Teisingų vidurkis
ms_my: Purata Betul
nb: Gjennomsnittlig riktige
nl_nl: Gemiddeld correct
pl: Średnia poprawnych odpowiedzi
pt_br: Média de acertos
ro: Numărul minim de răspunsuri corecte
ru: Верных, в среднем
sk: Priemerne správnych
sl: Povprečje pravilnih
sq: Mesatarja e saktë
sv: Medel Rätt
sw_ke: Sawa Wastani
tr_tr: Ortalama Doğru
uk: Середня кількість вірних відповідей
uk_ua: Середній правильно
uz: Oʻrtacha toʻgʻri javoblar soni

source: Average Incorrect
af_za: Gemiddeld verkeerd
ar: متوسّط عدد الإجابات الخاطئة
ar_sa: متوسط غير صحيح
bn_bd: গড় ভুল
de_at: Durchschnittlich falsch
de_de: Durchschnittlich unkorrekt
el: Μέσος όρος λανθασμένων
eo: Àvérägé Ìnçörréçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Promedio de incorrectas
eu_es: Batez besteko okerra
fa_ir: میانگین موارد نادرست
fil_ph: Karaniwang Mali
fr: Moyenne Incorrect
he: ממוצע תשובות שגויות
hi: औसतन गलत
hu: Helytelen válaszok átlaga
it: Mediamente errato
ja_jp: 不正解の平均
ka: არასწორი საშალოდ
kk_kz: Орташа қате
lt_lt: Neteisingų vidurkis
ms_my: Purata Salah
nb: Gjennomsnittlig feil
nl_nl: Gemiddeld incorrect
pl: Średnia błędnych odpowiedzi
pt_br: Média de erros
ro: Numărul minim de răspunsuri incorecte
ru: Неверных, в среднем
sk: Priemerne nesprávnych
sl: Povprečje nepravilnih
sq: Mesatare E pasaktë
sv: Genomsnitt Felaktigt
sw_ke: Sio sawa Wastani
tr_tr: Ortalama Yanlış
uk: Середня кількість невірних відповідей
uk_ua: Середній Неправильно
uz: Oʻrtacha notoʻgʻri javoblar soni

source: Problems
af_za: Probleme
ar: المسائل
ar_sa: مشاكل
bn_bd: সমস্যা
de_at: Probleme
de_de: Probleme
el: Προβλήματα
eo: Prößléms Ⱡ'σяєм ιρѕυм ∂#
es_419: Problemas
eu_es: Ariketak
fa_ir: مشکلات
fil_ph: Mga problema
fr: Exercices
he: בעיות
hi: समस्याएं
hu: Feladatok
it: I problemi
ja_jp: 問題
ka: ამოცანები
kk_kz: Мәселелер
lt_lt: Užduotys
ms_my: Masalah
nb: Oppgaver
nl_nl: Problemen
pl: Problemy
pt_br: Questões
ro: Probleme
ru: Задачи
sk: Úlohy
sl: Problemi
sq: Probleme
sv: Problem
sw_ke: Matatizo
tr_tr: Problemler
uk: Завдання
uk_ua: Проблеми
uz: Topshiriqlar

source: Average Submissions Per Problem
af_za: Gemiddelde voorleggings per probleem
ar: متوسّط عدد الحلول المقدمة لكل مسألة
ar_sa: متوسط عمليات الإرسال لكل مشكلة
bn_bd: সমস্যা
de_at: Durchschnittliche Einsendungen pro Problem
de_de: Durchschnittliche Einreichungen pro Problem
el: Μέσος όρος υποβολών ανά πρόβλημα
eo: Àvérägé Süßmïssïöns Pér Prößlém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Promedio de envíos por problema
eu_es: Batez besteko bidalketak ariketako
fa_ir: میانگین ارائه‌ها به ازای هر مسئله
fil_ph: Average na Pagsusumite Bawat Problema
fr: Nombre moyen de soumissions par problème
he: ממוצע הגשות לבעיה
hi: प्रति समस्या औसत सबमिशन
hu: Átlagos beküldések feladatonként
it: Invii medi per problema
ja_jp: 問題ごとの平均解答数
ka: მცდელობები თითო ამოცანაზე საშუალოდ
kk_kz: Әрбір мәселеге шаққандағы деректердің орташа саны
lt_lt: Pateiktų darbų vidurkis kiekvienai užduočiai
ms_my: Purata Penyerahan Per Masalah
nb: Gjennomsnittlig besvarelser per oppgave
nl_nl: Gemiddelde verzendingen per probleem
pl: Średnia liczba zgłoszeń na problem
pt_br: Média de envios por questões
ro: Numărul minim de răspunsuri pentru fiecare problemă
ru: Среднее количество ответов, отправленных по каждому заданию
sk: Priemerný počet podaní na úlohu
sl: Povprečno oddaj na problem
sq: Paraqitjet mesatare për problem
sv: Genomsnittliga bidrag per problem
sw_ke: Ufikishaji wa tatizo Wastani
tr_tr: Problem Başına Ortalama Uygulama Sayıları
uk: Середня кількість відправок на одне завдання
uk_ua: Середня подача на задача
uz: Har bir topshiriqning oʻrtacha yuborishlar soni

source: Percentage Correct
af_za: Persentasie korrek
ar: نسبة الإجابات الصحيحة
ar_sa: النسبة المئوية صحيحة
bn_bd: শতকরা সঠিক
de_at: Prozentual richtig
de_de: Prozentsatz Richtig
el: Ποσοστό σωστών
eo: Pérçéntägé Çörréçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Porcentaje Correcto
eu_es: Portzentaje zuzena
fa_ir: درصد موارد صحیح
fil_ph: Tamang Porsyento
fr: Pourcentage correct
he: אחוז נכון
hi: प्रतिशत सही
hu: Helyes válaszok százaléka
it: Percentuale corretta
ja_jp: 正解の割合
ka: სწორი პროცენტი
kk_kz: Дұрыстарының пайызы
lt_lt: Procentų teisingai
ms_my: Peratusan Betul
nb: Prosentandel riktige
pl: Procent poprawnych odpowiedzi
pt_br: Percentual de acerto
ro: Procentajul răspunsurilor corecte
ru: Верных ответов, в процентах
sk: Percento správnych
sl: Procent pravilnih
sq: Përqindja e saktësisë
sv: Procent korrekt
sw_ke: Asilimia ya Usawa
tr_tr: Doğru Yüzdesi
uk: Відсоток вірних відповідей
uk_ua: процент правильно
uz: Toʻgʻri javoblar foizi

source: Average Submissions per Problem
af_za: Gemiddelde voorleggings per probleem
ar: متوسط الحلول المُقدمة لكل مسألة
ar_sa: متوسط عمليات الإرسال لكل مشكلة
bn_bd: সমস্যা প্রতি গড় জমা
de_at: Durchschnittliche Einsendungen pro Problem
eo: Àvérägé Süßmïssïöns pér Prößlém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Promedio de envíos por problema
fa_ir: میانگین ارسال به ازای هر مساله
fil_ph: Average na Pagsusumite sa bawat Problema
fr: Nombre moyen de soumissions par problème
he: ממוצע הגשות לבעיה
hi: समस्या के अनुसार औसत सबमिशन
it: Invii medi per problema
ja_jp: 問題ごとの平均解答数
ka: მცდელობები თითო ამოცანაზე საშუალოდ
ms_my: Purata Penyerahan per Masalah
pl: Średnia liczba zgłoszeń na problem
pt_br: Média de envios por questão
ro: Numărul minim de răspunsuri pentru fiecare problemă
ru: Среднее число сданных ответов на задачу
sl: Povprečno število oddaj na težavo
sq: Paraqitjet mesatare për problem
sv: Genomsnittligt bidrag per problem
tr_tr: Problem Başına Ortalama Uygulama Sayısı
uk: Середні Запити на Завдання
uk_ua: Середнє подання на задача
uz: Har bir topshiriqning oʻrtacha yuborishlar soni

source: Difficulty
af_za: Moeite
ar: درجة الصعوبة
ar_sa: صعوبة
bn_bd: অসুবিধা
de_at: Schwierigkeit
eo: Dïffïçültý Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Dificultad
eu_es: Zailtasuna
fa_ir: دشواری
fil_ph: Kahirapan
fr: Difficulté
he: קושי
hi: कठिनाई
it: Difficoltà
ka: სირთულე
ms_my: Kesukaran
pl: Stopień trudności
pt_br: Dificuldade
ro: Dificultate
ru: Сложность
sl: Težavnost
sq: Vështirësi
sv: Svårighet
sw_ke: Taabu
tr_tr: Zorluk
uk: Труднощі
uk_ua: Складність
uz: Qiyinlik darajasi

source: Total
af_za: Totaal
ar: المجموع
ar_sa: المجموع
bn_bd: মোট
de_at: Gesamt
de_de: Gesamt
el: Σύνολο
eo: Tötäl Ⱡ'σяєм ιρѕ#
eu_es: Denerakoa
fa_ir: کل
fil_ph: Kabuuan
he: סה״כ
hi: कुल
hu: Teljes
it: Totale
ja_jp: 合計
ka: სულ
kk_kz: Жалпы
lt_lt: Iš viso
nl_nl: Totaal
pl: Suma
ru: Итого
sk: Celkovo
sl: Skupaj
sq: Gjithsej
sv: Totalt
sw_ke: Jumla
tr_tr: Toplam
uk: Всього
uk_ua: всього
uz: Jami

source: (empty)
af_za: (leeg)
ar: (فراغ)
ar_sa: (فارغ)
bn_bd: (খালি)
de_at: (leer)
de_de: (leer)
el: (άδειο)
eo: (émptý) Ⱡ'σяєм ιρѕυм #
es_419: (vacío)
eu_es: (hutsik)
fa_ir: (خالی)
fil_ph: (walang laman)
fr: (vide)
he: (ריק)
hi: (खाली)
hu: (üres)
it: (vuoto)
ja_jp: (なし)
ka: (ცარიელი)
kk_kz: (Бос)
lt_lt: (tuščia)
ms_my: (kosong)
nb: (tom)
nl_nl: (leeg)
pl: (puste)
pt_br: (vazio)
ro: (gol)
ru: (пусто)
sk: (prázdny)
sl: (prazno)
sq: (zbrazët)
sv: (tom)
tr_tr: (boş)
uk: (пусто)
uk_ua: (порожній)
uz: (boʻsh)

source: <%=value%> (<%=percent%>)
ar_sa: &lt;%=القيمة%&gt; (&lt;%=النسبة المئوية%&gt;)
de_at: &lt;%=Wert%&gt; (&lt;%=Prozent%&gt;)
eo: <%=value%> (<%=percent%>) Ⱡ'σяєм ιρѕυм ∂σł#
fil_ph: &lt;%=value%&gt; (&lt;%=percent%&gt;)
it: &lt;%=valore%&gt; (&lt;%=percentuale%&gt;)
nl_nl: <%=waarde%> (<%=procent%>)
sv: <%=value%> (<%=procent%>)
uk_ua: &lt;%=value%&gt; (&lt;%=percent%&gt;)

source: delete
ja_jp: 削除

source: Wrong offset!
ja_jp: オフセットが正しくありません！

source: Wrong length!
ja_jp: 長さが正しくありません！

source: this
ja_jp: これ

source: message
ja_jp: メッセージ

source: Active Students
hu: Aktív tanulók
lt_lt: Aktyvūs kurso dalyviai
nb: Aktive studenter
nl_nl: Actieve Studenten
sk: Aktívni študenti

source: Posted in Forum
hu: Fórumban közétett
lt_lt: Parašė forume
nb: Postet i forum
nl_nl: Een bericht op forum geplaatst
sk: Prispeli do diskusie

source: Number of Students
hu: Tanulók száma
lt_lt: Kurso dalyvių skaičius
nb: Antall studenter
nl_nl: Aantal Studenten
sk: Počet študentov

source: Student location is determined from IP address. This map shows where students most recently connected.
hu: A tanulók tartózkodási helye az IP cím alapján került meghatározásra. Ez a térkép azt mutatja, hogy a tanulók leginkább honnan csatlakoztak.
lt_lt: Kurso dalyvių vieta nustatoma iš IP adreso. Šiame žemėlapyje vaizduojama, kur neseniai prisijungė kurso dalyviai.
nb: Studentens lokasjon bestemmes utifra IP-adressen. Dette kartet viser hvor studenter nylig har koblet seg til.
nl_nl: Studentlocatie wordt bepaald aan de hand van het IP-adres. Deze kaart laat zien vanuit welke plek studenten het laatst verbinding hebben gemaakt.
sk: Poloha študentov je určená na základe IP adresy. Táto karta ukazuje, odkiaľ sa študenti naposledy pripájali.

source: Country
hu: Ország
lt_lt: Šalis
nb: Land
nl_nl: Land
sk: Krajina

source: Percent of Current Students
lt_lt: Dabartinių kurso dalyvių procentas
nb: Prosent av nåværende studenter
nl_nl: Procent van huidige studenten
sk: Percento aktuálnych študentov

source: Honor Code
hu: Becsületkódex
lt_lt: Sąžiningumo deklaracija
nb: Æreskodeks
nl_nl: Ere Code
sk: Kódex cti
