Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Each bar shows the average number of correct and incorrect submissions for problems in the assignment. Only the last submission from each learner is counted.
af_za: Elke balk toon die gemiddelde aantal korrekte en verkeerde voorleggings vir probleme in die opdrag. Slegs die laaste voorlegging van elke leerder word getel.
ar: يُظهر كل شريط متوسط عدد الطلبات الصحيحة وغير الصحيحة في كل مهمة يتم احتساب التقديم الأخير فقط من كل طالب.
ar_sa: يعرض كل شريط متوسط عدد التقديمات الصحيحة وغير الصحيحة للمشكلات في واجب . يتم احتساب التقديم الأخير فقط من كل طالب .
az: Bu sütunlar tapşırıqdakı məsələlər üçün düzgün və yanlış təqdimatların orta sayını göstərir. Hər bir tələbədən yalnız sonuncu təqdimatları nəzərə alınır.
bn_bd: প্রত্যেকটি বার প্রদর্শন করছে গড় সংখ্যক সঠিক এবং ভুল জমা, প্রদানকৃত কাজের সমস্যার জন্য । শুধুমাত্র শিক্ষার্থীদের সর্বশেষ জমা হিসাবে নেওয়া হয়েছে ।
ca: Cada barra mostra la quantitat mitjana de presentacions correctes i incorrectes per problemes en l'assignació. Només es compta l'última presentació de cada alumne.
cs: Každý z pruhů zobrazuje pruměrnou hodnotu správných a nesprávných odevzdaných prací pro úlohy v zadání. Započítává se pouze poslední odevzdaná práce od každého studenta.
da: Hver søjle viser det gennemsnitlige antal korrekte og forkerte afleveringer for problemer i opgaven. Kun den sidste aflevering fra hver elev tælles med.
de_de: Jeder Balken zeigt die durchschnittliche Anzahl korrekter und falscher Eingaben für Probleme in der Zuordnung an. Nur die letzte Eingabe von jedem Teilnehmer wird gezählt
el: Κάθε μπάρα δείχνει τον μέσο αριθμό σωστών και λανθασμένων υποβολών για προβλήματα στην εργασία. Προσμετράται μόνο η τελευταία υποβολή από κάθε σπουδαστή.
el_gr: Κάθε γραμμή δείχνει τον μέσο αριθμό σωστών και λανθασμένων υποβολών για προβλήματα στην εργασία. Μετράται μόνο η τελευταία υποβολή από κάθε εκπαιδευόμενο.
eo: Éäçh ßär shöws thé ävérägé nümßér öf çörréçt änd ïnçörréçt süßmïssïöns för prößléms ïn thé ässïgnmént. Önlý thé läst süßmïssïön fröm éäçh léärnér ïs çöüntéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт #
es_419: Cada barra muestra el número promedio de envíos correctos e incorrectos para los problemas en la tarea. Solamente se cuenta el último envío de cada estudiante.
fa_ir: هر نوار، میانگین تعداد ارسال‌های درست و نادرست را برای مسایل تکلیف نشان می‌دهد. فقط آخرین ارسال از هر فرد شمارش می‌شود.
fi: Jokainen palkki näyttää oikeiden ja virheellisten lähetysten keskimääräisen määrän tehtävän ongelmista. Vain kunkin oppijan viimeinen palaute otetaan huomioon.
fil_ph: Ipinapakita ng bawat bar ang average na bilang ng tama at maling pagsusumite para sa mga problema sa takdang-aralin. Tanging ang huling pagsusumite mula sa bawat mag-aaral ang binibilang.
fr: Chaque barre indique le nombre moyen de vue complètes et incomplètes pour les vidéos dans cette sous-section. Cliquez sur les barres avec de faibles totaux ou un taux élevé de vue incomplètes afin fouiller et de comprendre pourquoi.
fr_ca: Chaque barre affiche le nombre moyen de soumissions correctes et incorrectes pour les exercices du devoir. Seule la dernière soumission de chaque élève est prise en compte.
fr_fr: Chaque barre indique le nombre moyen de soumissions correctes et incorrectes pour des problèmes dans l'affectation. Seule la dernière soumission de chaque apprenant est comptée.
he: כל עמודה מראה את המספר הממוצע של הגשות נכונות ושגויות לבעיות במשימה זו. רק ההגשה האחרונה של כל לומד נחשבת.
hi: प्रत्येक पट्टी सौंपा गया काम के बारे में समस्याओं के लिए सही और गलत सबमिशन की औसत संख्या दिखाता है। प्रत्येक शिक्षार्थी से केवल अंतिम सबमिशन को ही गिना जाता है।
hy_am: Յուրաքանչյուր սյունակում ներկայացված է հանձնած խնդիրների ճիշտ և սխալ պատասխանների միջին քանակը: Հաշված է միայն յուրաքանչյուր ուսանողի վերջին աշխատանքը:
it: Ciascuna barra mostra il numero medio di invii corretti e errati per problemi nel compito. Viene conteggiato solo l&#39;ultimo invio di ciascuno studente.
it_it: Ciascuna barra mostra il numero medio di risposte corrette e incorrette per problemi nell'assegnazione. Solo l'ultima risposta di ogni studente viene conteggiata.
ja_jp: 棒グラフは各問題の正解と不正解の平均提出数を表しています。各受講者の最終回答のみカウントされます。
ka: თითოეული ზოლი აჩვენებს დავალების ამოცანების სწორი და არასწორი ცდების საშუალო რაოდენობას. თითოეული მსმენელისგან მხოლოდ ბოლო ცდა ჩაითვლება.
nb: Hvert skille viser gjennomsnittet av antall riktige og gale besvarelser på oppgaven. Bare den siste besvarelsen fra hver student telles med.
pl: Każdy prostokąt pokazuje średnia liczbę prawidłowych i nieprawidłowych odpowiedzi na zadania. Tylko ostatnia odpowiedź ucznia jest uwzględniona.
pl_pl: Każdy słupek pokazuje średnią liczbę poprawnych i błędnych zgłoszeń dotyczących problemów w zadanie . Liczone jest tylko ostatnie zgłoszenie od każdego ucznia.
pt_br: Cada barra mostra o número médio de envios corretos e incorretos para os problemas na tarefa. Somente o último envio para cada aluno é contabilizado.
pt_pt: Cada barra mostra o número médio de respostas corretas e incorretas para os problemas da tarefa. Somente a última submissão de cada estudante é contabilizada.
ro: Fiecare bară reprezintă cel mai mic număr de răspunsuri trimise, corecte și incorecte, pentru problemele din temă. Doar ultimul răspuns trimis de către fiecare elev, este luat în calcul.
ru: Каждый столбец показывает среднее количество правильных и неправильных ответов на вопросы задания. Засчитывается только последняя работа каждого ученика.
sl: Vsaka vrstica prikazuje povprečno število pravilnih in napačnih oddaj za težave v nalogi. Šteje se samo zadnja oddaja vsakega učenca.
sq: Çdo shirit tregon numrin mesatar të paraqitjeve të sakta dhe të pasakta për problemet në detyrë. Numërohet vetëm paraqitja e fundit nga secili nxënës.
sv: Varje stapel visar det genomsnittliga antalet korrekta och felaktiga inlägg för problem i uppdraget. Endast den sista inlämningen från varje elev räknas.
sw_ke: Kila mche unaonyesha wastani wa mawasilisho yaliyo sahihi na yasiyo sahihi ya maswali yaliyopo kwenye zoezi. Wasilisho la mwisho la kila mwanafunzi ndio linalohesabika.
th: แต่ละแถบแสดงจำนวนเฉลี่ยของการส่งคำตอบสำหรับปัญหาในงานที่มอบหมายให้ที่ถูกต้องและไม่ถูกต้อง โดยจะนับเฉพาะการส่งครั้งสุดท้ายจากผู้เรียนแต่ละคน
tr_tr: Her bir çubuk her sorun için doğru ve yanlış ortalama teslim sayılarını gösterir. Her öğrencinin sadece son başvurusu sayılır.
uk: Кожен стовбець показує середню кількість правильних та неправильних відповідей для задач у призначенні. Враховується лише остання відповідь від кожного учня.
uz: Har bir satrda vazifadagi topshiriqlar uchun yuborilgan toʻgʻri va notoʻgʻri javoblarning oʻrtacha soni koʻrsatilgan. Har bir oʻrganuvchining soʻnggi topshirgan vazifasi hisoblanadi.

source: Assignment Submissions
af_za: Opdragvoorleggings
ar: تقديمات الواجب
ar_sa: تقديمات واجب
az: Tapşırıq təqdimatları
bn_bd: প্রদানকৃত কাজ জমাকরন
ca: Enviaments de tasques
cs: Odevzdání úkolu
da: Opgaveafleveringer
de_de: Einreichungen zur Aufgabe
el: Υποβολές εργασιών
el_gr: Υποβολές Εργασιών
eo: Àssïgnmént Süßmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Entregas de tarea
es_es: Entregas de tareas
fa_ir: تکالیف ارسالی
fi: Tehtävälähetykset
fil_ph: Mga Pagsusumite ng Takdang-aralin
fr: Soumissions de devoir
fr_ca: Soumissions des devoirs
fr_fr: Soumission des travaux
he: הגשות משימה
hi: सौंपा गया काम जमा करना
hy_am: Առաջադրանքների հանձնում
id: Kiriman Penugasan
it: Presentazione degli incarichi
it_it: Invii di compiti
ja_jp: 課題の提出
ka: დავალების შესრულების ცდები
lt_lt: Užduoties pateiktys
nb: Oppgavebesvarelser
nl_nl: Opdracht Inzendingen
pl: Zgłoszenia do zadań
pl_pl: Zgłoszenia zadanie
pt_br: Envios de tarefa
pt_pt: Submissões da Tarefa
ro: Răspunsuri trimise pentru rezolvarea temei.
ru: Назначенные задания
sk: Podania zadaní
sl: Oddaja nalog
sq: Paraqitjet e Detyrave
sv: Inlämningsuppgifter
sw_ke: Uwasilishaji wa "Mazoezi"
th: การส่งการบ้าน
tr_tr: Ödev Yüklemeleri
uk: Відповіді Призначення
uz: Topshiriqni yuborish

source: Measured by learning outcome, how are learners performing?
af_za: Gemeet aan die uitkoms van die uitkoms, hoe presteer leerders?
ar: بالقياس بناءً على نتيجة التعلم، كيف هو أداء الطلاب؟
ar_sa: كيف يتم قياس أداء الطلّاب من خلال نتائج التعلم؟
az: Öyrənmə nəticələri ilə ölçülür, tələbələr necə öyrənirlər?
bn_bd: পরিমাপ করা হচ্ছে শিখার ফল অনুযায়ী, শিক্ষার্থীরা কেমন দক্ষতা দেখাচ্ছে?
ca: Mesurats pels resultats de l'aprenentatge, com s'estan realitzant els alumnes?
cs: Jak si studenti vedou, měřeno podle výsledků učení?
da: Hvordan præsterer kursisterne målt på læringsudbytte?
de_de: Gemessen an den Lernergebnissen: Wie ist die Performance die Teilnehmer?
el: Υπολογισμένο βάσει μαθησιακού αποτελέσματος, πώς αποδίδουν οι σπουδαστές;
el_gr: Μετρούμενο με το μαθησιακό αποτέλεσμα, πώς αποδίδουν οι εκπαιδευόμενοι;
eo: Méäsüréd ßý léärnïng öütçömé, höw äré léärnérs pérförmïng? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: ¿Cómo es el desempeño de los estudiantes medido por los resultados de su aprendizaje?
fa_ir: بر اساس نتایج آموزش، یادگیرندگان چگونه عمل می‌کنند؟
fi: Miten oppijat menestyvät oppimistuloksilla mitattuna?
fil_ph: Sinusukat sa resulta ng pagkatuto, paano gumaganap ang mga mag-aaral?
fr: Mesurée par les résultats de l'apprentissage, comment les élèves performent-ils?
fr_ca: Mesurée par les résultats de l'apprentissage, comment les élèves comportent-ils?
fr_fr: En fonction des résultats d'apprentissage, quels sont les résultats des apprenants ?
he: איך הביצוע של הלומדים, על פי תוצאת הלומד?
hi: सीखने के परिणामों से मापा जाता है कि शिक्षार्थी कैसा प्रदर्शन कर रहे हैं?
hy_am: Ուսանողների կատարողականն ըստ սովորելու արդյունքների
it: Misurato in base ai risultati dell’apprendimento, come si comportano gli studenti?
it_it: Misurato in base al risultato di apprendimento, qual è l'andamento di studio degli studenti?
ja_jp: 学習成果からみた受講者のパフォーマンスは？
ka: სწავლის შედეგებიდან გამომდინარე, როგორია მსმენელთა მოსწრება?
pl: Jakie są wyniki nauczania?
pl_pl: Jak radzą sobie uczniowie, mierząc je na podstawie efektów uczenia się?
pt_br: Mensurado por resultado de aprendizado, como os alunos estão desempenhando?
pt_pt: Através dos resultados da aprendizagem, como está o desempenho dos estudantes?
ro: Bazându-vă pe rezultatul învățării, cum se descurcă elevii?
sl: Kako se izvajajo učenci, merjeno z učnimi rezultati?
sq: Matur nga rezultati i të nxënit, si po performojnë nxënësit?
sv: Mätas utifrån lärandesultat, hur går det med eleverna?
sw_ke: Kutokana na matokeo ya kujifunza, wanafunzi wanaendeleaje?
th: วัดจากผลการเรียนรู้ ผู้เรียนดำเนินการอย่างไร?
tr_tr: Öğrenme çıktısıyla ölçülür, öğrencilerin performansı nasıl?
uk: Як вимірюють результати навчання, як виконують учні?
uz: Oʻquv natijalari bilan oʻlchanuvchi oʻrganuvchilar yutuqlari qanday?

source: Each bar shows the average number of correct and incorrect submissions for each outcome.
af_za: Elke balk toon die gemiddelde aantal korrekte en verkeerde voorleggings vir elke uitslag.
ar: يظهر كل شريط متوسط عدد الإجابات الصحيحة وغير الصحيحة لكل نتيجة.
ar_sa: يعرض كل شريط متوسط عدد التقديمات الصحيحة وغير الصحيحة لكل نتيجة.
az: Hər bir sütun hər bir nəticə üçün düzgün və ya yalnız təqdimatların ortalama sayını göstərir.
bn_bd: প্রতিটি বার প্রদর্শন করছে গড় সংখ্যক সঠিক এবং ভুল জমা প্রত্যেকটি ফলাফলের জন্য ।
ca: Cada barra mostra la quantitat mitjana d'enviaments correctes i incorrectes per a cada resultat.
cs: Každý sloupec zobrazuje průměrný počet správných a nesprávných příspěvků pro každý výsledek.
da: Hver søjle viser det gennemsnitlige antal korrekte og forkerte indsendelser for hvert resultat.
de_de: Jeder Balken zeigt die durchschnittliche Anzahl korrekter und falscher Eingaben für jedes Ergebnis an.
el: Κάθε μπάρα δείχνει τον μέσο αριθμό σωστών και λανθασμένων υποβολών για κάθε αποτέλεσμα.
el_gr: Κάθε γραμμή δείχνει τον μέσο αριθμό σωστών και λανθασμένων υποβολών για κάθε αποτέλεσμα.
eo: Éäçh ßär shöws thé ävérägé nümßér öf çörréçt änd ïnçörréçt süßmïssïöns för éäçh öütçömé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Cada barra muestra el número promedio de envíos correctos e incorrectos para cada resultado.
es_es: Cada barra muestra el número medio de envíos de respuestas correctas e incorrectas para cada resultado.
fa_ir: هر نوار میانگین تعداد ارسال‌های درست و نادرست را برای هر نتیجه نشان می‌دهد.
fi: Jokainen palkki näyttää kunkin tuloksen oikeiden ja virheellisten lähetysten keskimääräisen määrän.
fil_ph: Ipinapakita ng bawat bar ang average na bilang ng tama at maling pagsusumite para sa bawat resulta.
fr: Chaque barre verticale montre le nombre moyen de soumissions correcte ou incorrecte pour chaque objectif.
fr_ca: Chaque barre affiche le nombre moyen de soumissions correctes et incorrectes pour chaque résultat.
fr_fr: Chaque barre indique le nombre moyen de soumissions correctes et incorrectes pour chaque résultat.
he: כל עמודה מציגה את המספר הממוצע של הגשות נכונות ושגויות עבור כל תוצאה.
hi: प्रत्येक पट्टी प्रत्येक परिणाम के लिए सही और गलत सौंपा गया काम की औसत संख्या दिखाता है।
hy_am: Յուրաքանչյուր սյունը ներկայացնում է յուրաքանչյուր բաժնի ճիշտ և սխալ պատասխանների միջին թիվը
it: Ciascuna barra mostra il numero medio di invii corretti e errati per ciascun risultato.
it_it: Ciascuna barra mostra il numero medio di invii corretti e incorretti per ciascun risultato.
ja_jp: 棒グラフは正解と不正解の平均投稿数を表しています。
ka: თითოეული ზოლი აჩვენებს ყოველი შედეგის სწორი და არასწორი ცდების საშუალო რაოდენობას
nb: Hver stolpe viser det gjennomsnittlige antallet besvarelser som er rett eller galt for hvert utbytte.
pl: Każdy prostokąt pokazuje średnią liczbę poprawnych i niepoprawnych odpowiedzi dla każdego wyniku.
pl_pl: Każdy słupek pokazuje średnią liczbę poprawnych i błędnych zgłoszeń dla każdego wyniku.
pt_br: Cada barra mostra a quantidade média de submissões corretas e incorretas para cada atividade.
pt_pt: Cada barra mostra o número médio de respostas corretas e incorretas para cada submissão.
ro: Fiecare bară arată numărul minim de răspunsuri corecte si incorecte trimise pentru fiecare rezultat.
ru: Каждый столбик соответствует среднему количеству верных и неверных ответов по разделам.
sl: Vsaka vrstica prikazuje povprečno število pravilnih in napačnih oddaj za vsak rezultat.
sq: Çdo shirit tregon numrin mesatar të paraqitjeve të sakta dhe të pasakta për secilin rezultat.
sv: Varje stapel visar det genomsnittliga antalet korrekta och felaktiga inlägg för varje utfall.
sw_ke: Kila mche unaonyesha wastani wa mawasilisho yaliyo sahihi na yaliyosahihi ya kila tokeo.
th: แผนภูมิแท่งเหล่านี้แสดงจำนวนเฉลี่ยของคำตอบทั้งถูกและผิดในการส่งคำตอบสำหรับแต่ละผลลัพธ์
tr_tr: Her çubuk, her sonuç için doğru ve yanlış gönderimlerin ortalama sayısını gösterir.
uk: Кожен стовбець показує середню кількість правильних та неправильних відповідей для кожного результату.
uz: Har bir satrda mos natijasi uchun toʻgʻri va notoʻgʻri topshirilgan vazifalarning oʻrtacha soni koʻrsatilgan.

source: Outcome Submissions
af_za: Uitkomsvoorleggings
ar: تسليم النتائج.
ar_sa: تقديمات النتائج
az: Nəticə təqdimatları
bn_bd: প্রদানকৃত কাজের ফল
ca: Presentacions de resultats
cs: Výsledky odevzdaných úloh
da: Indsendelser af resultater
de_de: Ergebnisse der Eingaben
el: Υποβολές αποτελεσμάτων
el_gr: Υποβολές αποτελεσμάτων
eo: Öütçömé Süßmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Envíos por resultado
es_es: Resultados de los envíos de respuestas.
fa_ir: نتایج ارسالی
fi: Tulosehdotukset
fil_ph: Mga Pagsusumite ng Resulta
fr: Soumissions de résultats
fr_ca: Soumissions des résultats
fr_fr: Soumission des résultats
he: הגשות תוצאה
hi: सौंपा गया काम के परिणाम
hy_am: Արդյունքների ներկայացում
it: Presentazione dei risultati
it_it: Invii dei risultati
ja_jp: 結果
ka: წარდგენილი შედეგები
nb: Utbytte innleveringer
pl: Zgłoszenia wynikowe
pl_pl: Zgłoszenia wyników
pt_br: Resultados dos envios
pt_pt: Submissão de resultados
ro: Rezultate Trimise
ru: Представление результатов
sl: Oddaje rezultatov
sq: Parashtresat e rezultateve
sv: Resultat Inkomster
sw_ke: Uwasilishaji wa Tokeo.
th: การส่งผลลัพธ์
tr_tr: Sonuç Gönderimleri
uk: Результати Відповідей
uz: Natijani yuborish.

source: Each bar shows the correct and incorrect number of submissions for each problem for the current outcome.
af_za: Elke balk toon die korrekte en verkeerde aantal voorleggings vir elke probleem vir die huidige uitkoms.
ar: يظهر كل شريط عدد الردود الصحيحة والغير صحيحة لكل مسألة
ar_sa: يعرض كل شريط العدد الصحيح وغير الصحيح من عمليات الإرسال لكل مشكلة للنتيجة الحالية.
az: Hər bir sütun cari nəticə üzrə hər bir tapşırıq üçün düzgün və ya yalnız təqdimatların ortalama sayını göstərir.
bn_bd: বর্তমান সমস্যার জন্য প্রত্যেকটি বার ভুল এবং সঠিক সংখ্যক জমা প্রদর্শন করছে প্রতিটি সমস্যার ।
ca: Cada barra mostra el nombre correcte i incorrecte d'enviaments per a cada problema per al resultat actual.
cs: Každý pruh zobrazuje správný a nesprávný počet příspěvků u každého problému pro aktuální výsledek.
da: Hver søjle viser det korrekte og forkerte antal afsendelser for hvert problem for det aktuelle resultat.
de_de: Jeder Balken zeigt die korrekte und falsche Anzahl der Eingaben für jede Aufgabe zum aktuellen Ergebnis
el: Κάθε μπάρα δείχνει τον σωστό και τον λανθασμένο αριθμό υποβολών για κάθε πρόβλημα για το τρέχον αποτέλεσμα.
el_gr: Κάθε γραμμή δείχνει τον σωστό και τον λανθασμένο αριθμό υποβολών για κάθε πρόβλημα για το τρέχον αποτέλεσμα.
eo: Éäçh ßär shöws thé çörréçt änd ïnçörréçt nümßér öf süßmïssïöns för éäçh prößlém för thé çürrént öütçömé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Cada barra muestra el número promedio de envíos correctos e incorrectos para cada problema que hace parte del resultado.
es_es: Cada barra muestra el número de envíos de respuestas correctas e incorrectas para cada problema para el resultado actual.
fa_ir: هر نوار تعداد ارسالی‌های درست و نادرست را برای هر مشکل برای کسب نتیجه فعلی نشان می‌دهد.
fi: Jokainen palkki näyttää oikean ja väärän lähetysten määrän kullekin nykyisen tuloksen ongelmalle.
fil_ph: Ang bawat bar ay nagpapakita ng tama at maling bilang ng mga pagsusumite para sa bawat problema para sa kasalukuyang kinalabasan.
fr: Chaque barre verticale montre le nombre moyen de soumissions correcte ou incorrecte pour chaque problème inclus dans l'objectif courant.
fr_ca: Chaque barre affiche le nombre correct et incorrect de soumissions pour chaque problème pour le résultat courant.
fr_fr: Chaque barre indique le nombre correct et incorrect de soumissions pour chaque problème pour le résultat actuel.
he: כל עמודה מציגה את המספר הממוצע של הגשות נכונות ושגויות עבור כל בעיה שבתוצאה הנוכחית.
hi: प्रत्येक पट्टी वर्तमान परिणाम के लिए प्रत्येक समस्या के लिए सौंपा गया काम की सही और गलत संख्या दिखाता है।
hy_am: Յուրաքանչյուր սյունակում ներկայացված է տրված արդյունքի համար յուրաքանչյուր առաջադրանքի ներկայացրած հայտերի ճիշտ և սխալ քանակը
it: Ogni barra mostra il numero corretto e quello errato di invii per ciascun problema per il risultato corrente.
it_it: Ciascuna barra mostra il numero di invii corretti e incorretti di ciascun problema per l'esito corrente.
ja_jp: 棒グラフは各問題の正解と不正解の平均投稿数を表しています。
ka: თითოეული ზოლი აჩვენებს ყოველ ამოცანაზე სწორი და არასწორი ცდების მიმდინარე შედეგს.
nb: Hver stolpe viser antall riktige og gale besvarelser for hvert problem som er en del av dette utbyttet.
pl: Każdy prostokąt pokazuje liczbę poprawnych i niepoprawnych odpowiedzi dla aktualnego wyniku.
pl_pl: Każdy słupek pokazuje prawidłową i niepoprawną liczbę zgłoszeń dla każdego problemu dla bieżącego wyniku.
pt_br: Cada barra mostra o número correto e incorreto de envios para cada problema para o atual resultado.
pt_pt: Cada barra mostra o número correcto e incorrecto de submissões para cada problema para o resultado actual.
ro: Fiecare bară reprezintă numărul corect și incorect al răspunsurilor trimise pentru fiecare problemă pentru rezultatul curent.
ru: Каждый столбец показывает правильное и неправильное количество поданных заявок по каждой задаче для текущего результата.
sl: Vsaka vrstica prikazuje pravilno in napačno število oddaj za vsako težavo za trenutni izid.
sq: Çdo shirit tregon numrin e saktë dhe të pasaktë të paraqitjeve për çdo problem për rezultatin aktual.
sv: Varje stapel visar rätt och felaktigt antal inlägg för varje problem för det aktuella resultatet.
sw_ke: Kila miche inaonyesha namba ya wastani ya mawasilisho yaliyo sahihi na yasiyo sahihi ya kila tatizo kwa matokeo ya sasa.
th: แผนภูมิแท่งเหล่านี้แสดงจำนวนคำตอบที่ถูกและผิด ในการส่งคำตอบสำหรับโจทย์แต่ละข้อสำหรับผลลัพธ์ปัจจุบัน
tr_tr: Her çubuk, mevcut sonuç için her bir sorunun doğru ve yanlış gönderim sayısını gösterir.
uk: Кожен стовбець показує правильну та неправильну кількість відповідей для кожної задачі поточного результату.
uz: Har bir satrda joriy natijadagi barcha topshiriqlar uchun toʻgʻri va notoʻgʻri javoblar soni koʻrsatilgan.

source: How are learners doing on this section?
af_za: Hoe gaan dit met leerders in hierdie afdeling?
ar: كيف هو أداء الطلاب في هذا القسم؟
ar_sa: كيف حال الطلّاب في هذا القسم؟
az: Tələbələr bu bölmədə necə işləyirlər?
bn_bd: শিক্ষার্থীরা এই অধ্যায়ে কেমন করছে?
ca: Com fan els alumnes en aquesta secció?
cs: Jak jsou na tom studenti v této sekci?
da: Hvordan klarer kursisterne sig på dette afsnit?
de_de: Wie agieren die Teilnehmer in diesem Bereich?
el: Πώς τα πάνε οι σπουδαστές σε αυτήν την ενότητα;
el_gr: Πώς τα πάνε οι μαθητές σε αυτήν την ενότητα;
eo: Höw äré léärnérs döïng ön thïs séçtïön? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: ¿Cómo es el desempeño de los estudiantes en esta sección?
fa_ir: عملکرد یادگیرندگان در این بخش چگونه است؟
fi: Miten oppijat voivat tällä osiossa?
fil_ph: Kumusta ang mga mag-aaral sa seksyong ito?
fr: Comment les étudiants suivent-t-ils sur ce devoir?
fr_ca: Comment les étudiants se débrouillent-ils dans cette section?
fr_fr: Comment se portent les apprenants sur cette section ?
he: כיצד מתמודדים הלומדים עם פרק זה?
hi: इस खंड पर शिक्षार्थी कैसे कर रहे हैं?
hy_am: Ինչպիսի՞ արդյունքներ են ցուցաբերում ուսանողներն այս բաժնում
it: Come si comportano gli studenti in questa sezione?
it_it: Come procedono gli studenti su questa sezione?
ja_jp: 受講者はこのセクションにどのように取り組んでいる？
ka: როგორ ართმევენ თავს მსმენელები ამ განყოფილებას?
pl: Jak uczniowie radzą sobie z tą sekcją?
pl_pl: Jak radzą sobie uczniowie w tej sekcji?
pt_br: Como os alunos estão fazendo essa seção?
pt_pt: Como é o desempenho dos estudantes nesta secção?
ro: Cum se descurcă elevii în această secțiune?
ru: Как дела у учащихся в этом разделе?
sl: Kako so učenci na tem oddelku?
sq: Si po bëjnë nxënësit në këtë seksion?
sv: Hur gör eleverna på det här avsnittet?
sw_ke: Wanafunzi wanafanjaje katika kipengele hiki?
th: ผู้เรียนเป็นอย่างไรบ้างในส่วนนี้
tr_tr: Öğrenciler bu bölümde nasıl çalışıyorlar?
uk: Як учні працюють у цьому розділі?
uz: Bu bo'limda o'quvchilar qanday ishlashmoqda?
