Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Review all submission variants below, or click Download CSV to review them offline.
af_za: Lees alle onderdanige variante hieronder, of klik op Download CSV om dit vanlyn te hersien.
ar: يُرجى مراجعة جميع متغيّرات التقديم أدناه أو النقر على ’تنزيل ملف CSV‘ لمراجعتها من دون الحاجة إلى الإنترنت.
ar_sa: قم بمراجعة جميع متغيرات الإرسال أدناه، أو أُنقر تحميل ملف CSV لمراجعتها دون الاتصال بالإنترنت.
az: Təqdim edilmiş bütün variantları aşağıda nəzərdən keçirə bilərsiniz və ya onlara oflayn baxmaq üçün CSV faylı yükləyin.
bn_bd: পর্যালোচনা সব জমা নিম্নরূপ , বা সেগুলিকে অফলাইনে পর্যালোচনা করার জন্য CSV ডাউনলোড করুন । ডাউনলোড করার জন্য ক্লিক করুন ।
ca: Reviseu totes les variants de presentació a continuació, o feu clic a Descarregar CSV per revisar-les sense connexió.
cs: Zkontrolujte níže odevzdané práce nebo klikněte na Stáhnout CSV pro kontrolu offline.
da: Gennemgå alle indsendelsesvarianter nedenfor, eller klik på Download CSV for at gennemgå dem offline.
de_de: Begutachte alle Einreichungsvarianten unten, oder klicke CSV herunterladen, um sie offline zu begutachten.
el: Αξιολογήστε όλες τις εναλλακτικές υποβολές παρακάτω, ή κάντε κλικ στο 'Λήψη CSV' για την αξιολόγηση εκτός σύνδεσης.
el_gr: Ελέγξτε όλες τις παραλλαγές υποβολής παρακάτω ή κάντε κλικ στο Λήψη CSV για να τις ελέγξετε εκτός σύνδεσης.
eo: Révïéw äll süßmïssïön värïänts ßélöw, ör çlïçk Döwnlöäd ÇSV tö révïéw thém öfflïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Revise las variantes de entrega abajo, o descarge el archivo CSV para revisarlas sin conexión.
es_es: Revisa todas las variantes de las entregas a continuación, o pincha en Descargar CSV para revisarlas sin conexión.
fa_ir: بررسی همه متغیرهای ارسالی زیر با کلیک بر روی دکمه «بارگذاری سی اس وی» برای مروز آن‌ها به‌صورت غیر پیوسته.
fi: Tarkista kaikki lähetysversiot alta tai napsauta Lataa CSV, jos haluat tarkastella niitä offline-tilassa.
fil_ph: Suriin ang lahat ng mga variant ng pagsusumite sa ibaba, o i-click ang I-download ang CSV upang suriin ang mga ito offline.
fr: Revoir ci-dessous toutes les versions soumises, ou cliquer Télécharger CSV pour les revoir hors connexion.
fr_ca: Examiner toutes les variantes de soumissions ci-dessous, ou cliquez sur Télécharger CSV afin de les examiner hors ligne.
fr_fr: Examinez toutes les variantes de soumission ci-dessous, ou cliquez sur Télécharger CSV pour les examiner hors ligne.
he: סקור את כל משתני ההגשה למטה או לחץ על "הורד CSV" על מנת לסקור אותם באופן לא מקוון.
hi: नीचे सभी सबमिशन प्रकारों का निरीक्षण करें, या Download CSV पर क्लिक कर ऑफलाइन निरीक्षण करें।
hy_am: Ստուգել հաստատված աշխատանքների բոլոր տարբերակները կամ սեղմել "Ներբեռնել CSV-ն" օֆլայն ռեժիմով ստուգելու համար։
id: Tinjau semua variasi jawaban dibawah ini atau klik Unduh CSV untuk meninjau secara offline
it: Esamina tutte le varianti di invio di seguito oppure fai clic su Scarica CSV per esaminarle offline.
it_it: Riesamina tutte le varianti di immissione riportate di seguito, oppure fare clic su Download CSV per riesaminarle non in linea.
ja_jp: 以下のすべての提出物を見直すか、'CSVをダウンロード'をクリックしてオフラインでご覧ください。
ka: გადახედეთ მცდელობის ყველა ვარიანტს, ან კავშირგარეშე განხილვისთვის დააწკაპუნეთ CSV ჩამოტვირთვაზე.
nb: Gå gjennom alle variantene av innleveringer nedenfor, eller klikk Last ned CSV for å se de offline.
nl_nl: Bekijk hieronder alle ingezonde varianten of click Download CSV om deze offline te bekijken.
pl: Sprawdź wszystkie warianty zgłoszeń poniżej lub kliknij Pobierz CSV aby obejrzeć je offline.
pl_pl: Przejrzyj wszystkie warianty zgłoszeń poniżej lub kliknij przycisk Pobierz CSV, aby przejrzeć je w trybie offline.
pt_br: Revise todas as variantes de envio abaixo, ou clique Baixar CSV para revisá-las off-line.
pt_pt: Consulte abaixo todas as variantes de submissão, ou clique em Transferir CSV para as rever offline.
ro: Verificați toate variantele trimise de mai jos sau faceți clic pe Descărcați CSV pentru a-le verifica offline.
ru: Проверьте все возможные варианты заданий, или нажмите Скачать CSV для их оффлайн проверки.
sk: Skontrolujte všetky varianty podaní nižšie alebo kliknite na Prevziať CSV, aby ste si ich mohli prezrieť offline.
sl: Spodaj preglej vse variante vlog ali pa klikni na Prenos CSV in si preberi kasneje - brez interneta.
sq: Rishiko të gjitha variantet e paraqitjes më poshtë, ose kliko Shkarko CSV për t&#39;i rishikuar ato jashtë linje.
sv: Granska alla inlämningsvarianter nedan, eller klicka på Hämta CSV för att granska dem offline.
sw_ke: Pitia wasilisho mbalimbali hapo chini, au bofya Pakuwa CSV ili kuyapitia nje ya mtandao.
te: కింద సమర్పించిన అన్ని రూపాలను సరిచూడుము, లేక డౌన్లోడ్ సీఎస్వీ పై నొక్కి వాటిని ఆఫ్లైన్ లో సరిచూడుము.
th: ตรวจสอบการส่งงานด้านล่าง หรือกดดาวน์โหลด CSV เพื่อตรวจสอบแบบออฟไลน์
tr_tr: Aşağıdaki tüm önerilen seçenekleri gözden geçirin, veya çevrimdışı olarak gözden geçirmek için CSV İndir düğmesine tıklayın.
uk: Перегляньте всі варіанти відповідей нижче або натисніть кнопку "Завантажити CSV", щоб переглянути їх потім.
uz: Quyidagi barcha yuborish variantlarini ko'rib chiqing yoki oflayn holda ko'rib chiqish uchun CSV-ni yuklab olish-ga bosing.

source: Submission Counts
af_za: Inhandiging tel
ar: عدد التقديمات
ar_sa: أعداد التقديم
az: Təqdimatların hesablayır
bn_bd: জমার সংখা
ca: Comptes d'enviaments
cs: Počet odevzdaných prací
da: Indsendelse tæller
de_de: Abgabe zählt
el: Καταμέτρηση υποβολών
el_gr: Μετράει η υποβολή
eo: Süßmïssïön Çöünts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Conteo de entregas
es_es: Total de entregas
fa_ir: تعداد ارسال‌ها
fi: Lähetysmäärät
fil_ph: Mga Bilang ng Pagsusumite
fr: Nombre de soumissions
fr_ca: Nombre de soumissions
fr_fr: Nombre de soumissions
he: ספירת הגשות
hi: सबमिशन गणना
hy_am: Հաստատումների քանակ
id: Jumlah Kiriman
it: La presentazione conta
it_it: Conteggio di invii
ja_jp: 提出数
ka: ცდების რაოდენობა
nb: Antall innlevering
nl_nl: Aantal inzendingen
pl: Liczby zgłoszeń
pl_pl: Liczby zgłoszeń
pt_br: Contagem de Envios
pt_pt: Contagem de Submissões
ro: Total trimiteri
ru: Количество попыток
sk: Počty podaní
sl: Število vlog
sq: Numri i dorëzimit
sv: Inlämningsantal
sw_ke: Idadi ya wasilisho
te: సమర్పణల సంఖ్య
th: จำนวนการส่งคำตอบ
tr_tr: Gönderimler Sayısı
uk: Кількість відправок на перевірку
uz: Topshirish hisoblagichlari.

source: Download CSV
af_za: Laai CSV aflaai
ar: تنزيل ملفات بصيغة CSV
ar_sa: تنزيل ملفات بصيغة CSV
az: CSV-ni yükləyin
bn_bd: ডাউনলোড সিএসভি
ca: Descarregar CSV
cs: Stáhnout CSV
de_de: CSV herunterladen
el: Λήψη CSV
el_gr: Λήψη CSV
eo: Döwnlöäd ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Descargar CSV
es_es: Descargar CSV
fa_ir: بارگیری پرونده سی اس وی
fi: Lataa CSV
fil_ph: I-download ang CSV
fr: Télécharger le CSV
fr_ca: Télécharger le fichier CSV
fr_fr: Télécharger le CSV
he: הורד CSV
hi: CSV डाउनलोड करें
hu: CSV letöltése
hy_am: Ներբեռնել CSV-ին
id: Unduh CSV
it: Scarica CSV
it_it: Scarica CSV
ja_jp: CSVをダウンロード
ka: ჩამოტვირთეთ CSV
lt_lt: Atsiųsti CSV
nb: Last ned CSV
pl: Pobierz CSV
pl_pl: Pobierz CSV
pt_br: Baixar CSV
pt_pt: Transferir CSV
ro: Descarcă CSV
ru: Скачать в CSV
sk: Prevziať CSV
sl: Prenos CSV
sq: Shkarko CSV
sv: Hämta CSV
sw_ke: Pakua CSV
te: డౌన్లోడ్ సీఎస్వీ
th: ดาวน์โหลด CSV
tr_tr: CSV İndir
uk: Завантажити CSV
uz: CSV ni yuklab oling.

source: Learner Submission Counts
af_za: Leerdervoorlegging tel
ar: عدد تقديمات الطالب
ar_sa: عدد طلبات التقديم طالب
az: Tələbə təqdimatı saylarını hesablayır
bn_bd: শিক্ষার্থীদের জমাকৃত সংখা
ca: Contes de presentació de l'alumne
cs: Počet odevzdaných prací studenta
da: Elevindlevering tæller
de_de: Anzahl der Teilnehmereinreichungen
el: Καταμέτρηση υποβολών σπουδαστή
el_gr: Μετράει η υποβολή μαθητών
eo: Léärnér Süßmïssïön Çöünts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Conteo de Envios de Estudiante
fa_ir: تعداد ثبت‌نام یادگیرندگان
fi: Oppijan lähetykset laskevat
fil_ph: Bilang ng Pagsusumite ng Mag-aaral
fr: Nombre de soumissions des apprenants
fr_ca: Nombre de soumissions étudiantes
fr_fr: Nombre de soumissions d'apprenants
he: מספר הגשות לומדים
hi: विद्यार्थी का सबमिशन मायने रखता है
hy_am: Ուսանողների դիմումների քանակ
id: Jumlah Kiriman dari Peserta
it: L&#39;invio degli studenti conta
it_it: Conteggio di invii dello studente
ja_jp: 受講者の提出数
ka: მსმენელთა ცდების რაოდენობა
nb: Antall studentbesvarelser
pl: Liczby zgłoszeń uczniów
pl_pl: Liczby zgłoszeń uczniów
pt_br: Contagem de envios dos alunos
pt_pt: Contagens das Submissões de Estudantes
ro: Trimiteri de la elevi
ru: Количество поданных заявок учащимися
sl: Oddaja učencev šteje
sq: Numri i dorëzimit të nxënësve
sv: Inlämningsantal för lärare
sw_ke: Idadi ya mawasilisho ya wanafunzi.
te: విద్యార్థుల సమర్పణల లెక్క
th: จำนวนการส่งคำตอบของผู้เรียน
tr_tr: Öğrenci Gönderimleri Sayısı
uk: Кількість учнівськіх відправок на перевірку
uz: O'quvchilarni topshirish bo'yicha hisob-kitoblar

source: Learners (Self-Reported)
af_za: Leerders (self-gerapporteer)
ar: الطلاب (المُبلغ عنهم ذاتياً)
ar_sa: الطلّاب (تقرير ذاتي)
az: Tələbələr (Özü məruzə edən)
bn_bd: শিক্ষার্থীগণ (Self-Reported)
ca: Aprenents (autoinformats)
cs: Studenti (nahlášeni sami)
da: Elever (selvrapporteret)
de_de: Teilnehmer (Selbstbericht)
el: Σπουδαστές (Αυτοαναφερόμενοι)
el_gr: Μαθητές (Αυτοαναφερόμενοι)
eo: Léärnérs (Sélf-Répörtéd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Estudiantes (auto reportado)
fa_ir: یادگیرندگان(خوداظهارشده)
fi: Oppilaat (itseraportoitu)
fr: Apprenants (Auto-déclarés)
fr_ca: Étudiants (auto-déclaré)
fr_fr: Apprenants (auto-déclarés)
he: לומדים (דיווח עצמי)
hi: शिक्षार्थी (स्वयं रिपोर्ट किया गया)
hy_am: Ուսանողներ (ինքնազեկուցված)
id: Peserta (Swa-Laporan)
it: Studenti (auto-segnalati)
it_it: Studenti (riportati autonomamente)
ja_jp: 受講者(自己報告)
ka: მსმენელები (თვით-შეტყობინებული)
nb: Studenter (selvrapportert)
pl: Uczniowie (samodzielnie się zgłaszający)
pl_pl: Uczniowie (samoocena)
pt_br: Alunos (auto relatado)
pt_pt: Estudantes (Auto-Descrição)
ro: Elevi (Confirmați Manual)
ru: Слушатели (на основе анкетных данных)
sl: Učenci (samo-poročani)
sq: Nxënës (të vetë-raportuar)
sv: Elever (självrapporterad)
sw_ke: Wanafunzi (taarifa binafsi)
te: విద్యార్థులు (స్వప్రకటిత)
th: ผู้เรียน (Self-Reported)
tr_tr: Öğrenciler (Bireysel Raporlama)
uk: Учні (Самостійно повідомляється)
uz: O'quvchilar(O'z-o'zini xabar qiladi)

source: Weekly Learner Engagement
af_za: Weeklikse leerderbetrokkenheid
ar: مشاركة الطالب الاسبوعية
ar_sa: مشاركة طالب الأسبوعية
az: Həftəlik tələbə aktivliyi
bn_bd: সাপ্তাহিক শিক্ষার্থীদের সংযুক্ততা
ca: Compromís setmanal d'aprenents
cs: Týdenní zapojení studenta do výuky
da: Ugentlig elevengagement
de_de: Teilnehmeraufwand pro Woche
el: Εβδομαδιαία ενασχόληση σπουδαστών
el_gr: Εβδομαδιαία Δέσμευση Μαθητών
eo: Wééklý Léärnér Éngägémént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Participación Semanal de Estudiantes
es_es: Inscripciones semanales
fa_ir: تعامل هفتگی یادگیرنده
fi: Viikoittainen oppilaiden sitoutuminen
fil_ph: Lingguhang Pakikipag-ugnayan ng Mag-aaral
fr: Engagement hebdomadaire des apprenants
fr_ca: Engagement étudiant hebdomadaire
fr_fr: Engagement hebdomadaire des apprenants
he: פעילות שבועית של לומדים
hi: साप्ताहिक विद्यार्थी अनुबंध
hy_am: Ուսանողների շաբաթական ներգրավվածություն
id: Keterlibatan Mingguan Peserta
it: Coinvolgimento settimanale degli studenti
it_it: Impegno settimanale dello studente
ja_jp: 週ごとの受講者の取り組み状況
ka: მსმენელთა ყოველკვირეული ჩართულობა
nb: Ukentlig kursdeltagerengasjement
pl: Tygodniowa aktywność ucznia
pl_pl: Tygodniowa aktywność ucznia
pt_br: Engajamento mensal do aluno.
pt_pt: Progresso Semanal do Estudante
ro: Interacțiunea săptămânală a elevului
ru: Взаимодействие с учащимися на еженедельной основе
sl: Tedenska aktivnost učencev
sq: Angazhimi javor i nxënësve
sv: Veckans lärarförlovning
sw_ke: Ushiriki wa Wanafunzi kwa Wiki.
te: పనిలో ప్రతి వారం విద్యార్థుల భాగస్వామ్యము
th: การมีส่วนร่วมของผู้เรียนประจำสัปดาห์
tr_tr: Haftalık Öğrenci Etkileşimi
uk: Щотижневе Залучення Учня
uz: Haftalik o'quvchilarni jalb qilish

source: How many learners are interacting with my course?
af_za: Hoeveel leerders is besig met my kursus?
ar: ما هو عدد الطلاب الذي يتفاعلون مع دورتي التعليمية؟
ar_sa: كم عدد الطلّاب الذين يتفاعلون مع الدورة التدريبية الخاصة بي؟
az: Neçə tələbə mənim kursumda aktivdir?
bn_bd: কতজন শিক্ষার্থী আমার কোর্সের সাথে সংযুক্ত
ca: Quants estudiants estan interactuant amb el meu curs?
cs: Kolik studentů interaguje s mým kurzem?
da: Hvor mange kursister interagerer med mit kursus?
de_de: Wie viele Teilnehmer sind in meinem Kurs aktiv?
el: Πόσοι σπουδαστές αλληλοεπιδρούν με τον κύκλο μαθημάτων μου;
el_gr: Πόσοι μαθητές αλληλεπιδρούν με το μάθημά μου;
eo: Höw mäný léärnérs äré ïntéräçtïng wïth mý çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: ¿Cuántos estudiantes están interactuando con mi curso?
es_es: ¿Cuántos alumnos están interactuando en mi curso?
fa_ir: چند تعداد یادگیرنده در حال تعامل با دوره آموزشی من هستند؟
fi: Kuinka monta oppijaa on vuorovaikutuksessa kurssillani?
fil_ph: Ilang mag-aaral ang nakikipag-ugnayan sa aking kurso?
fr: Combien d'apprenants interagissent avec mon cours?
fr_ca: Combien d'étudiants interagissent avec mon cours?
fr_fr: Combien d'apprenants sont en interaction avec mon cours ?
he: כמה לומדים נמצאים בפעילות אינטראקטיבית בקורס שלי?
hi: मेरे पाठ्यक्रम के साथ कितने शिक्षार्थी बातचीत कर रहे हैं?
hy_am: Քանի՞ ուսանող է ներգրավված իմ դասընթացում
id: Banyaknya peserta yang berinteraksi dengan kursus saya?
it: Quanti studenti interagiscono con il mio corso?
it_it: Quanti studenti stanno interagendo con il mio corso?
ja_jp: どれくらいの受講者がこの講座に取り組んでいるか？
ka: რამდენი მსმენელი ურთიერთქმედებს ჩემი კურსით?
nb: Hvor mange studenter deltar på mitt kurs?
pl: Ilu uczniów wykorzystuje mój kurs?
pl_pl: Jak wielu uczniów bierze udział w kursie?
pt_br: Quantos alunos estão interagindo com meu curso?
pt_pt: Quantos estudantes estão a interagir com o meu curso?
ro: Câți elevi accesează cursul meu?
ru: Сколько слушателей работают с моим курсом?
sl: Koliko učencev je udeleženih na mojem tečaju?
sq: Sa nxënës po ndërveprojnë me kursin tim?
sv: Hur många elever interagerar med min kurs?
sw_ke: Wanafunzi wangapi wanasoma maudhui ya kozi yangu?
te: నా పాఠ్యంలో ఎందరు విద్యార్థులు పాలుపంచు కొంటున్నారు?
th: มีผู้เรียนจำนวนเท่าไรที่มีปฏิสัมพันธ์กับหลักสูตรของฉัน?
tr_tr: Kaç öğrenci dersimle etkileşim kurdu?
uk: Скільки учнів взаємодіють з моїм курсом?
uz: Qancha o'quvchilar mening kursim bilan bog'lanmoqda?

source: Learners
af_za: Leerders
ar: الطلاب
ar_sa: الطلّاب
az: Tələbələr
bn_bd: শিক্ষার্থীগণ
ca: Aprenents
cs: Studenti
da: Elever
de_de: Lernende
el: Σπουδαστές
el_gr: Μαθητές
eo: Léärnérs Ⱡ'σяєм ιρѕυм ∂#
es_419: Estudiantes
es_es: Estudiantes
fa_ir: یادگیرندگان
fi: Oppilaat
fil_ph: Mga mag-aaral
fr: Apprenants
fr_ca: Étudiants
fr_fr: Apprenants
he: לומדים
hi: शिक्षार्थियों
hy_am: Ուսանողներ
id: Peserta
it: Studenti
it_it: Utenti
ja_jp: 受講者
ka: მსმენელები
nb: Kursdeltagere
pl: Studenci
pl_pl: Uczniowie
pt_br: Alunos
pt_pt: Estudantes
ro: Elevi
ru: Слушатели
sl: Učenci
sq: Studentët
sv: Eleverna
sw_ke: Wanagenzi
te: విద్యార్థులు
th: ผู้เรียน
tr_tr: Öğrenciler
uk: Учні
uz: O'quvchilar

source: The number of active learners, and the number of learners who engaged in specific activities, over time.
af_za: Die aantal aktiewe leerders, en die aantal leerders wat mettertyd aan spesifieke aktiwiteite deelgeneem het.
ar: عدد الطلاب الفعالين، أو عدد الطلاب الذين شاركوا في أنشطة محددة، مع مرور الوقت.
ar_sa: عدد الطلّاب النشطين، وعدد الطلّاب الذين شاركوا في أنشطة محددة، مع مرور الوقت.
az: Aktiv tələbələrin sayı və zamanla xüsusi fəaliyyətlərə qoşulan tələbələrin sayı.
bn_bd: সক্রিয় শিক্ষার্থীদের সংখা এবং যারা একটি নির্দিষ্ট কার্যক্রমের সাথে সংযুক্ত তাদের সংখা ।
ca: El nombre d'aprenents actius, i el nombre d'aprenents que han realitzat activitats específiques, amb el temps.
cs: Počet aktivních studentů a počet studentů, kteří se v průběhu zapojili do specifických aktivit.
da: Antallet af aktive lærende og antallet af lærende, der engagerede sig i specifikke aktiviteter, over tid.
de_de: Die Anzahl der aktiven Teilnehmer, sowie die Anzahl der Teilnehmer die an bestimmten Aktivitäten teilgenommen haben, während des Zeitraums.
el: Ο αριθμός των ενεργών σπουδαστών και εκείνων που συμμετείχαν σε συγκεκριμένες δραστηριότητες, με την πάροδο του χρόνου.
el_gr: Ο αριθμός των ενεργών μαθητών και ο αριθμός των μαθητών που συμμετείχαν σε συγκεκριμένες δραστηριότητες, με την πάροδο του χρόνου.
eo: Thé nümßér öf äçtïvé léärnérs, änd thé nümßér öf léärnérs whö éngägéd ïn spéçïfïç äçtïvïtïés, övér tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: El número de estudiantes activos, y el número de estudiantes que participaron en actividades específicas, a lo largo del tiempo
fa_ir: تعداد یادگیرندگان فعال و تعداد یادگیرندگانی که در فعالیت‌های ویژه‌ای در طی زمان شرکت کرده‌اند.
fi: Aktiivisten oppilaiden määrä ja tiettyyn toimintaan osallistuneiden oppilaiden määrä ajan kuluessa.
fil_ph: Ang bilang ng mga aktibong mag-aaral, at ang bilang ng mga mag-aaral na nakikibahagi sa mga partikular na aktibidad, sa paglipas ng panahon.
fr: Le nombre d'apprenants actifs, et le nombre d'apprenants qui se livrent à des activités spécifiques, au fil du temps.
fr_ca: Le nombre d'étudiants actifs, et le nombre d'étudiants qui se livrent à des activités spécifiques, au fil du temps.
fr_fr: Le nombre d'apprenants actifs, et le nombre d'apprenants qui se sont engagés dans des activités spécifiques, au fil du temps.
he: מספר הלומדים הפעילים ומספר הלומדים הנמצאים בפעילויות מסוימות לאורך זמן.
hi: सक्रिय शिक्षार्थियों की संख्या, और समय के साथ विशिष्ट गतिविधियों में लगे शिक्षार्थियों की संख्या।
hy_am: Ակտիվ ուսանողների և այն ուսանողների թիվը, ովքեր որոշակի ժամանակահատվածում ներգրավված են եղել հատուկ գործողությունների մեջ
id: Jumlah pelajar aktif, dan jumlah pelajar yang terlibat dalam aktivitas tertentu, dari waktu ke waktu.
it: Il numero di studenti attivi e il numero di studenti impegnati in attività specifiche nel tempo.
it_it: Il numero di studenti attivi e il numero di studenti che si sono impegnati in specifiche attività nel tempo.
ja_jp: アクティブな受講者数および特定のアクティビティに取り組んでいる受講者の数の変化。
ka: აქტიური და განსაკუთრებულ აქტივობებში ჩართული მსმენელების რაოდენობა დროის მიხედვით.
nb: Antall aktive studenter, og antall studenter som har deltatt i spesifikke aktiviteter, over tid.
pl: Liczba aktywnych uczniów i liczba uczniów zaangażowanych w wybranych aktywnościach, z upływem czasu.
pl_pl: Liczba aktywnych uczniów oraz liczba uczniów, którzy zaangażowali się w określone działania, w przedziale czasowym.
pt_br: O número de alunos ativos e o número de alunos que interagiram em uma atividade específica ao longo do tempo.
pt_pt: O número de estudantes ativos e o número de estudantes que se dedicam a atividades específicas, ao longo do tempo.
ro: Numărul elevilor activi și numărul elevilor care s-au implicat in activități particulare, de-a lungul timpului.
ru: Количество активных учащихся и количество учащихся, которые занимались конкретными видами деятельности в течение определенного периода времени.
sl: Število aktivnih učencev in število učencev, ki so se ukvarjali s posebnimi dejavnostmi skozi čas.
sq: Numri i nxënësve aktivë dhe numri i nxënësve që janë përfshirë në aktivitete specifike, me kalimin e kohës.
sv: Antalet aktiva elever, och antalet elever som engagerat sig i specifika aktiviteter, över tiden.
sw_ke: Idadi ya wanafunzi hai na idadi ya wanafunzi ambao wanajihusisha na shughuli maalum kwa muda.
te: ప్రస్తుతం నేర్చు విద్యార్థుల సంఖ్య, కొంత కాల పరిమితి లో కొన్ని ప్రత్యేక పాఠాలు నేర్చిన విద్యార్థుల సంఖ్య.
th: จำนวนผู้เรียนที่กระตือรือร้น และจำนวนผู้เรียนที่มีส่วนร่วมในกิจกรรมเฉพาะ ในช่วงเวลาหนึ่ง
tr_tr: Zaman içinde, aktif öğrencilerin sayısı ve belirli etkinliklerde bulunan öğrenci sayısı.
uk: Кількість активних учнів, а також кількість учнів, які займаються певною діяльністю, через деякий час.
uz: Vaqt o'tishi bilan faol o'quvchilar soni va muayyan faoliyat bilan shug'ullangan o'quvchilar soni.

source: Learner Activity Metrics
af_za: Leerderaktiwiteit-metrieke
ar: مقاييس نشاط الطالب
ar_sa: مقاييس نشاط طالب
az: Tələbə fəallıq metriksləri
bn_bd: শিক্ষার্থীদের সক্রিয়তার ছন্দ
ca: Mètriques d'activitat de l'alumne
cs: Metriky aktivit studenta
da: Mål for elevaktivitet
de_de: Kennzahlen zur Teilnehmeraktivität
el: Στατιστικά δραστηριότητας σπουδαστή
el_gr: Μετρήσεις δραστηριότητας μαθητή
eo: Léärnér Àçtïvïtý Métrïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Métricas de actividades de estudiantes
fa_ir: سنجه‌های فعالیت یادگیرنده
fi: Oppijan aktiivisuusmittarit
fil_ph: Mga Sukatan ng Aktibidad ng Mag-aaral
fr: Métriques d'activité apprenants
fr_ca: Métriques d'activité étudiante
fr_fr: Mesure de l'activité de l'apprenant
he: מדדים לפעילות לומד
hi: छात्र गतिविधि मेट्रिक्स
hy_am: Ուսանողի ակտիվության չուցանիշ
id: Metrik Aktivitas Pelajar
it: Metriche delle attività dello studente
it_it: Metriche attività dello studente
ja_jp: 受講者の取り組み状況
ka: მსმენელის აქტივობის მონაცემები
nb: Studentaktivitetstatistikk
pl: Metryki aktywności ucznia
pl_pl: Metryki aktywności ucznia
pt_br: Métrica de atividade do aluno
pt_pt: Métricas de Atividade do Estudante
ro: Metricile de Activitate ale Elevilor
ru: Показатели активности учащегося
sl: Meritve dejavnosti učencev
sq: Të dhënat mbi aktivitetin e studentëve
sw_ke: Kipimo cha kupima shughuli za wanafunzi.
te: విద్యార్థులు పాఠములను ఉపయోగించిన లెక్కలు
th: ตัวชี้วัดกิจกรรมของผู้เรียน
tr_tr: Öğrenci Etkinliği Metrikleri
uk: Показники Активності Учнів
uz: O'quvchilar faoliyati o'lchovlari

source: Active Learners Last Week
af_za: Aktiewe leerders verlede week
ar: الطلاب الفاعلون خلال الاسبوع الماضي
ar_sa: الطلّاب نشط الأسبوع الماضي
az: Keçən həftə üzrə aktiv tələbələr
bn_bd: গত সপ্তাহের সক্রিয় শিক্ষার্থীগণ
ca: Aprenents actius la setmana passada
cs: Aktivní studenti minulého týdne
da: Aktive kursister i sidste uge
de_de: Aktive Teilnehmer während der letzten Woche.
el: Ενεργοί σπουδαστές την περασμένη εβδομάδα
el_gr: Ενεργοί μαθητές την περασμένη εβδομάδα
eo: Àçtïvé Léärnérs Läst Wéék Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Estudiantes activos durante la semana pasada
fa_ir: یادگیرندگان فعال آخرین هفته
fi: Aktiiviset oppijat viime viikolla
fil_ph: Mga Aktibong Nag-aaral Noong nakaraang Linggo
fr: Apprenants actifs la semaine dernière
fr_ca: Étudiants actifs la semaine dernière
fr_fr: Apprenants actifs la semaine dernière
he: לומדים פעילים בשבוע שעבר
hi: पिछले हफ्ते सक्रिय शिक्षार्थियों
hy_am: Նախորդ շաբաթվա ակտիվ ուսանողներ
id: Peserta Aktif Minggu Lalu
it: Studenti attivi la scorsa settimana
it_it: Studenti attivi la settimana scorsa
ja_jp: 先週アクティブだった受講者
ka: ბოლო კვირის აქტიური მსმენელები
nb: Aktive studenter forrige uke
pl: Uczniowie aktywni w zeszłym tygodniu
pl_pl: Uczniowie aktywni w zeszłym tygodniu
pt_br: Alunos ativos na última semana
pt_pt: Estudantes Ativos na Semana Passada
ro: Elevi activi săptămâna trecută
ru: Активные слушатели на прошлой неделе
sl: Aktivni učenci prejšnji teden
sq: Nxënës aktivë Javën e kaluar
sv: Aktiva lärare förra veckan
sw_ke: Wanafunzi hai kwa wiki iliyopita.
te: క్రితం వారం పాఠములను చదివిన విద్యార్థులు
th: ผู้เรียนที่ใช้งานเมื่อสัปดาห์ที่แล้ว
tr_tr: Geçen Hafta Aktif Olan Öğrenciler
uk: Активність Учнів Минулого Тижня
uz: O'tgan haftadagi faol o'quvchilar
