Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: These bars show the correct and incorrect submission counts for each problem. Only the last submission from each learner is counted.
af_za: Hierdie stawe toon die regte en verkeerde indieningtellings vir elke probleem. Slegs die laaste voorlegging van elke leerder word getel.
ar: يُظهر كل شريط متوسط عدد الطلبات الصحيحة وغير الصحيحة في كل مسألة. يتم احتساب التقديم الأخير فقط من كل طالب.
ar_sa: تعرض هذه الأشرطة عدد عمليات الإرسال الصحيحة وغير الصحيحة لكل مشكلة. يتم احتساب التقديم الأخير فقط من كل طالب .
az: Bu sütunlar hər bir tapşırıq üçün düzgün və yanlış təqdimat sayını göstərir. Hər bir tələbədən yalnız sonuncu təqdimatları nəzərə alınır.
bn_bd: এই বারগুলু প্রদর্শন করছে সঠিক এবং ভুল সংখ্যক জমা প্রতিটি সমস্যার জন্য । শুধুমাত্র সর্বশেষ জমা হিসাবে নেওয়া হয়েছে ।
ca: Aquestes barres mostren el recompte correcte i incorrecte de la subscripció per a cada problema. Només es compta l'última presentació de cada alumne.
cs: Tyto pruhy ukazují správný a nesprávný počet příspěvků pro každý problém. Počítá se pouze poslední příspěvek od každého studenta.
da: Disse søjler viser de korrekte og forkerte indsendelsestal for hvert problem. Kun den sidste aflevering fra hver elev tælles med.
de_de: Diese Balken zeigen die korrekten und falschen Eingaben für jedes Problem an. Nur die letzte Eingabe von jedem Teilnehmer wird gezählt
el: Αυτές οι γραμμές δείχνουν τις σωστές και εσφαλμένες μετρήσεις υποβολής για κάθε πρόβλημα. Προσμετράται μόνο η τελευταία υποβολή από κάθε σπουδαστή.
el_gr: Αυτές οι γραμμές δείχνουν τις σωστές και εσφαλμένες μετρήσεις υποβολής για κάθε πρόβλημα. Μετράται μόνο η τελευταία υποβολή από κάθε εκπαιδευόμενο.
eo: Thésé ßärs shöw thé çörréçt änd ïnçörréçt süßmïssïön çöünts för éäçh prößlém. Önlý thé läst süßmïssïön fröm éäçh léärnér ïs çöüntéd. #
es_419: Estas barras muestran el número de respuestas correctas e incorrectas para cada problema. Solamente se cuenta el último envío de cada estudiante.
fa_ir: این نوارها تعداد ارسال درست و نادرست برای هر مساله را نشان می‌دهد. فقط آخرین ارسال از هر فرد شمارش می‌شود.
fi: Nämä palkit näyttävät kunkin ongelman oikeat ja väärät lähetysten lukumäärät. Vain kunkin oppijan viimeinen palaute otetaan huomioon.
fil_ph: Ipinapakita ng mga bar na ito ang tama at maling mga bilang ng pagsusumite para sa bawat problema. Tanging ang huling pagsusumite mula sa bawat mag-aaral ang binibilang.
fr: Ces barres indiquent le nombre de soumissions correctes et incorrectes pour chaque exercice. Seule la dernière soumission de chaque apprenant est prise en compte.
fr_ca: Ces barres affichent le nombre de soumissions correctes et incorrectes pour chaque exercice. Seule la dernière soumission de chaque élève est prise en compte.
fr_fr: Ces barres indiquent le nombre de soumissions correctes et incorrectes pour chaque problème. Seule la dernière soumission de chaque apprenant est comptée.
he: עמודות אלו מראות את מספר ההגשות הנכונות והשגויות לכל בעיה. רק ההגשה האחרונה של כל לומד נחשבת.
hi: ये पट्टियाँ प्रत्येक समस्या के लिए सही और गलत सबमिशन काउंट दिखाते हैं। प्रत्येक शिक्षार्थी से केवल अंतिम सबमिशन को ही गिना जाता है।
hy_am: Այս սյունակները ցույց են տալիս յուրաքանչյուր առաջադրանքի համար ներկայացված հայտերի ճիշտ և սխալ քանակը: Հաշված է միայն յուրաքանչյուր ուսանողի վերջին աշխատանքը:
it: Queste barre mostrano il numero di invii corretti ed errati per ciascun problema. Viene conteggiato solo l&#39;ultimo invio di ciascuno studente.
it_it: Queste barre mostrano il numero di invii corretti e non corretti per ciascun problema. Solo l'ultimo invio di ogni studente viene conteggiato.
ja_jp: これらの棒グラフは各問題の正解と不正解の提出数を表しています。各受講者の最終回答のみカウントされます。
ka: ეს ზოლები აჩვენებს სწორი და არასწორი ცდების რაოდენობას თითოეულ ამოცანაზე. თითოეული მსმენელისგან მხოლოდ ბოლო ცდა ჩაითვლება.
nb: Disse skillene viser antall korrekte og ukorrekte besvarelser på hvert problem. Bare den siste besvarelsen fra hver student er telt med.
pl: Te prostokąty pokazują prawidłowe i nieprawidłowe zgłoszenia dla każdego problemu. Uwzględniono tylko ostatnie zgłoszenie od każdego ucznia.
pl_pl: Te słupki pokazują prawidłową i niepoprawną liczbę zgłoszeń dla każdego problemu. Liczone jest tylko ostatnie zgłoszenie od każdego ucznia.
pt_br: Essas barras mostram as contagens dos envios corretos e incorrentos para cada problema. Somente a última barra de envio para cada alunos é contabilizada.
pt_pt: Estas barras mostram a contabilização de submissões correctas e incorrectas para cada problema. Apenas a última submissão de cada estudante é contabilizada.
ro: Aceste bare reprezintă numărul de răspunsuri trimise corecte și incorecte pentru fiecare problemă. Doar ultimul răspuns trimis de către fiecare elev, este luat în calcul.
ru: Эти столбики показывают правильное и неправильное количество поданных заявок по каждой задаче. Засчитывается только последняя работа каждого ученика.
sl: Te vrstice prikazujejo pravilno in napačno štetje oddaje za vsako težavo. Šteje se samo zadnja oddaja vsakega učenca.
sq: Këto shirita tregojnë numrin e saktë dhe të pasaktë të paraqitjeve për çdo problem. Numërohet vetëm paraqitja e fundit nga secili nxënës.
sv: Dessa staplar visar rätt och felaktigt inlämningsantal för varje problem. Endast den sista inlämningen från varje elev räknas.
sw_ke: Miche hii inaonyesha mawasilisho yaliyo sahihi na yasiyo sahihi kwa kila tatizo. Wasilisho la mwisho tu la kila mwanafunzi ndiyo zinazohesabiwa.
th: แถบเหล่านี้แสดงจำนวนการส่งคำตอบที่ถูกต้องและไม่ถูกต้องสำหรับแต่ละปัญหา โดยจะนับเฉพาะการส่งคำตอบครั้งสุดท้ายจากผู้เรียนแต่ละคน
tr_tr: Bu çubuklar her problem için doğru ve yanlış başvuru sayılarını gösterir. Her öğrencinin sadece son başvurusu sayılır.
uk: Ці стовбці показують правильний і неправильний підрахунок подання для кожної задачі. Враховується лише остання відповідь від кожного учня.
uz: Ushbu satrda har bir topshiriq uchun yuborilgan toʻgʻri va notoʻgʻri javoblarning soni koʻrsatilgan. Har bir oʻrganuvchining soʻnggi topshirgan vazifasi hisoblanadi.

source: Problem Submissions
af_za: Probleemvoorleggings
ar: تقديمات المسائل
ar_sa: تقديمات المشكلة
az: Tapşırıq təqdimatları
bn_bd: সমস্যা জমাকরন
ca: Enviament de problemes
cs: Problémové příspěvky
da: Problemindlæg
de_de: Problem Meldungen
el: Υποβολές προβλημάτων
el_gr: Υποβολές προβλημάτων
eo: Prößlém Süßmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Entrega de problemas
es_es: Entregas de ejercicios
fa_ir: مشکلات ارسالی
fi: Ongelmalähetykset
fil_ph: Mga Pagsusumite ng Problema
fr: Soumission de problème
fr_ca: Soumissions de l'exercice
fr_fr: Soumissions de problèmes
he: הגשות בעיה
hi: समस्या प्रस्तुतिकरण
hy_am: Խնդրի հանձնում
id: Kiriman Permasalahan
it: Invii di problemi
it_it: Invii di problemi
ja_jp: 問題の提出
ka: ამოცანების ჩაბარების მცდელობები
lt_lt: Užduoties pateiktys
nb: Problembesvarelser
nl_nl: Probleem Inzendingen
pl: Odpowiedzi
pl_pl: Zgłoszenia problemów
pt_br: Envio de Problemas
pt_pt: Submissão de Problemas
ro: Probleme rezolvate
ru: Проблемные задания
sk: Podania úloh
sl: Oddaja problemov
sq: Parashtresat e problemit
sv: Probleminslag
sw_ke: Uwasilishaji wa Tatizo
th: ส่งคำถาม
tr_tr: Problem Yüklemeleri
uk: Відповіді на завдання
uz: Topshiriqlarni topshirish

source: Which assignment type do you want to investigate?
af_za: Watter opdragtipe wil u ondersoek?
ar: ما نوع الواجب الذي تريد التحقّق منه؟
ar_sa: ما هو نوع الواجب الذي تريد التحقيق فيه؟
az: Siz hansı tapşırıq növünü araşdırmaq istəyirsiniz?
bn_bd: কোন ধরনের প্রদানকৃত কাজ নিয়ে গবেষণা করতে চান?
ca: Quin tipus d'assignació voleu investigar?
cs: Jaký typ úkolu chcete prozkoumat?
da: Hvilken opgavetype vil du undersøge?
de_de: Welchen Aufgabentype möchtest Du erkunden?
el: Ποιον τύπο εργασίας θέλετε να ερευνήσετε;
el_gr: Ποιον τύπο εργασίας θέλετε να διερευνήσετε;
eo: Whïçh ässïgnmént týpé dö ýöü wänt tö ïnvéstïgäté? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: ¿Qué tipo de tarea desea investigar?
es_es: ¿Qué tipo de tarea quieres investigar?
fa_ir: چه نوع تکلیفی را مایلید پژوهش انجام دهید؟
fi: Mitä tehtävätyyppiä haluat tutkia?
fil_ph: Aling uri ng pagtatalaga ang gusto mong siyasatin?
fr: Quel type de devoir voulez-vous inspecter?
fr_ca: Quel type de devoirs voulez-vous examiner?
fr_fr: Sur quel type de mission voulez-vous enquêter ?
he: איזה סוג משימות ברצונכם לחקור?
hi: आप किस सौंपा गया काम प्रकार की जांच करना चाहते हैं?
hy_am: Առաջադրանքի ո՞ր տեսակն եք ցանկանում ուսումնասիրել
id: Tipe penugasan seperti apa yang anda inginkan untuk diselidiki?
it: Quale tipo di incarico vuoi esaminare?
it_it: Quale tipo di compito si desidera controllare?
ja_jp: どの課題タイプを精査したいですか？
ka: რომელი დავალების ტიპის გამოკვლევა გსურთ?
nb: Hvilke type oppgaver ønsker du å se nærmere på?
nl_nl: Welk takentype wil U onderzoeken?
pl: Jaki typ zadania chcesz zbadać?
pl_pl: Jakiego rodzaj zadania chcesz zbadać?
pt_br: Qual tipo de trabalho você quer verificar?
pt_pt: Qual o tipo de tarefa que pretende investigar?
ro: Ce categorii de teme doriți să studiați?
ru: Какой тип заданий вы хотите исследовать?
sk: Ktorý typ zadania chcete preskúmať?
sl: Kateri del naloge zečiš raziskati?
sq: Cilin lloj detyre dëshironi të hetoni?
sv: Vilken uppgiftstyp vill du undersöka?
sw_ke: Zoezi la aina gani unataka kulichunguza?
th: คุณต้องการพิจารณาการบ้านประเภทใด?
tr_tr: Hangi atama türünü araştırmak istiyorsunuz?
uk: Який тип завдань ви хочете дослідити?
uz: Qaysi topshiriq turini tekshirmoqchisiz?

source: Click an assignment type to view more detail information about the assignments.
af_za: Klik op 'n opdragtipe om meer besonderhede oor die opdragte te sien.
ar: انقر على نوع الواجب لرؤية المزيد من التفاصيل عن الواجبات.
ar_sa: أُنقر على نوع الواجب لعرض المزيد من المعلومات التفصيلية حول الواجبات .
az: Tapşırıqlar haqqında daha ətraflı məlumat əldə etməkdən ötrü tapşırıq növlərinə baxmaq üçün klikləyin.
bn_bd: বিস্তারিত দেখার জন্য প্রদানকৃত কাজের ধরনে ক্লিক করুন ।
ca: Feu clic en un tipus d'assignació per veure informació més detallada sobre les assignacions.
cs: Kliknutím na typ úkolu zobrazíte podrobnější informace o úkolech.
da: Klik på en opgavetype for at se flere detaljerede oplysninger om opgaverne.
de_de: Klicke auf Anmeldungstyp, um weitere Informationen zur Anmeldung anzuzeigen.
el: Κάντε κλικ στον τύπο μιας εργασίας, για να προβάλετε λεπτομερέστερες πληροφορίες σχετικά τις εργασίες.
el_gr: Κάντε κλικ σε έναν τύπο εργασίας για να δείτε περισσότερες λεπτομέρειες σχετικά με τις εργασίες.
eo: Çlïçk än ässïgnmént týpé tö vïéw möré détäïl ïnförmätïön äßöüt thé ässïgnménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Haga clic en un tipo de tarea para ver información más detallada acerca de las tareas.
es_es: Pincha en un tipo de actividad para ver información más detallada sobre las actividades.
fa_ir: برای مشاهده جزئیات بیشتر درباره تکالیف، روی یک نوع تکلیف کلیک کنید.
fi: Napsauta tehtävätyyppiä nähdäksesi tarkempia tietoja tehtävistä.
fil_ph: Mag-click ng uri ng pagtatalaga upang tingnan ang higit pang detalye ng impormasyon tungkol sa mga takdang-aralin.
fr: Cliquez sur un type de devoir pour voir plus d'information détaillée concernant ces devoirs.
fr_ca: Cliquez sur un type de devoirs pour afficher des informations plus détaillées sur les devoirs.
fr_fr: Cliquez sur un type de mission pour obtenir des informations plus détaillées sur les missions.
he: לחץ על סוג משימה על מנת לצפות במידע מפורט אודות המשימות.
hi: सौंपा गया काम के बारे में अधिक विस्तार से जानकारी देखने के लिए सौंपा गया काम के प्रकार पर क्लिक करें।
hy_am: Սեղմել առաջադրանքին ավելի մանրամասն տեղեկատվություն ստանալու համար
id: Klik tipe penugasan untuk melihat lebih lanjut ke informasi tentang penugasan-tugasnya.
it: Fare clic su un tipo di incarico per visualizzare informazioni più dettagliate sulle assegnazioni.
it_it: Fai clic su un tipo di compitoper visualizzare ulteriori informazioni dettagliate sui compiti.
ja_jp: 詳細を見るには課題タイプをクリックしてください。
ka: დავალების შესახებ მეტი ინფორმაციის სანახავად, დააწკაპუნეთ დავალების ტიპზე.
nb: Klikk på en oppgavetype for å se mer informasjon og detaljer om oppgavene.
nl_nl: Klik op een opdrachttype om meer detailinformatie te zien over de opdrachten.
pl: Kliknij typ zadania, aby pokazać dokładniejsze informacje o zadaniach.
pl_pl: kliknij rodzaj zadania , aby wyświetlić bardziej szczegółowe informacje o zadaniach.
pt_br: Clique em um tipo de tarefa para visualizar mais detalhes sobre os trabalhos.
pt_pt: Clique num tipo específico de tarefa para mostrar mais informações detalhadas sobre as tarefas.
ro: Faceți clic pe un tip de temă pentru a vedea informații detaliate despre tema respectivă.
ru: Нажмите на тип задания для просмотра более подробной информации.
sk: Kliknite na typ zadania, aby ste videli podrobnejšie informácie o zadaniach.
sl: Za več informacij o nalogi, klikni na vrsto naloge.
sq: kliko një lloj detyre për të parë informacion më të detajuar rreth detyrave.
sv: Klicka på en uppgiftstyp för att visa mer detaljerad information om uppdragen.
sw_ke: Bofya aina ya mtihani toto kutizama maelezo zaidi kuhusu mitihani toto.
th: กดที่ประเภทของการบ้านเพื่อดูรายละเอียดเพิ่มเติมเกี่ยวกับการบ้าน
tr_tr: Atamalar hakkında daha ayrıntılı bilgi görüntülemek için bir atama türünü tıklatın.
uk: Виберіть тип завдання, щоб переглянути детальнішу інформацію про завдання.
uz: Vazifa haqida batafsil maʼlumotni koʻrish uchun vazifa turini bosing.

source: %(assignment_type)s: %(policy_ratio)s%% of the grading policy
af_za: %(assignment_type)s: %(policy_ratio)s%% van die graderingsbeleid
ar: %(assignment_type)s: %(policy_ratio)s%% من سياسة وضع الدرجات
ar_sa: %(assignment_type)s: %(policy_ratio)s%% لسياسة الدرجات
az: %(assignment_type)s: qiymətləndirmə siyasətinin %(policy_ratio)s%%
bn_bd: %(assignment_type)s: %(policy_ratio)s%% গ্রেডিং পলিসি
ca: %(assignment_type)s: %(policy_ratio)s%% de la política de qualificació
cs: %(assignment_type)s: %(policy_ratio)s%% zásad hodnocení
da: %(assignment_type)s: %(policy_ratio)s%% i karakterpolitikken
de_de: %(assignment_type)s: %(policy_ratio)s%% der Benotungsregel
el: %(assignment_type)s: %(policy_ratio)s%% της πολιτικής βαθμολόγησης
el_gr: %(assignment_type)s: %(policy_ratio)s%% της πολιτικής βαθμολόγησης
eo: %(assignment_type)s: %(policy_ratio)s%% öf thé grädïng pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: %(assignment_type)s: %(policy_ratio)s%% de la política de calificaciones
es_es: %(assignment_type)s: %(policy_ratio)s%% de la política de graduación
fa_ir: %(assignment_type)s: %(policy_ratio)s %% از سیاست نمره‌دهی
fi: %(assignment_type)s: %(policy_ratio)s%% arvosanakäytännöstä
fil_ph: %(assignment_type)s: %(policy_ratio)s%% ng patakaran sa pagmamarka
fr: %(assignment_type)s: %(policy_ratio)s%% du barème de notation
fr_ca: %(assignment_type)s : %(policy_ratio)s%% de la note totale
fr_fr: %(assignment_type)s: %(policy_ratio)s%% de la politique de classement
he: %(assignment_type)s: %(policy_ratio)s%% של מדיניות הציונים
hi: %(assignment_type)s: %(policy_ratio)s%%ऑफ थे ग्रेडिंग पॉलिसी
it: %(assignment_type)s: %(policy_ratio)s%% della politica di valutazione
it_it: %(assignment_type)s: %(policy_ratio)s%% della politica di valutazione
ja_jp: %(assignment_type)s: 採点ポリシーの%(policy_ratio)s%%
ka: %(assignment_type)s: ხარისხის მინიჭების %(policy_ratio)s%%
lt_lt: %(assignment_type)s: %(policy_ratio)s%%
nb: %(assignment_type)s: %(policy_ratio)s%% av graderingspolicyen
nl_nl: %(assignment_type)s: %(policy_ratio)s%% van het scoringsbeleid
pl: %(assignment_type)s: %(policy_ratio)s%% zasad oceniania
pl_pl: %(assignment_type)s: %(policy_ratio)s%% polityki oceniania
pt_br: %(assignment_type)s: %(policy_ratio)s%% da política de avaliação
pt_pt: %(assignment_type)s: %(policy_ratio)s%% da política de classificação
ro: %(assignment_type)s: %(policy_ratio)s%% a metodei de evaluare
ru: %(assignment_type)s: %(policy_ratio)s%% правил оценивания
sk: %(assignment_type)s: %(policy_ratio)s%% hodnotiaceho postupu
sl: %(assignment_type)s: %(policy_ratio)s%% od končne ocene
sq: %(assignment_type)s: %(policy_ratio)s%% të politikës së vlerësimit
sv: %(assignment_type)s: %(policy_ratio)s%% av bedömningspolicyn.
sw_ke: %(assignment_type)s: %(policy_ratio)s%% ya sera ya kuweka alama
th: %(assignment_type)s: %(policy_ratio)s%% ของเงื่อนไขการออกเกรด
tr_tr: %(assignment_type)s: notlandırma koşullarının %(policy_ratio)s%%
uk: %(assignment_type)s:%(policy_ratio)s%% з системи оцінювання
uz: %(assignment_type)s: baholash siyosatining %(policy_ratio)s%%

source: %(policy_ratio)s%%
eo: %(policy_ratio)s%% Ⱡ'σяєм ιρѕ#

source: How are learners doing on the %(type)s?
af_za: Hoe gaan dit met leerders op die %(type)s?
ar: ما هو أداء الطلاب في %(type)s؟
ar_sa: كيف حال الطلّاب على %(type)s ؟
az: Tələbələrin %(type)s nəticələri necədir?
bn_bd: শিক্ষার্থীরা কেমন করছে %(type)s?
ca: Com fan els aprenents a %(type)s?
cs: Jak se studentům daří v %(type)s?
da: Hvordan klarer kursisterne sig på %(type)s?
de_de: Was leisten die Teilnehmer bei den%(type)s?
el: Πώς τα πάνε οι σπουδαστές με το %(type)s;
el_gr: Πώς τα πάνε οι μαθητές στο %(type)s?
eo: Höw äré léärnérs döïng ön thé %(type)s? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Cómo es el desempeño de los estudiantes en %(type)s?
fa_ir: عملکرد یادگیرندگان در %(type)s چگونه است؟
fi: Miten oppijat voivat %(type)s:ssa?
fil_ph: Kumusta ang mga mag-aaral sa %(type)s?
fr: Comment les étudiants suivent-t-ils %(type)s?
fr_ca: Comment les étudiants se débrouillent-ils sur %(type)s?
fr_fr: Comment se débrouillent les apprenants sur le %(type)s?
he: כיצד מתמודדים הלומדים ב-%(type)s?
hi: शिक्षार्थियों कैसे कर रहे है ऑन %(type)s?
it: Come se la passano gli studenti sul %(type)s?
it_it: Come procedono gli studenti su %(type)s?
ja_jp: 受講者は%(type)sにどのように取り組んでいる？
ka: როგორ ასრულებენ მსმენელები %(type)s?
nb: Hvordan gjør studentene det i %(type)s?
pl: Jak uczniowie radzą sobie z %(type)s?
pl_pl: Jak radzą sobie uczniowie na %(type)s?
pt_br: Como os alunos estão fazendo o %(type)s?
pt_pt: Como está o desempenho dos estudantes em %(type)s?
ro: Cum se descurcă elevii %(type)s?
ru: Какая успеваемость у слушателей в %(type)s?
sq: Si po bëjnë nxënësit në %(type)s?
sv: Hur klarar sig eleverna på %(type)s?
sw_ke: Wanafunzi wanaendeleaje katika %(type)s?
th: ผู้เรียนเป็นอย่างไรบ้าง %(type)s
tr_tr: Öğrenciler %(type)s nasıl yapıyor?
uk: Як учні виконують на%(type)s?
uz: Oʻrganuvchilar %(type)sni qanday bajarishmoqda?
