Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, ar_sa, bn_bd, de_at, de_de, el, eo, es_419, eu_es, fa_ir, fil_ph, fr, he, hi, hu, it, ja_jp, ka, kk_kz, lt_lt, ms_my, nb, nl_nl, pl, pt_br, ro, ru, sk, sl, sq, sv, sw_ke, tr_tr, uk, uk_ua, uz

source: Engagement Activity
af_za: Betrokkenheidsaktiwiteit
ar: نشاط المشاركة
ar_sa: نشاط المشاركة
bn_bd: সম্প্রিত করার কর্মকাণ্ড
de_at: Engagement-Aktivität
de_de: Grad der Beteiligung
eo: Éngägémént Àçtïvïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Actividad de participación
fa_ir: فعالیت اشتغال
fil_ph: Aktibidad sa Pakikipag-ugnayan
fr: Activité d'engagement
he: רמת פעילות
hi: कार्य गतिविधि
it: Attività di coinvolgimento
ja_jp: 取り組み
ka: ჩარიცხვის აქტივობა
ms_my: Aktiviti Keterlibatan
pl: Aktywność angażująca
pt_br: Atividade de engajamento
ro: Activitate de implicare
ru: Вовлеченность
sl: Zaročna dejavnost
sq: Aktiviteti i Angazhimit
sv: Engagemangsaktivitet
tr_tr: Etkileşim Aktivitesi
uk: Залучання до Діяльності
uk_ua: Активність залучення
uz: Qatnashish faoliyati

source: Daily Activity
af_za: Daaglikse aktiwiteit
ar: نشاط يومي
ar_sa: النشاط اليومي
bn_bd: দৈনন্দিন কাজ
de_at: Tägliche Aktivitäten
de_de: Tägliche Aktivität
eo: Däïlý Àçtïvïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Actividad diaria
fa_ir: فعالیت روزانه
fil_ph: Pang-araw-araw na Aktibidad
fr: Activité quotidienne
he: פעילות יומית
hi: प्रतिदिन गतिविधि
it: Attività giornaliera
ja_jp: 日々の取り組み
ka: დღიური აქტივობა
ms_my: Aktiviti Harian
pl: Codzienna aktywność
pt_br: Atividade diária
ro: Activitatea zilnică
ru: Ежедневная активность
sl: Dnevna aktivnost
sq: Aktivitet i perditshem
sv: Daglig aktivitet
tr_tr: Günlük Faaliyet
uk: Щоденна активність
uk_ua: Щоденна активність
uz: Kunlik faoliyat

source: Activity Over Time
af_za: Aktiwiteit oor tyd
ar: نشاط عبر فترة زمنية
ar_sa: النشاط مع مرور الوقت
bn_bd: ওভার টাইম কার্যকলাপ
de_at: Aktivität im Zeitverlauf
de_de: Aktivität über die Zeit
eo: Àçtïvïtý Övér Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Actividad a lo largo del tiempo
fa_ir: فعالیت در طول زمان
fil_ph: Aktibidad sa Paglipas ng Panahon
fr: Activité au fil du temps
he: פעילות לאורך ציר הזמן
hi: समय के साथ गतिविधि
it: Attività nel tempo
ja_jp: 取り組みの変化
ka: აქტივობა დროის მიხედვით
ms_my: Aktiviti Lebih Masa
pl: Aktywność w czasie
pt_br: Atividade ao longo do tempo
ro: Activitatea de-a lungul timpului
ru: Динамика активности
sl: Aktivnost skozi čas
sq: Aktiviteti me kalimin e kohës
sv: Aktivitet över tid
tr_tr: Zaman İçindeki Etkinlik
uk: Понаднормова Діяльність
uk_ua: Діяльність у часі
uz: Vaqt ichidagi faoliyat

source: Enrollment
af_za: Inskrywing
ar: تسجيل
ar_sa: التسجيل
bn_bd: নিয়োগ
de_at: Einschreibung
de_de: Einschreibung
el: Εγγραφείτε
eo: Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Inscripciones
eu_es: Matrikulazioa
fa_ir: ثبت‌نام
fil_ph: Enrolment
fr: Inscriptions
he: הרשמה
hi: नामांकन
it: Iscrizione
ja_jp: 受講登録
ka: ჩარიცხვა
kk_kz: Курсқа жазылу
ms_my: Enrolmen
pl: Rekrutacja
pt_br: Matrícula
ro: Înscriere
ru: Регистрация на курс
sl: Vpis
sq: Regjistrimi
sv: Kursregistrering
sw_ke: Usajili
tr_tr: Kayıt
uk: Зарахування на курс
uk_ua: запис
uz: Registratsiya

source: Last Accessed
af_za: Laaste toegang
ar: آخر دخول
ar_sa: آخر الوصول إليها
bn_bd: সর্বশেষ প্রবেশ
de_at: Zuletzt aufgerufen
de_de: Letzter Zugriff
eo: Läst Àççésséd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Último acceso
eu_es: Azken sarrera
fa_ir: آخرین دسترسی
fil_ph: Huling Na-access
fr: Dernier accès
he: גישה אחרונה
hi: अंतिम पैठ
it: Ultimo accesso
ja_jp: 最新アクセス
ka: ბოლო წვდომა
ms_my: Kali Terakhir Diakses
pl: Data ostatniego dostępu
pt_br: Último acesso
ro: Accesat ultima oară
ru: Последний доступ
sl: Zadnji dostop
sq: Qasja e fundit
sv: Senast åtkomst
tr_tr: Son Erişim
uk: Останній доступ
uk_ua: Останній доступ
uz: Oxirgi marta kirilgan sana

source: n/a
ar: غير متاح
ar_sa: غير متوفر
de_de: n/v
el: δ/υ
eo: n/ä Ⱡ'σяєм#
fa_ir: ناشناخته
he: לא זמין
hi: लागू नहीं
ja_jp: なし
ka: მიუწვდომელია
ms_my: tidak tersedia
pl: n/d
ru: нет доступа
tr_tr: yok
uk_ua: н.д.
uz: m/e

source: Check back daily for up-to-date data.
af_za: Kyk daagliks terug vir up-to-date data.
ar: تحقق مرة أخرى يوميًا للحصول على بيانات محدثة.
ar_sa: التحقق مرة أخرى يوميا للحصول على بيانات محدثة.
bn_bd: আপ-টু-ডেট তথ্য দৈনিক চেক করুন।
de_at: Schauen Sie täglich vorbei, um aktuelle Daten zu erhalten.
de_de: Kommen SIe täglich zu Ansicht der aktuellen Daten zurück.
el: Να ελέγχετε καθημερινά για ενημερωμένα δεδομένα.
eo: Çhéçk ßäçk däïlý för üp-tö-däté dätä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Revise diariamente para tener la información más actualizada
fa_ir: برای دریافت داده‌های روزآمد هر روز آن را بررسی کنید.
fil_ph: Bumalik araw-araw para sa up-to-date na data.
fr: Revenez quotidiennement pour profiter de données mises à jour.
he: חזור ובדוק באופן יומיומי את הנתונים המעודכנים.
hi: नवीनतम जानकारी के लिऐ प्रतिदिन जाँचें।
it: Controlla ogni giorno per i dati aggiornati.
ja_jp: 最新データを見るには毎日チェックしてください。
ka: ყოველდღიურად გადაამოწმეთ განახლებული მონაცემები.
kk_kz: Бүгінгі күнге дейінгі деректерді күн сайын тексеріңіз.
ms_my: Semak semula secara harian untuk data terkini.
pl: Sprawdzaj codziennie, by poznać aktualne dane.
pt_br: Verifique diariamente para dados atualizados.
ro: Verificați zilnic informațiile actualizate.
ru: Ежедневно просматривайте обновления.
sl: Vsak dan preverite posodobljene podatke.
sq: Kontrollo përsëri çdo ditë për të dhëna të përditësuara.
sv: Kom tillbaka dagligen för uppdaterad data.
tr_tr: Güncel veriler için gün aşırı denetleyin.
uk: Переглядайте щоденно для оновлених даних.
uk_ua: Щодня перевіряйте актуальну дані .
uz: Yangi maʼlumotlar olish uchun har kuni tekshiring.

source: No course activity data is available for this learner.
af_za: Geen kursusaktiwiteitsdata is beskikbaar vir hierdie leerder nie.
ar: لا يوجد بيانات لنشاط الدورة التدريبية المتوفرة عن هذا الطالب.
ar_sa: لا توجد بيانات نشاط الدورة متاحة لهذا طالب .
bn_bd: কোন কোর্সে কার্যকলাপ তথ্য এই শিক্ষার্থীর জন্য উপলব্ধ নেই
de_at: Für diesen Lernenden sind keine Daten verfügbar.
de_de: Keine Daten zu Kursaktivität für diesen Teilnehmer verfügbar.
el: Δεν υπάρχουν διαθέσιμα δεδομένα δραστηριότητας στο μάθημα για αυτόν το μαθητή.
eo: Nö çöürsé äçtïvïtý dätä ïs äväïläßlé för thïs léärnér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: No hay datos de actividad en el curso disponibles para este estudiante.
fa_ir: هیچ فعالیت آموزشی مربوط به دوره آموزشی برای این یادگیرنده وجود ندارد.
fil_ph: Walang available na data ng aktibidad ng kurso para sa mag-aaral na ito.
fr: Aucune donnée sur l'activité de cet apprenant n'est disponible pour ce cours.
he: נתוני פעילות הקורס אינם זמינים עבור לומד זה.
hi: इस छात्र के अध्ययन गतिविधि आँकड़े उपलब्ध नही हैं।
it: Non sono disponibili dati sull&#39;attività del corso per questo studente.
ja_jp: この受講者に関する取り組みデータはありません。
ka: ამ მსმენელის საკურსო აქტივობის მონაცემები მიუწვდომელია.
ms_my: Tiada data aktiviti kursus tersedia untuk pelajar ini.
pl: Dla tego studenta nie są dostępne żadne dane związane z aktywnością dotyczącą kursu.
pt_br: Nenhum dado de atividade para este curso está disponível para este estudante.
ro: Nu sunt disponibile, date despre activitatea la curs, pentru acest elev.
ru: Нет данных об активности этого слушателя на курсе.
sl: Za tega udeleženca niso na voljo nobeni podatki o dejavnosti tečaja.
sq: Nuk ka të dhëna për aktivitetin e kursit për këtë nxënës.
sv: Ingen kursaktivitetsdata är tillgänglig för denna elev.
sw_ke: Hakuna taarifa za kozi kwa ajili ya mwanafunzi huyu.
tr_tr: Bu öğrenci için henüz bir ders aktivite verisi mevcut değil.
uk: Для цього учня не доступні дані щодо діяльності курсів.
uk_ua: Для цього учень немає курс дані .
uz: Ushbu oʻrganuvchi uchun kurs faoliyati haqida maʼlumot mavjud emas.

source: No learner data is available.
af_za: Geen leerderdata is beskikbaar nie.
ar: لا يوجد بيانات طالب متاحة.
ar_sa: لا توجد بيانات طالب متاحة.
bn_bd: কোন শিক্ষার্থীর তথ্য পাওয়া যায়নি।
de_at: Es liegen keine Daten vor.
de_de: Keine Teilnehmerdaten verfügbar.
el: Δεν υπάρχουν διαθέσιμα δεδομένα για το μαθητή.
eo: Nö léärnér dätä ïs äväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: No hay datos de estudiante disponibles.
fa_ir: هیچ داده‌ای درباره یادگیرنده فراهم نیست.
fil_ph: Walang available na data ng mag-aaral.
fr: Aucune donnée sur les apprenants n'est disponible.
he: נתוני הלומד אינם זמינים.
hi: छात्र आँकड़े उपलब्ध नही हैं।
it: Non sono disponibili dati sugli studenti.
ja_jp: 受講者データがありません。
ka: მსმენელზე მონაცემები არ არსებობს.
kk_kz: Оқып-үйренуші жайлы деректер қол жетімсіз.
ms_my: Tiada data pelajar tersedia.
pl: Żadne dane dotyczące uczniów nie są dostępne.
pt_br: Nenhum dados de aluno disponível
ro: Datele elevului nu sunt disponibile.
ru: Данные о слушателе отсутствуют.
sl: Podatki o učencih niso na voljo.
sq: Nuk ka të dhëna për nxënësit.
sv: Ingen elevdata finns tillgänglig.
tr_tr: Öğrenci verisi mevcut değil.
uk: Дані жодного учасника не доступні.
uk_ua: учень дані недоступний.
uz: Oʻrganuvchi maʼlumoti mavjud emas.

source: Return to Learners
af_za: Keer terug na leerders
ar: العودة إلى الطلاب
ar_sa: العودة إلى الطلّاب
bn_bd: লার্নার্স এ ফিরুন
de_at: Zurück zu den Lernenden
de_de: Zurück zu den Teilnehmern
el: Επιστροφή στους Μαθητές
eo: Rétürn tö Léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Regresar a Estudiantes
fa_ir: بازگشت به یادگیرندگان
fil_ph: Bumalik sa Learners
fr: Retourner à Apprenants
he: חזור ל"לומדים"
hi: वापिस छात्रों के पास
it: Ritorna agli studenti
ja_jp: 受講者へ戻る
ka: მსმენელებთან დაბრუნება
ms_my: Kembali ke Pelajar
pl: Wróć do listy studentów
pt_br: Voltar a Estudantes
ro: Reveniți la Elevi
ru: Вернуться к списку слушателей
sl: Nazaj na učence
sq: Kthehu te nxënësit
sv: Återgå till Learners
sw_ke: Rudi kwa Wanafunzi
tr_tr: Öğrencilere Dön
uk: Повернутися до Учнів
uk_ua: Повернутися до учні
uz: Oʻrganuvchilarga qaytish

source: Cohort: <%= filterVal %>
af_za: Kohort: <%= filterVal %>
ar: مجموعة: <%= filterVal %>
ar_sa: فوج : &lt;%= filterVal %&gt;
bn_bd: দল: <%= filterVal %>
de_at: Kohorte: &lt;%= filterVal %&gt;
de_de: Grossgruppe: <%= filterVal %>
eo: Çöhört: <%= filterVal %> Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Cohorte: <%= filterVal %>
eu_es: Kohortea: <%= filterVal %>
fa_ir: انجمن: <%= filterVal %>
fil_ph: Cohort: &lt;%= filterVal %&gt;
fr: Cohorte : <%= filterVal %>
he: קבוצות למידה: <%= filterVal %>
hi: सहयोग: <%= filterVal %>
it: Coorte: &lt;%= filterVal %&gt;
ja_jp: コホート: <%= filterVal %>
ka: ჯგუფი: <%= filterVal %>
kk_kz: Топ: <%= filterVal %>
ms_my: Kohort: <%= filterVal %>
pl: Kohorty: <%= filterVal %>
pt_br: Grupo: <%= filterVal %>
ro: Grup: <%= filterVal %>
ru: Группа: <%= filterVal %>
sl: Kohorta: &lt;%= filterVal %&gt;
sq: Kohorta: &lt;%= filterVal %&gt;
sv: Kohort: <%= filterVal %>
tr_tr: Topluluk: <%= filterVal %>
uk: Когорта: <%= filterVal %>
uk_ua: когорту : &lt;%= filterVal %&gt;
uz: Guruh: <%= filterVal %>

source: Enrollment Track: <%= filterVal %>
af_za: Inskrywingsbaan: <%= filterVal %>
ar: مسار التسجيل: <%= filterVal %>
ar_sa: مسار التسجيل: &lt;%= filterVal %&gt;
bn_bd: তালিকাভুক্ত ট্র্যাক: <%= filterVal %>
de_at: Registrierungspfad: &lt;%= filterVal %&gt;
de_de: Einschreibe-Track: <%= filterVal %>
eo: Énröllmént Träçk: <%= filterVal %> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Ruta de inscripción: <%= filterVal %>
fa_ir: مسیر ثبت‌نام: <%= filterVal %>
fil_ph: Track ng Pagpapatala: &lt;%= filterVal %&gt;
fr: Parcours d'inscription : <%= filterVal %>
he: מסלול הרשמה: <%= filterVal %>
hi: नामांकन ट्रैक्स: <%= filterVal %>
it: Traccia di registrazione: &lt;%= filterVal %&gt;
ja_jp: 受講登録トラック: <%= filterVal %>
ka: ჩარიცხვის კვალი: <%= filterVal %>
kk_kz: Қабылдау жолы: <%= filterVal %>
ms_my: Jejak Enrolmen: <%= filterVal %>
pl: Ścieżka kursu: <%= filterVal %>
pt_br: Trecho para matriculados: <%= filterVal %>
ro: Lista de înscrieri: <%= filterVal %>
ru: Ссылка регистрации: <%= filterVal %>
sl: Sledenje vpisa: &lt;%= filterVal %&gt;
sq: Gjurma e regjistrimit: &lt;%= filterVal %&gt;
sv: Registreringsspår: <%= filterVal %>
tr_tr: Kayıtlanma Yolu: <%= filtreDeğer %>
uk: Відстеження реєстрації: <%= filterVal %>
uk_ua: запис Доріжка: &lt;%= filterVal %&gt;
uz: Roʻyxatdan oʻtish koʻrsatkichi: <%= filterVal %>

source: Active Learners
af_za: Aktiewe leerders
ar: الطلاب الفعالين
ar_sa: الطلّاب نشيط
bn_bd: শিক্ষার্থী খুঁজুন
de_at: Aktive Lernende
de_de: Aktive Teilnehmer
eo: Àçtïvé Léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Estudiantes activos
fa_ir: یادگیرندگان فعال
fil_ph: Mga Aktibong Nag-aaral
fr: Apprenants actifs
he: לומדים פעילים
hi: सक्रिय शिक्षार्थी
it: Studenti attivi
ka: აქტიური მსმენელები
ms_my: Pelajar Aktif
pl: Aktywni uczniowie
pt_br: Estudantes ativos
ro: Elevi Activi
ru: Активные слушатели
sl: Aktivni učenci
sq: Nxënës aktivë
sv: Aktiva elever
tr_tr: Aktif Öğrenciler
uk: Активні Учні
uk_ua: Активні учні
uz: Faol oʻrganuvchilar

source: Activity between <%- startDate %> - <%- endDate %>
af_za: Aktiwiteit tussen < %- startdatum %>- < %- einddatum %>
ar: نشاط بين <%- startDate %> - <%- endDate %>
ar_sa: النشاط بين &lt;%- تاريخ البدء %&gt; - &lt;%- تاريخ النهاية %&gt;
bn_bd: কার্যকলাপের মধ্যে <%- startDate %> - <%- endDate %>
de_at: Aktivität zwischen &lt;%- startDate %&gt; - &lt;%- endDate %&gt;
eo: Àçtïvïtý ßétwéén <%- startDate %> - <%- endDate %> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Actividad entre <%- startDate %> - <%- endDate %>
fa_ir: فعالیت میان <%- startDate %> - <%- endDate %>
fil_ph: Aktibidad sa pagitan ng &lt;%- startDate %&gt; - &lt;%- endDate %&gt;
fr: Activité entre <%- startDate %> - <%- endDate %>
he: פעילות בין <%- startDate %> - <%- endDate %>
hi: के बीच गतिविधि <%- startDate %> - <%- endDate %>
it: Attività tra &lt;%- startDate %&gt; - &lt;%- endDate %&gt;
ja_jp: <%- startDate %> ～ <%- endDate %>までのアクティビティ
ka: <%- startDate %> - <%- endDate %> შორის აქტივობა
ms_my: Aktiviti antara <%- startDate %> - <%- endDate %>
pl: Aktywność pomiędzy <%- startDate %> - <%- endDate %>
pt_br: Atividade entre <%- startDate %> - <%- endDate %>
ro: Activitate între <%- startDate %> - <%- endDate %>
ru: Активность с <%- startDate %> по <%- endDate %>
sl: Dejavnost med &lt;%- startDate %&gt; - &lt;%- endDate %&gt;
sq: Aktiviteti ndërmjet &lt;%-Data e fillimit %&gt; - &lt;%-Data e përfundimit %&gt;
sv: Aktivitet mellan <%- startDate %> - <%- endDate %>
tr_tr: <%- startDate %> - <%- endDate %> tarihleri arası etkinlik
uk: Діяльність між <%- startDate %> - <%- endDate %>
uk_ua: Діяльність між &lt;%- startDate %&gt; - &lt;%- endDate %&gt;
uz: <%- startDate %> - <%- endDate %>dagi faoliyat

source: The name and username of this learner. Click to sort by username.
af_za: Die naam en gebruikersnaam van hierdie leerder. Klik om volgens gebruikersnaam te sorteer.
ar: الاسم واسم المستخدم لهذا الطالب. انقر للتصنيف حسب اسم المستخدم.
ar_sa: اسم واسم المستخدم لهذا طالب . أُنقر للفرز حسب اسم المستخدم.
bn_bd: নাম এবং এই শিক্ষার্থীর ব্যবহারকারীর নাম. ব্যবহারকারীর নাম বাছার জন্য ক্লিক করুন
de_at: Der Name und Benutzername dieses Lernenden. klicken , um nach Benutzername zu sortieren.
el: Το όνομα και το ψευδώνυμο του σπουδαστή. Κάντε κλικ για ταξινόμηση βάσει ψευδώνυμου.
eo: Thé nämé änd üsérnämé öf thïs léärnér. Çlïçk tö sört ßý üsérnämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Nombre y Nombre de usuario para este estudiante. Haga clic para ordenar por nombre de usuario.
eu_es: Ikasle honen izena eta erabiltzaile-izena. Klik egin erabiltzaile-izenaren arabera bilatzeko.
fa_ir: نام و نام‌کاربری این یادگیرنده. برای مرتب‌سازی براساس نام‌کاربری کلیک کنید.
fil_ph: Ang pangalan at username ng mag-aaral na ito. I-click upang ayusin ayon sa username.
fr: Le nom et le nom d'utilisateur de cet apprenant. Cliquez pour trier par nom d'utilisateur.
he: שם ושם משתמש של לומד זה. לחץ למיון על פי שם משתמש.
hi: छात्र का नाम और प्रयोक्ता नाम। प्रयोक्ता नाम से वर्गीकृत करने के लिए क्लिक करें।
it: Il nome e il nome utente di questo studente. Fare clic per ordinare per nome utente.
ja_jp: この受講者の名前およびユーザー名。クリックしてユーザー名でソート。
ka: ამ მსმენელის სახელი და მომხმარებლის სახელი. დააწკაპუნეთ მომხმარებლის სახელის მიხედვით დასალაგებლად.
kk_kz: Осы оқушының аты-жөні. Аты бойынша сұрыптау үшін басыңыз.
ms_my: Nama dan nama pengguna pelajar ini. Klik untuk mengisih daripada nama pengguna.
pl: Imię i nazwa użytkownika wybranego ucznia. Kliknij, aby sortować według nazw.
pt_br: O nome e usuário deste aprendiz. Clique para classificar por usuário.
ro: Numele și numele de utilizator ale acestui elev. Faceți clic pentru a selecta după numele de utilizator.
ru: Имя и пользовательское имя слушателя. Нажмите для упорядочения по имени пользователя.
sl: Ime in uporabniško ime tega učenca. Kliknite za razvrščanje po uporabniškem imenu.
sq: Emri dhe emri i përdoruesit të këtij nxënësi. kliko për të renditur sipas emrit të përdoruesit.
sv: Den här elevens namn och användarnamn. Klicka för att sortera efter användarnamn.
tr_tr: Bu öğrencinin adı ve kullanıcı adı. Kullanıcı adına göre sıralamak için tıklayın.
uk: Ім'я та ім'я користувача цього учня. Натиснути для сортування ім'я користувача.
uk_ua: ім&#39;я та ім&#39;я користувача цього учень . натискати сортувати за іменем користувача.
uz: Ushbu oʻrganuvchining ismi va foydalanuvchi nomi. Foydalanuvchi nomi boʻyicha saralash uchun bosing.

source: Number of unique problems this learner attempted.
af_za: Aantal unieke probleme wat hierdie leerder probeer het.
ar: عدد المسائل التي حاول هذا الطالب حلها.
ar_sa: عدد المسائل الفريدة التي حاولها هذا طالب .
bn_bd: অনন্য ব্যতিক্রমী সমস্যায় এই শিক্ষার্থীর চেষ্টা সংখ্যা
de_at: Anzahl der einzigartigen Probleme, die dieser Lernende versucht hat.
el: Αριθμός μοναδικών προβλημάτων που προσπαθήθηκαν από αυτό το μαθητή.
eo: Nümßér öf ünïqüé prößléms thïs léärnér ättémptéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Número de problemas únicos que este estudiante intentó responder.
fa_ir: تعداد دفعات تلاش یادگیرنده برای حل مسایل منحصربه‌فرد
fil_ph: Bilang ng mga natatanging problema na sinubukan ng mag-aaral na ito.
fr: Nombre d'exercices uniques que cet apprenant a tenté.
he: מספר הבעיות הייחודיות שלומד זה ניסה.
hi: इस शिक्षार्थी द्वारा प्रयास की गई अद्वितीय समस्याओं की संख्या।
it: Numero di problemi unici tentati da questo studente.
ja_jp: この受講者が解答した問題数。
ka: ამ მსმენელის მიერ ნაცადი უნიკალური ამოცანების რაოდენობა.
kk_kz: Оқушы байқап көрген бірегей мәселелер саны
ms_my: Jumlah masalah unik yang dicuba pelajar ini.
pl: Liczba unikalnych ćwiczeń do których przystąpił student.
pt_br: Número de problemas singulares que este aluno tentou.
ro: Numărul de probleme particulare pe care acest elev, le-a încercat.
ru: Количество индивидуальных задач решенных слушателем.
sl: Število edinstvenih težav, ki jih je ta učenec poskušal.
sq: Numri i problemeve unike që ka tentuar ky nxënës.
sv: Antal unika problem som denna elev försökte.
sw_ke: Idadi ya matatizo ya kipekee mwanagenzi huyu alijaribu.
tr_tr: Bu öğrencinin çözme denemesinde bulunduğu tekil problemlerin sayısı.
uk: Кількість унікальних завдань, які пробував цей учень.
uk_ua: Кількість унікальних проблем, які намагався вирішити цей учень .
uz: Ushbu oʻrganuvchi yechishga harakat qilgan noyob topshiriqlar soni.

source: Number of unique problems the learner answered correctly.
af_za: Aantal unieke probleme wat die leerder korrek beantwoord het.
ar: عدد المسائل الخاصة التي أجاب عليها الطالب بشكل صحيح.
ar_sa: عدد المسائل الفريدة التي أجاب عنها طالب بشكل صحيح.
bn_bd: শিক্ষার্থীরা সঠিকভাবে কিছু সংখ্যক ইউনিক সমস্যার উত্তর দিতে পারে।
de_at: Anzahl der eindeutigen Probleme, die der Lernende richtig beantwortet hat.
el: Ο αριθμός των μοναδικών προβλημάτων που απαντήθηκαν σωστά από το μαθητή.
eo: Nümßér öf ünïqüé prößléms thé léärnér änswéréd çörréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Número de problemas únicos que el estudiante respondió correctamente.
fa_ir: تعداد مسایل منحصربه‌فردی که این یادگیرنده به درستی پاسخ داده است.
fil_ph: Bilang ng mga natatanging suliranin na sinagot ng mag-aaral nang tama.
fr: Nombre de problèmes uniques auxquels l'apprenant a répondu correctement.
he: מספר הבעיות הייחודיות שענה עליהן נכון הלומד.
hi: इस शिक्षार्थी द्वारा अद्वितीय समस्याओं के सही जवाबों की संख्या।
it: Numero di problemi unici a cui lo studente ha risposto correttamente.
ja_jp: この受講者が正解した問題数。
ka: მსმენელის მიერ სწორედ შესრულებული უნიკალური ამოცანების რაოდენობა.
kk_kz: Оқушы дұрыс жауап берген бірегей мәселелер саны
ms_my: Jumlah masalah unik yang dijawab betul oleh pelajar.
pl: Liczba unikalnych ćwiczeń, które student rozwiązał poprawnie.
pt_br: Número de problemas únicos que o estudante respondeu corretamente.
ro: Numărul de probleme particulare la care, acest elev a răspuns corect.
ru: Количество индивидуальных вопросов на которые слушатель ответил правильно.
sl: Število edinstvenih težav, na katere je učenec pravilno odgovoril.
sq: Numri i problemeve unike që nxënësi u përgjigj saktë.
sv: Antal unika problem som eleven svarade rätt på.
sw_ke: Idadi ya maswali maalum ambayo mwanafunzi aliyajibu kwa usahihi.
tr_tr: Öğrencinin doğru cevap verdiği tekil problemlerin sayısı.
uk: Кількість унікальних завдань, які цей учень вирішив правильно.
uk_ua: Кількість унікальних завдань, на які учень відповів правильно.
uz: Ushbu oʻrganuvchi toʻgʻri yechgan noyob topshiriqlar soni.

source: Number of unique videos this learner played.
af_za: Aantal unieke video's wat hierdie leerder gespeel het.
ar: عدد الفيديوهات التي شاهدها هذا الطالب.
ar_sa: عدد مقاطع الفيديو الفريدة التي قام هذا طالب بتشغيلها.
bn_bd: অনন্য ভিডিওর সংখ্যা এই শিক্ষার্থী দেখাছেন
de_at: Anzahl der einzigartigen Videos, die dieser Lernende abgespielt hat.
el: Ο αριθμός των μοναδικών βίντεο που αναπαρήγαγε αυτός ο μαθητής.
eo: Nümßér öf ünïqüé vïdéös thïs léärnér pläýéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Número de videos únicos que este estudiante reprodujo.
fa_ir: تعداد ویدئوهای منحصربه‌فردی که این یادگیرنده مشاهده کرده است.
fil_ph: Bilang ng mga natatanging video na na-play ng mag-aaral na ito.
fr: Nombre de vidéos uniques visionnées par l'apprenant.
he: מספר סרטוני הוידאו הייחודיים שצפה בהם לומד זה.
hi: इस शिक्षार्थी द्वारा देखी गई अद्वितीय वीडियोज़ की संख्या।
it: Numero di video unici riprodotti da questo studente.
ja_jp: この受講者が再生した動画数。
ka: ამ მსმენელის მიერ გაშვებული უნიკალური ვიდეოების რიცხვი.
kk_kz: Оқушы орындаған бірегей бейнелер саны
ms_my: Jumlah video unik yang pelajar ini mainkan.
pl: Liczba unikatowych wideo, które ten student odtworzył.
pt_br: Número de vídeos únicos que este estudante executou.
ro: Numărul videoclipurilor particulare pe care acest elev le-a vizionat.
ru: Колличество видеозаписей просмотренных слушателем.
sl: Število edinstvenih videoposnetkov, ki jih je ta učenec predvajal.
sq: Numri i videove unike që ka luajtur ky nxënës.
sv: Antal unika videor som denna elev spelade upp.
sw_ke: Idadi ya video maalum zilizochezwa na huyu mwanafunzi.
tr_tr: Öğrencinin oynattığı tekil videoların sayısı.
uk: Кількість унікальних відео, які проглядав цей учень.
uk_ua: Кількість унікальних відео, які відтворив цей учень .
uz: Ushbu oʻrganuvchi koʻrgan noyob videolar soni.
