Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Geographic learner data was last updated %(update_date)s at %(update_time)s UTC.
af_za: Geografiese leerderdata is laas opgedateer %(update_date)s by %(update_time)s UTC.
ar: التحديث الأخير لبيانات المتعلمين الجغرافية كان بتاريخ %(update_date)s عند الساعة %(update_time)s بالتوقيت العالمي الموحد UTC.
ar_sa: تم آخر تحديث لبيانات طالب الجغرافي %(update_date)s في %(update_time)s UTC.
az: Coğrafi tələbə məlumatları sonuncu dəfə %(update_date)s tarixində saat %(update_time)s UTC-də yeniləndi.
bn_bd: ভৌগলিক শিক্ষার্থীর তথ্য সর্বশেষ সংশোধিত হয়েছে %(update_date)s তারিখে %(update_time)s টায় ইউ টি সি
ca: Les dades geogràfiques de l'alumne es van actualitzar per última vegada %(update_date)s a les %(update_time)s UTC.
cs: Geografická data o studentech byla naposledy aktualizována %(update_date)s v %(update_time)s UTC.
da: Geografiske elevdata blev sidst opdateret %(update_date)s kl. %(update_time)s UTC.
de_de: Die geographischen Daten der Teilnehmer wurden zuletzt am %(update_date)s um %(update_time)s UTC aktualisiert.
el: Τα γεωγραφικά δεδομένα σπουδαστών ενημερώθηκαν τελευταία φορά %(update_date)s στις %(update_time)s UTC.
el_gr: Τα γεωγραφικά δεδομένα εκμάθησης ενημερώθηκαν για τελευταία φορά %(update_date)s στο %(update_time)s UTC.
eo: Géögräphïç léärnér dätä wäs läst üpdätéd %(update_date)s ät %(update_time)s ÛTÇ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: La última actualización de datos geográficos de estudiantes fue el %(update_date)s a las %(update_time)s UTC.
fa_ir: داده‌های جغرافیایی ثبت‌نام در %(update_date)s و %(update_time)s به وقت جهانی روزآمد شد.
fi: Maantieteelliset oppilaiden tiedot päivitettiin viimeksi %(update_date)s klo %(update_time)s UTC.
fil_ph: Huling na-update ang data ng geographic learner sa %(update_date)s sa %(update_time)s UTC.
fr: Les données géographique des apprenants ont été mises à jour pour la dernière fois %(update_date)s à %(update_time)s UTC.
fr_ca: Les données géographique des apprenants ont été mises à jour pour la dernière fois %(update_date)s à %(update_time)s UTC.
fr_fr: Les données géographiques de l'apprenant ont été mises à jour pour la dernière fois le %(update_date)s à %(update_time)s UTC.
he: נתונים גיאוגרפים על הלומד עודכנו לאחרונה ב- %(update_date)s ב-%(update_time)s על פי שעון UTC.
hi: भौगोलिक शिक्षार्थी आखिरी अपडेट हुआ था %(update_date)sपर %(update_time)sUTC।
hy_am: Ուսանողների աշխարհագրական տվյալները վերջին անգամ թարմացվել են %(update_date)s՝%(update_time)s-ին UTC
it: I dati geografici degli studenti sono stati aggiornati l&#39;ultima volta %(update_date)s alle %(update_time)s UTC.
it_it: L'ultimo aggiornamento dei dati geografici dello studente è stato il %(update_date)s alle %(update_time)s UTC.
ja_jp: 国・地域の受講者データは%(update_date)s %(update_time)s （UTC）に更新されました。
pl: Geograficzne dane dotyczące uczniów były ostatnio aktualizowane %(update_date)s o %(update_time)s.
pl_pl: Dane geograficzne uczestników zostały ostatnio zaktualizowane %(update_date)s o %(update_time)s UTC.
pt_br: Os dados geográficos do curso foram atualizados pela última vez %(update_date)s às %(update_time)s UTC.
pt_pt: Os dados geográficos do estudante foram actualizados pela última vez %(update_date)s às %(update_time)s UTC.
ro: Datele geografice ale elevului au fost actualizate ultima oară în %(update_date)s la %(update_time)s UTC.
ru: Географические данные слушателей последний раз обновлялись %(update_date)s в %(update_time)s UTC.
sl: Geografski podatki o učencu so bili nazadnje posodobljeni %(update_date)s ob %(update_time)s UTC.
sq: Të dhënat e nxënësve gjeografikë u përditësuan për herë të fundit %(update_date)s në %(update_time)s UTC.
sv: Geografiskt lärandedata uppdaterades senast %(update_date)s klockan %(update_time)s UTC.
sw_ke: Mara ya mwisho kusahihisha taarifa za kijiografia za wanafunzi 1%(update_date)s kwenye %(update_time)s UTC.
th: ข้อมูลผู้เรียนตามพื้นที่อัปเดตล่าสุด %(update_date)s เมื่อ %(update_time)s UTC
tr_tr: Öğrenci coğrafik verisi en son %(update_date)s tarihinde %(update_time)s UTC saatinde güncellendi.
uk: Географічні дані студента в останнє були оновленні %(update_date)s о %(update_time)s UTC.
uz: O'quvchilarning geografik ma'lumotlari oxirgi marta %(update_date)s sanasida %(update_time)sUTC-da yangilandi.

source: Problem submission data was last updated %(update_date)s at %(update_time)s UTC.
af_za: Probleemvoorleggingdata is laas opgedateer %(update_date)s by %(update_time)s UTC.
ar: التحديث الأخير لبيانات تقديم المسائل كان بتاريخ %(update_date)s عند الساعة %(update_time)s بالتوقيت العالمي الموحد UTC.
ar_sa: تم آخر تحديث لبيانات إرسال المشكلة %(update_date)s في %(update_time)s UTC.
az: Tapşırıq təqdimatı datası snuncu dəfə %(update_date)s tarixində saat %(update_time)s UTC-də yeniləndi.
bn_bd: জমাকৃত সমস্যার তথ্য সর্বশেষ সংশোধিত হয়েছে %(update_date)s তারিখে %(update_time)s টায় ইউ টি সি
ca: Les dades de l'enviament del problema es van actualitzar per última vegada %(update_date)s a les %(update_time)s UTC.
cs: Data o odeslání problému byla naposledy aktualizována %(update_date)s v %(update_time)s UTC.
da: Problemindsendelsesdata blev sidst opdateret %(update_date)s kl. %(update_time)s UTC.
de_de: Problemmeldung wurden zuletzt am %(update_date)s um %(update_time)s UTC aktualisiert.
el: Τελευταία ενημέρωση στοιχείων υποβολής προβλημάτων %(update_date)s στις %(update_time)s UTC.
el_gr: Τα δεδομένα υποβολής προβλήματος ενημερώθηκαν τελευταία φορά %(update_date)s στο %(update_time)s UTC.
eo: Prößlém süßmïssïön dätä wäs läst üpdätéd %(update_date)s ät %(update_time)s ÛTÇ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Los datos de envío de problemas fueron actualizados por última vez el %(update_date)s a las %(update_time)s UTC.
fa_ir: داده‌های ارسال مساله در %(update_date)s و %(update_time)s به وقت جهانی روزآمد شد.
fi: Ongelman lähetystiedot päivitettiin viimeksi %(update_date)s klo %(update_time)s UTC.
fil_ph: Huling na-update ang data ng pagsusumite ng problema sa %(update_date)s sa %(update_time)s UTC.
fr: Les données sur les réponses aux exercices ont été mises à jour la dernière fois le %(update_date)s à %(update_time)s UTC.
fr_ca: Les données de soumission des problèmes ont été mises à jour pour la dernière fois %(update_date)s à %(update_time)s UTC.
fr_fr: Dernière mise à jour des données de soumission des problèmes le %(update_date)s à %(update_time)s UTC.
he: נתוני הגשת הבעיות עודכנו לאחרונה ב- %(update_date)s בשעה %(update_time)s על פי שעון UTC.
hi: समस्या सबमिशन डेटा अंतिम बार अद्यतन किया गया था %(update_date)s पर%(update_time)s UTC।
hy_am: Առաջադրանքների հանձման մասով տվյալները վերջին անգամ թարմացվել են %(update_date)s՝%(update_time)s UTC
it: I dati relativi all&#39;invio del problema sono stati aggiornati l&#39;ultima volta %(update_date)s alle %(update_time)s UTC.
it_it: L'ultimo aggiornamento dei dati di invio del problema è stato il %(update_date)s alle %(update_time)s UTC.
ja_jp: 問題提出データは%(update_date)s %(update_time)s （UTC）に更新されました。
lt_lt: Užduoties pateikimo data paskutinį kartą atnaujinta %(update_date)s %(update_time)s UTC.
nb: Problembesvarelsedata var sist oppdatert %(update_date)s ved kl. %(update_time)s UTC.
nl_nl: Inzendingsdata voor probleem is laatst aangepast op %(update_date)s om %(update_time)s UTC.
pl: Dane o odpowiedziach były ostatnio aktualizowane %(update_date)s o%(update_time)s UTC.
pl_pl: Dane dotyczące zgłaszania problemów zostały ostatnio zaktualizowane %(update_date)s o %(update_time)s UTC.
pt_br: Dados de envio de Problemas atualizados em %(update_date)s às %(update_time)s UTC.
pt_pt: Os dados de submissão de problemas foram atualizados pela última vez em %(update_date)s às %(update_time)s UTC.
ro: Datele răspunsurilor trimise pentru probleme au fost actualizate în %(update_date)s la%(update_time)s UTC.
ru: Задание было обновлено %(update_date)s в %(update_time)s по UTC.
sk: Dáta o podaniach úloh boli naposledy aktualizované %(update_date)s o %(update_time)s UTC.
sl: Oddaja rešenih problemov je bila nazadnje posodobljena %(update_date)s ob %(update_time)s UTC.
sq: Të dhënat e paraqitjes së problemit u përditësuan për herë të fundit %(update_date)s në %(update_time)s UTC.
sv: Problemrapportsdata uppdaterades senast den %(update_date)s kl %(update_time)s UTC.
sw_ke: Habari ya ufikishaji ilikamilishwa mwisho %(update_date)s kwa %(update_time)s UTC.
th: ข้อมูลคำตอบที่ส่งมาอัปเดตแล้วเมื่อ %(update_date)s เวลา %(update_time)s UTC
tr_tr: Problem gönderim verisi en son %(update_date)s tarihinde %(update_time)s UTC saatinde güncellendi.
uk: Дані з відповідей на завдання в останнє були оновленні %(update_date)s о %(update_time)s UTC.
uz: Muammolarni yuborish haqidagi ma'lumotlar oxirgi marta %(update_date)ssanasida %(update_time)sUTC-da yangilandi.

source: Assignment Name
af_za: Opdragnaam
ar: اسم الواجب
ar_sa: اسم واجب
az: Tapşırıq adı
bn_bd: কাজের নাম
ca: Nom d'assignació
cs: Název úkolu
da: Opgavenavn
de_de: Aufgabenname
el: Όνομα εργασίας
el_gr: Όνομα Εργασίας
eo: Àssïgnmént Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Nombre de la tarea
es_es: Nombre de la tarea
fa_ir: نام تکلیف
fi: Tehtävän nimi
fil_ph: Pangalan ng Takdang-aralin
fr: Nom du devoir
fr_ca: Nom du devoir
fr_fr: Nom de l'affectation
he: שם המטלה
hi: सौंपा गया काम का नाम
hu: Feladat neve
hy_am: Առաջադրանքի անվանում
id: Judul Penugasan
it: Nome dell&#39;assegnazione
it_it: Nome Compito
ja_jp: 課題名
lt_lt: Užduoties pavadinimas
nb: Oppgavenavn
nl_nl: Toegewezen Naam
pl: Nazwa zadania
pl_pl: Nazwa zadanie
pt_br: Nome da tarefa
pt_pt: Nome da Tarefa
ro: Numele Temei
ru: Название задания
sk: Názov zadania
sl: Ime naloge
sq: Emri i detyrës
sv: Uppdragsnamn
sw_ke: Jina la Jaribio
th: ชื่องาน:
tr_tr: Ödev İsmi
uk: Найменування Завдання
uz: Topshiriq nomi.

source: No submissions received for these exercises.
af_za: Geen voorleggings ontvang vir hierdie oefeninge nie.
ar: ليست هناك أي تقديمات لهذه التمارين.
ar_sa: لم يتم تلقي أي طلبات لهذه التدريبات.
az: Bu çalışmalar üçün təqdimatlar alınmadı.
bn_bd: অনুশীলনের জন্য গৃহীত কোন কিছু জমা নেই
ca: No s'ha rebut cap presentació per a aquests exercicis.
cs: Nebyly odevzdány žádné práce s tímto cvičením.
da: Der er ikke modtaget indlæg til disse øvelser.
de_de: Keine Meldungen zu diesen Aufgaben erhalten.
el: Δεν παρελήφθησαν υποβολές γι' αυτές τις ασκήσεις.
el_gr: Δεν ελήφθησαν υποβολές για αυτές τις ασκήσεις.
eo: Nö süßmïssïöns réçéïvéd för thésé éxérçïsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: No se recibieron envíos para estos ejercicios.
es_es: No se recibieron entregas para estos ejercicios.
fa_ir: هیچ ارسالی برای این تمرین‌ها دریافت نشد.
fi: Näistä harjoituksista ei ole tullut yhtään palautetta.
fil_ph: Walang natanggap na pagsusumite para sa mga pagsasanay na ito.
fr: Pas de tentative reçue pour cet exercice.
fr_ca: Aucune soumission reçue pour ces problèmes.
fr_fr: Aucune soumission n'a été reçue pour ces exercices.
he: לא התקבלו הגשות עבור תרגילים אלו.
hi: इन अभ्यासों के लिए कोई सबमिशन नहीं मिला।
hy_am: Այս առաջադրանքների պատասխանները դեռ չեն ստացվել
it: Non sono pervenute iscrizioni per questi esercizi.
it_it: Nessun invio ricevuto per questi esercizi.
ja_jp: これらの練習問題は提出されていません。
nb: Ingen besvarelser er motatt for disse oppgavene.
nl_nl: Geen inzendingen ontvangen voor deze oefeningen.
pl: Nie otrzymano żadnych zgłoszeń odnośnie tych ćwiczeń.
pl_pl: Nie otrzymano żadnych zgłoszeń do tych ćwiczeń.
pt_br: Sem envios recebidos para estes exercícios.
pt_pt: Não foi recebida nenhuma submissão para estes exercícios.
ro: Nu a fost primit nici un răspuns pentru aceste exerciții.
ru: Ответы на эти задания пока не получены.
sk: Pre tieto cvičenia neboli prijaté žiadne podania.
sl: Za te vaje ni prejetih oddaj.
sq: Asnjë aplikim nuk është marrë për këto ushtrime.
sv: Inga inlämningar mottagna för dessa övningar.
sw_ke: Hakuna mawasilisho yaliyopokelewa kwa ajili ya mazoezi haya.
th: ไม่ได้รับการส่งคำตอบสำหรับแบบฝึกหัดนี้
tr_tr: Hiçbir gönderim bu alıştırmalar için alınmadı.
uk: Ніяких відповідей для цих вправ не отримано.
uz: Ushbu mashqlar uchun hech qanday ariza qabul qilinmadi.

source: No submissions received for these assignments.
af_za: Geen voorleggings ontvang vir hierdie opdragte nie.
ar: لا يوجد أي تقديمات في هذه الواجبات.
ar_sa: لم يتم استلام أي طلبات لهذه <span class='notranslate'>ال واجب ات</span> .
az: Bu tapşırıqlar üçün təqdimatlar alınmadı.
bn_bd: বরাদ্দের জন্য গৃহীত কোন কিছু জমা নেই
ca: No s'han rebut enviaments per a aquestes tasques.
cs: Nebyly odevzdány žádné práce s tímto zadáním.
da: Der er ikke modtaget afleveringer til disse opgaver.
de_de: Keine Meldungen zu diesen Anweisungen erhalten.
el: Δεν παρελήφθησαν υποβολές γι' αυτές τις εργασίες.
el_gr: Δεν ελήφθησαν υποβολές για αυτές τις εργασίες.
eo: Nö süßmïssïöns réçéïvéd för thésé ässïgnménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: No se ha recibido ninguna entrega de estas tareas.
es_es: No se recibieron entregas para estos ejercicios.
fa_ir: هیچ ارسالی برای این تکالیف دریافت نشد.
fi: Näihin tehtäviin ei ole tullut yhtään palautetta.
fil_ph: Walang natanggap na pagsusumite para sa mga takdang-aralin na ito.
fr: Pas de tentative reçue pour ce devoir.
fr_ca: Aucune soumission reçue pour ces devoirs.
fr_fr: Aucune soumission n'a été reçue pour ces missions.
he: לא התקבלו הגשות עבור מטלות אלו.
hi: इन असाइनमेंट के लिए कोई सबमिशन नहीं मिला है।
hy_am: Այս առաջադրանքների պատասխանները դեռ չեն ստացվել
it: Nessun contributo ricevuto per questi incarichi.
it_it: Nessun invio ricevuto per questi compiti.
ja_jp: この課題は提出されていません。
nb: Ingen besvarelser er mottatt for disse oppgavene.
nl_nl: Geen inzendingen ontvangen voor deze opdrachten.
pl: Nie otrzymano żadnych zgłoszeń odnośnie tych zadań.
pl_pl: Nie otrzymano żadnych zgłoszeń do tych zadań.
pt_br: Nenhum envio para estes trabalhos foi recebido.
pt_pt: Não foi recebida nenhuma submissão para estas tarefas.
ro: Nu a fost primit nici un răspuns pentru aceste teme.
ru: Ответы на эти задания пока не получены.
sk: Pre tieto zadania neboli prijaté žiadne podania.
sl: Za te naloge ni prejetih oddaj.
sq: Nuk u morën parashtresa për këto detyra.
sv: Inga inlagor mottagna för dessa uppdrag.
sw_ke: Hamna mawasilisho yalipokelewa kwa ajili ya mazoezi haya.
th: ยังไม่ได้รับคำตอบสำหรับงานที่มอบหมาย
tr_tr: Hiçbir gönderim bu görevler için alınmadı.
uk: Ніяких відповідей для цих призначінь не отримано.
uz: Ushbu topshiriqlar uchun hech qanday ariza qabul qilinmadi.

source: Performance: Problem Submissions
af_za: Prestasie: Probleemvoorleggings
ar: الأداء: تقديمات المسألة
ar_sa: الأداء: تقديمات المشكلة
az: Nailiyyət: Tapşırıq təqdimatları
bn_bd: পারফরমেন্স: জমানো সমস্যা
ca: Rendiment: enviaments de problemes
cs: Výkon: Problémové příspěvky
da: Ydelse: Problemindsendelser
de_de: Leistung: Problem melden
el: Απόδοση: υποβολές προβλημάτων
el_gr: Απόδοση: Υποβολές προβλημάτων
eo: Pérförmänçé: Prößlém Süßmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Desempeño: Problemas enviados
fa_ir: عملکرد: ارسال مساله
fi: Suorituskyky: Ongelmalähetykset
fil_ph: Pagganap: Mga Pagsusumite ng Problema
fr: Performance: Soumission de problème
fr_ca: Rendement : Soumissions de problèmes
fr_fr: Performance : Soumissions de problèmes
he: ביצוע: הגשת בעיות
hi: प्रदर्शन: समस्या सबमिशन
hy_am: Կատարողական․ խնդրի հանձնում
it: Prestazioni: invio di problemi
it_it: Prestazioni: invii del problema
ja_jp: パフォーマンス: 問題の提出
nb: Ytelse: problembesvarelser
nl_nl: Prestatie: Probleem Inzendingen
pl: Wyniki: Odpowiedzi
pl_pl: Wydajność: zgłoszenia problemów
pt_br: Desempenho: Envios de Problemas
pt_pt: Desempenho: Submissão de Problemas
ro: Performanță: Rezolvările Problemelor
ru: Производительность: проблемные задания
sk: Výkonnosť: Podania úloh
sl: Uspeh: Oddaja rešenih problemov
sq: Performanca: Parashtrimet e problemeve
sv: Prestanda: Probleminslag
sw_ke: Utendaji: Uwasilishaji wa Swali
th: ปฏิบัติการ: ส่งคำถาม
tr_tr: Performans: Problem Yüklemeleri
uk: Продуктивність: Відповідь на завдання
uz: Ishlash: Muammo topshirish.

source: Graded Content: %(assignment_type)s
af_za: Gegradeerde inhoud: %(assignment_type)s
ar: المحتوى المقيَّم: %(assignment_type)s
ar_sa: المحتوى المتدرج: %(assignment_type)s
az: Qiymətləndirilmiş məzmun: %(assignment_type)s
bn_bd: ক্রমানুসারে সাজানো বিষয়বস্তুঃ %(assignment_type)s
ca: Contingut classificat: %(assignment_type)s
cs: Klasifikovaný obsah: %(assignment_type)s
da: Gradueret indhold: %(assignment_type)s
de_de: Benoteter Inhalt: %(assignment_type)s
el: Βαθμολογούμενο περιεχόμενο: %(assignment_type)s
el_gr: Διαβαθμισμένο περιεχόμενο : %(assignment_type)s
eo: Grädéd Çöntént: %(assignment_type)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Contenido calificado: %(assignment_type)s
es_es: Contenido evaluado: %(assignment_type)s
fa_ir: محتوای بارم‌بندی‌شده: %(assignment_type)s
fi: Arvosteltu sisältö: %(assignment_type)s
fil_ph: Namarkahang Nilalaman: %(assignment_type)s
fr: Contenu Evalué: %(assignment_type)s
fr_ca: Contenu noté : %(assignment_type)s
fr_fr: Contenu classé : %(assignment_type)s
he: תוכן מדורג: %(assignment_type)s
hi: ग्रेट कंटेंट: %(assignment_type)s
hy_am: Գնահատված %(assignment_type)s
id: Konten yang Dinilai: %(assignment_type)s
it: Contenuto classificato: %(assignment_type)s
it_it: Contenuto valutato: %(assignment_type)s
ja_jp: 採点対象のコンテンツ: %(assignment_type)s
lt_lt: Vertinamas turinys: %(assignment_type)s
nb: Gradert innhold: %(assignment_type)s
nl_nl: Gekwoteerde inhoud: %(assignment_type)s
pl: Treści sklasyfikowane: %(assignment_type)s
pl_pl: Stopniowana zawartość : %(assignment_type)s
pt_br: Conteúdo avaliado: %(assignment_type)s
pt_pt: Conteúdo Classificado: %(assignment_type)s
ro: Conținut notat: %(assignment_type)s
ru: Оценено: %(assignment_type)s
sk: Známkovaný obsah: %(assignment_type)s
sl: Ocenjevana vsebina: %(assignment_type)s
sq: Përmbajtja e vlerësuar: %(assignment_type)s
sv: Bedömt innehåll: %(assignment_type)s
sw_ke: Maudhui Yaliyopangwa: %(assignment_type)s
th: เนื้อหาการออกเกรด: %(assignment_type)s
tr_tr: Puanlanmış İçerik: %(assignment_type)s
uk: Оцінювання Контенту:%(assignment_type)s
uz: Saralangan tarkib:%(assignment_type)s

source: Problem Name
af_za: Probleemnaam
ar: اسم المسألة
ar_sa: اسم المسألة
az: Problemin adı
bn_bd: সমস্যার নাম
ca: Nom del problema
cs: Název problému
da: Problemnavn
de_de: Fragestellungsname
el: Ονομασία προβλήματος
el_gr: Όνομα προβλήματος
eo: Prößlém Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Nombre del problema
es_es: Nombre del ejercicio
fa_ir: نام مشکلات
fi: Ongelman nimi
fil_ph: Pangalan ng Problema
fr: Nom de l'exercice
fr_ca: Nom de l'exercice
fr_fr: Nom du problème
he: שם בעיה
hi: समस्या का नाम
hu: Feladat neve
hy_am: Խնդրի անվանում
id: Nama Permasalahan
it: Nome del problema
it_it: Nome del problema
ja_jp: 問題名
ka: ამოცანის სახელება
lt_lt: Užduoties pavadinimas
nb: Navn på oppgaven
nl_nl: Probleem Naam
pl: Nazwa ćwiczenia
pl_pl: Nazwa problemu
pt_br: Nome da questão
pt_pt: Nome do Problema
ro: Numele problemei
ru: Название проблемы
sk: Názov úlohy
sl: Ime problema
sq: Emri i problemit
sv: Problemnamn
sw_ke: Jina la Tatizo
th: ชื่อปัญหา
tr_tr: Problem Adı
uk: Назва завдання
uz: Muammo nomi

source: Tags distribution data was last updated %(update_date)s at %(update_time)s UTC.
af_za: Tags -verspreidingsdata is laas opgedateer %(update_date)s by %(update_time)s UTC.
ar: آخر تحديث لبيانات توزيع العلامات كان بتاريخ %(update_date)s عند الساعة %(update_time)s بالتوقيت العالمي الموحد UTC.
ar_sa: تم آخر تحديث لبيانات توزيع العلامات %(update_date)s في %(update_time)s UTC.
az: Təqlərin bölünməsi datası sonuncu dəfə %(update_date)s tarixində saat %(update_time)s UTC-də yeniləndi.
bn_bd: সর্বশেষ ট্যাগ বিতরন ডেটা %(update_date)s at %(update_time)s ইউ টি এস
ca: Les dades de distribució d'etiquetes s'han actualitzat per última vegada %(update_date)s a les %(update_time)s UTC.
cs: Data o štítcích distribuce byla naposledy aktualizována %(update_date)s v %(update_time)s UTC.
da: Tags distributionsdata blev sidst opdateret %(update_date)s kl. %(update_time)s UTC.
de_de: Die Daten der Schlagwortverteilung wurden zuletzt am %(update_date)s um %(update_time)s UTC aktualisiert.
el: Τα δεδομένα διανομής ετικετών ενημερώθηκαν τελευταία %(update_date)s στις %(update_time)s UTC.
el_gr: Τα δεδομένα διανομής ετικετών ενημερώθηκαν για τελευταία φορά %(update_date)s στο %(update_time)s UTC.
eo: Tägs dïstrïßütïön dätä wäs läst üpdätéd %(update_date)s ät %(update_time)s ÛTÇ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: La última actualización de datos de distribución fue el %(update_date)s a las %(update_time)s UTC.
fa_ir: داده‌های توزیع برچسب‌ها آخرین بار در %(update_date)s و %(update_time)s به وقت جهانی روزآمد شد.
fi: Tunnisteiden jakelutiedot päivitettiin viimeksi %(update_date)s klo %(update_time)s UTC.
fil_ph: Huling na-update ang data ng pamamahagi ng mga tag sa %(update_date)s sa %(update_time)s UTC.
fr: Les données de distribution des balises ont été mises à jour pour la dernière fois %(update_date)s à %(update_time)s UTC.
fr_ca: Les données de distribution des balises ont été mises à jour pour la dernière fois %(update_date)s à %(update_time)s UTC.
fr_fr: Dernière mise à jour des données de distribution des étiquettes le %(update_date)s à %(update_time)s UTC.
he: נתוני התפלגות תגיות עודכנו לאחרונה בתאריך %(update_date)s ב- %(update_time)s על פי שעון UTC.
hi: टैग डिस्ट्रीब्यूशन डाटा आखिरी अपडेट हुआ था%(update_date)s पर%(update_time)s UTC।
hy_am: Թեգերի բաշխման տվյալները վերջին անգամ թարմացվել են%(update_date)s՝%(update_time)s-ին UTC
it: I dati sulla distribuzione dei tag sono stati aggiornati l&#39;ultima volta %(update_date)s alle %(update_time)s UTC.
it_it: L'ultimo aggiornamento dei dati di distribuzione di tag è stato il %(update_date)s alle %(update_time)s UTC.
ja_jp: データは %(update_date)s %(update_time)s （UTC）に更新されました。
pl: Dane o rozkładzie znaczników były ostatnio zaktualizowane %(update_date)s o %(update_time)s UTC.
pl_pl: Dane dotyczące dystrybucji tagów zostały ostatnio zaktualizowane %(update_date)s o %(update_time)s UTC.
pt_br: As etiquetas de distribuição foram atualizados pela última vez %(update_date)s às %(update_time)s UTC.
pt_pt: Os dados de distribuição das etiquetas foram atualizados pela última vez em %(update_date)s às %(update_time)s UTC.
ro: Datele de distribuire a etichetărilor au fost actualizate ultima oară în %(update_date)s la %(update_time)s UTC.
ru: Теги данных распределения последний раз обновлялись %(update_date)s в %(update_time)s UTC.
sl: Podatki o distribuciji oznak so bili nazadnje posodobljeni %(update_date)s ob %(update_time)s UTC.
sq: Të dhënat e shpërndarjes së etiketave u përditësuan për herë të fundit %(update_date)s në %(update_time)s UTC.
sv: Taggarnas fördelning av data uppdaterades senast den %(update_date)s kl %(update_time)s UTC.
sw_ke: Taarifa za mgawanyo wa vitambulisho imesasishwa kwa mara ya mwisho tarehe %(update_date)s kwenye %(update_time)s UTC.
th: ข้อมูลการแจกจ่ายแท็กได้รับการอัปเดตล่าสุด %(update_date)s เมื่อ %(update_time)s UTC
tr_tr: Etiketlerin dağılım bilgisi son olarak %(update_date)s tarihinde %(update_time)s UTC zamanında güncellendi.
uk: Останнє оновлення даних розповсюдженних тегів було %(update_date)sна%(update_time)sUTC.
uz: Teglarni tarqatish haqidagi ma'lumotlar oxirgi marta %(update_date)ssanasida %(update_time)sUTC-da yangilandi.
