Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: The midpoint of the learner ages, computed from the provided year of birth.
af_za: Die middelpunt van die leerder ouderdomme, bereken uit die geboortejaar.
ar: نقطة منتصف أعمار الطلاب المحسوبة استناداً إلى تفاصيل سنوات الولادة المتوفرة لدينا.
ar_sa: منتصف أعمار طالب ، محسوبًا من سنة الميلاد المقدمة.
az: Təmin edilmiş doğum ili üzrə hesablanmış tələbələrin ortalama yaşı.
bn_bd: শিক্ষার্থীদের বয়সের অর্ধেক, গণনা করা হয়েছে শিক্ষার্থীদের জন্ম সাল থেকে ।
ca: El punt mitjà de l'edat de l'estudiant, calculat a partir de l'any de naixement previst.
cs: Středový bod věku studentů, vypočteno podle poskytnutého data narození.
da: Midtpunktet af den lærende ældes, beregnet ud fra det angivne fødselsår.
de_de: Durchschnittsalter der Teilnehmer berechnet aus dem angegebenen Geburtsjahr.
el: Το μέσο της ηλικίας του σπουδαστή, υπολογίζεται από το παρεχόμενο έτος γέννησης.
el_gr: Το μέσο της ηλικίας του μαθητή, υπολογίζεται από το παρεχόμενο έτος γέννησης.
eo: Thé mïdpöïnt öf thé léärnér ägés, çömpütéd fröm thé prövïdéd ýéär öf ßïrth. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Punto medio de las edades de los estudiantes, calculado con base en el año de nacimiento suministrado.
fa_ir: نقطه میانی سن یادگیرنده، از روی سال تولد ارائه‌شده محاسبه می‌شود.
fi: Oppijan iän keskipiste laskettuna annetusta syntymävuodesta.
fil_ph: Ang midpoint ng mga edad ng mag-aaral, na kinalkula mula sa ibinigay na taon ng kapanganakan.
fr: Le point médian de l'âge des apprenants, calculé à partir de l'année de naissance indiquée.
fr_ca: Le point milieu de l'âge des élèves, calculé à partir de l'année de naissance fournie.
fr_fr: Le point médian de l'âge de l'apprenant, calculé à partir de l'année de naissance fournie.
he: ממוצע גיל הלומדים המחושב משנת הלידה שצוינה.
hi: सीखने की उम्र के मध्य बिंदु, जन्म के वर्ष से गणना की जाती है।
hy_am: Ուսանողների տարիքային միջնորդը, որը հաշվարկվում է ներկայացված ծննդյան տարեթվի հիման վրա
it: Il punto medio dell&#39;età degli studenti, calcolato a partire dall&#39;anno di nascita fornito.
it_it: Il punto medio relativo all'età degli studenti, calcolato a partire dall'anno di nascita fornito.
ja_jp: 受講者の年齢の中間値。入力された誕生年から計算されています。
ka: მსმენელთა საშუალო ასაკი, გამოთვლილი მითითებული დაბადების წლების მიხედვით .
nb: Median alder av studenter, utregnet fra oppgitt fødselsår.
pl: Środek odcinka wieku uczniów obliczony na podstawie roku urodzenia.
pl_pl: Środek wieku ucznia, obliczony na podstawie podanego roku urodzenia.
pt_br: O ponto médio da idade dos alunos, calculada a partir do ano de nascimento informado.
pt_pt: O ponto médio da idade dos estudantes, calculado a partir do ano de nascimento indicado.
ro: Punctul de intersecție a vârstelor elevilor, calculat pentru anul de naștere oferit.
ru: Возрастная медиана слушателей, рассчитанная на основе представленного года рождения.
sl: Sredina starosti učenca, izračunana iz navedenega leta rojstva.
sq: Mesi i moshës së nxënësit, i llogaritur nga viti i parashikuar i lindjes.
sv: Medelvärdet för den studerande åldras, beräknat från det angivna året för födelsen.
sw_ke: Hatua ya kati ya umri wa wanafunzi uliokokotolewa kutoka kwenye umri waliyoweka.
te: విద్యార్థుల పుట్టిన సంవత్సరాల నించి లెక్కగట్టిన మధ్య వయసు.
th: จุดกึ่งกลางของวัยเรียน คำนวณจากปีเกิดที่ระบุ
tr_tr: Girilen doğum yılı tarihleri üzerinden hesaplanan öğrenci yaşlarının orta noktası.
uk: Середина віку учня, обчислена з передбаченого року народження.
uz: Oʻrganuvchilarning belgilagan tugʻilgan yiliga koʻra oʻrtacha yoshi.

source: Learners 25 and Under
af_za: Leerders 25 en jonger
ar: طلاب بسن ال25 أو أقل
ar_sa: الطلّاب 25 وتحت
az: 25 yaş və daha aşağı olan tələbələr
bn_bd: 25 অথবা এর কম বয়সের শিক্ষার্থীরা
ca: Aprenents de 25 i menors
cs: Studenti pod 25 let včetně
da: Elever 25 og under
de_de: Teilnehmer bis 25 Jahre
el: Σπουδαστές 25 και κάτω
el_gr: Μαθητές 25 και κάτω
eo: Léärnérs 25 änd Ûndér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Estudiantes de 25 años y menos
fa_ir: یادگیرندگانی با 25 سال سن و کمتر
fi: Oppilaat 25 ja alle
fr: Apprenants de moins de 25 ans
fr_ca: Étudiants de 25 ans et moins
fr_fr: Apprenants de 25 ans et moins
he: לומדים בני 25 ומטה
hi: शिक्षार्थियों 25 और अंदर
hy_am: 25 և ավելի ցածր տարիքի ուսանողներ
id: Pengguna berumur 25 tahun kebawah
it: Studenti di età pari o inferiore a 25 anni
it_it: Studenti da 25 in su
ja_jp: 25歳以下の受講者
ka: მსმენელები 25 წელს ქვემოთ
nb: Kursdeltagere som er 25 og under
pl: Uczniowie mający 25 lat lub mniej
pl_pl: Uczniowie do 25. roku życia
pt_br: Alunos com 25 anos ou menos
pt_pt: Estudantes com idade até 25 anos de idade
ro: Elevi în vârstâ de 25 de ani și mai tineri
ru: Слушатели в возрасте 25 лет и моложе.
sl: Učenci, stari 25 let in manj
sq: Studentët deri në 25
sv: Eleverna 25 och Under
sw_ke: Wanafunzi wenye umri miaka 25 na Chini ya hapo
te: 25 సంవత్సరాలు లేక తక్కువ వయసుగల విద్యార్థులు
th: ผู้เรียนที่มีอายุตั้งแต่ 25 ปีลงไป
tr_tr: 25 Yaş ve Altındaki Öğrenciler
uk: 25-річні Учні та Старші
uz: 25 va undan kichik yoshdagi o'quvchilar.

source: The percentage of learners aged 25 years or younger (of those who provided a year of birth).
af_za: Die persentasie leerders van 25 jaar of jonger (van diegene wat 'n geboortejaar voorsien het).
ar: النسبة المئوية للطلاب البالغين من العمر 25 أو أقل (من بين هؤلاء الذين أعطوا تفاصيل سنة الولادة).
ar_sa: نسبة الطلّاب الذين أعمارهم 25 سنة أو أقل (من الذين قدموا سنة ميلاد).
az: 25 yaş və ya daha aşağı olan tələbələrin faizi (doğum ilini qeyd edənlərin).
bn_bd: শিক্ষার্থীদের শতকরা হার যাদের বয়স 25 অথবা কম (যারা জন্মসনদ দিয়েছেন) ।
ca: El percentatge d'aprenents de 25 anys o més joves (dels que van proporcionar un any de naixement).
cs: Procento studentů ve věku 25 let nebo mladší (těch, kteří uvedli rok narození)
da: Procentdelen af kursister i alderen 25 år eller yngre (af dem, der har givet et fødselsår).
de_de: Anteil Teilnehmender im Alter von 25 Jahren oder jünger (gemäß Angabe des Geburtsjahres)
el: Το ποσοστό των σπουδαστών ηλικίας 25 ετών και κάτω (από αυτούς που παρείχαν έτος γέννησης).
el_gr: Το ποσοστό των μαθητών ηλικίας 25 ετών και κάτω (από αυτούς που παρείχαν έτος γέννησης).
eo: Thé pérçéntägé öf léärnérs ägéd 25 ýéärs ör ýöüngér (öf thösé whö prövïdéd ä ýéär öf ßïrth). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Porcentaje de estudiantes con 25 años o menos (de los que suministraron su fecha de nacimiento)
fa_ir: درصد یادگیرندگان 25 ساله یا کمتر (از کسانی که سال تولد خود را اعلام کردند).
fi: 25-vuotiaiden tai sitä nuorempien opiskelijoiden prosenttiosuus (syntymävuoden ilmoittaneista).
fil_ph: Ang porsyento ng mga mag-aaral na may edad na 25 taon o mas bata (sa mga nagbigay ng isang taon ng kapanganakan).
fr: Le pourcentage d'apprenants âgés de 25 ans ou moins (parmi ceux qui ont indiqué une année de naissance).
fr_ca: Le pourcentage d'élèves âgés de 25 ans ou moins (parmi ceux qui ont fourni une année de naissance).
fr_fr: Le pourcentage d'apprenants âgés de 25 ans ou moins (parmi ceux qui ont fourni une année de naissance).
he: אחוז הלומדים בני 25 ומטה (מבין אלה שציינו שנת לידה).
hi: 25 वर्ष या उससे कम उम्र के शिक्षार्थियों का प्रतिशत (जन्म के वर्ष प्रदान करने वालों में से)।
hy_am: 25 և ավելի ցածր տարիքի ուսանողների տոկոս (ովքեր ներկայացրել են ծննդյան տարեթիվը)
id: Persentase pengguna berumur 25 tahun kebawah ( dari yang mencantumkan tahun kelahiran)
it: La percentuale di studenti di età pari o inferiore a 25 anni (di coloro che hanno fornito un anno di nascita).
it_it: La percentuale di studenti che hanno 25 anni o meno (di coloro che hanno fornito un anno di nascita).
ja_jp: 25歳以下の受講者の割合(誕生年を入力したユーザー数を分母とする)。
ka: 25 და უფრო ახალგაზრდა მსმენელთა პროცენტი (რომლებმაც დაბადების წელი მიუთითეს).
nb: Prosentandel av studenter som er 25 år eller yngre (av de som oppga fødselsår).
pl: Procent uczniów mających 25 lat lub młodszych (spośród tych, którzy podali swój tok urodzenia).
pl_pl: Odsetek uczniów w wieku 25 lat lub młodszych (wśród tych, którzy podali rok urodzenia).
pt_br: O percentual de alunos com 25 anos ou menos (do que informaram o ano de nascimento)
pt_pt: A percentagem de alunos com 25 anos de idade ou menos (daqueles que indicaram um ano de nascimento).
ro: Procentul elevilor având vârsta de 25 de ani sau mai tineri (al acelora care au anul de naștere salvat).
ru: Процентная часть слушателей в возрасте 25 лет или моложе (из числа тех, кто сообщил год рождения).
sl: Odstotek učencev, starih 25 let ali manj (od tistih, ki so navedli leto rojstva).
sq: Përqindja e nxënësve të moshës 25 vjeç e lart (e atyre që kanë dhënë një vit lindjeje).
sv: Andelen elever i åldern 25 år eller yngre (av dem som gav ett födelseår).
sw_ke: Asilimia ya wanafunzi wenye umri wa miaka 25 au chini yake (kwa wale walioweka umri wao wa kuzaliwa).
te: (పుట్టిన సంవత్సరం ఇచ్చిన) విద్యార్థులలో 25 లెక తక్కువ వయసు గల వారి శాతం.
th: เปอร์เซ็นต์ของผู้เรียนอายุ 25 ปีหรือน้อยกว่า (ของผู้ที่เกิดปีเกิด)
tr_tr: 25 yaş altı öğrencilerin yüzdesi (doğum yılı verisini sağlayanlar arasında).
uk: Відсоток учнів у віці 25 років або молодше (тих, хто надав рік народження).
uz: 25 yosh va undan kichik yoshdagi o'quvchilar foizi (tug'ilgan yilini taqdim etganlarning).

source: Learners 26 to 40
af_za: Leerders 26 tot 40
ar: الطلاب بسن 26 حتى 40
ar_sa: الطلّاب من 26 إلى 40
az: 26-40 yaş arası olan tələbələr
bn_bd: শিক্ষার্থীদের বয়স 26 থেকে 40
ca: Aprenents de 26 a 40 anys
cs: Studenti mezi 26 a 40 lety
da: Elever 26 til 40
de_de: Teilnehmer 26 - 40 Jahre
el: Σπουδαστές 26 έως 40
el_gr: Μαθητές 26 έως 40
eo: Léärnérs 26 tö 40 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Estudiantes entre 26 y 40 años de edad
fa_ir: یادگیرندگانی با 26 سال تا 40سال سن
fi: Oppilaat 26-40
fil_ph: Mag-aaral 26 hanggang 40
fr: Apprenants entre 26 et 40 ans
fr_ca: Étudiants de 26 à 40 ans
fr_fr: Apprenants 26 à 40 ans
he: לומדים בני 26 עד 40
hi: शिक्षार्थियों 26 से 40
hy_am: 26-ից 40 տարեկան ուսանողներ
id: Peserta usia 26 hingga 40 thn
it: Studenti dai 26 ai 40 anni
it_it: Studenti da 26 a 40
ja_jp: 26～40歳までの受講者
ka: 26-დან 40 წლის ჩათვლით მსმენელები
nb: Kursdeltagere 26-40
pl: Uczniowie od 26 do 40 lat
pl_pl: Uczniowie w wieku od 26 do 40 lat
pt_br: Alunos de 26 a 40 anos
pt_pt: Estudantes entre os 26 e 40 anos de idade
ro: Studenții cu vârsta cuprinsă între 26 și 40 de ani.
ru: Слушатели в возрасте от 26 до 40 лет
sl: Učenci od 26 do 40 let
sq: Studentet prej 26 deri 40
sv: Eleverna 26 till 40
sw_ke: Wanafunzi 26 hadi 40
te: 26 - 40 సంవత్సరాల వయసులు గల విద్యార్థులు
th: ผู้เรียนที่มีอายุระหว่าง 26 ถึง 40 ปี
tr_tr: 26 ile 40 Yaş Arasındaki Öğrenciler
uk: Учні від 26 до 40 років
uz: 26 yoshdan 40 yoshgacha bo'lgan o'quvchilar.

source: The percentage of learners aged from 26 to 40 years (of those who provided a year of birth).
af_za: Die persentasie leerders van 26 tot 40 jaar (van diegene wat 'n geboortejaar voorsien het).
ar: النسبة المئوية للطلاب الذين تتراوح أعمارهم بين 26-40 عام (من بين هؤلاء الذين أعطوا تفاصيل سنة الولادة).
ar_sa: نسبة الطلّاب الذين تتراوح أعمارهم بين 26 إلى 40 سنة (من الذين قدموا سنة ميلاد).
az: 26-40 yaş arası olan tələbələrin faizi (doğum ilini qeyd edənlərin).
bn_bd: শিক্ষার্থীদের শতকরা হার যাদের বয়স 26 থেকে 40 বছর (যারা জন্মসনদ দিয়েছেন) ।
ca: El percentatge d'aprenents de 26 a 40 anys (dels que van proporcionar un any de naixement).
cs: Procento studentů ve věku mezi 26 a 40 let (těch, kteří uvedli rok narození)
da: Procentdelen af kursister i alderen fra 26 til 40 år (af dem, der har givet et fødselsår).
de_de: Der Anteil der Teilnehmer im Alter von 26 bis 40 Jahren (gemäß Angabe des Geburtsjahres).
el: Το ποσοστό των σπουδαστών ηλικίας από 26 έως 40 ετών (από αυτούς που παρείχαν έτος γέννησης).
el_gr: Το ποσοστό των μαθητών ηλικίας από 26 έως 40 ετών (από αυτούς που παρείχαν έτος γέννησης).
eo: Thé pérçéntägé öf léärnérs ägéd fröm 26 tö 40 ýéärs (öf thösé whö prövïdéd ä ýéär öf ßïrth). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Porcentaje de estudiantes con entre 26 y 40 años (de los que suministraron su fecha de nacimiento)
fa_ir: درصد یادگیرندگان بین 26 تا 40 سال (از کسانی که سال تولد خود را اعلام کردند).
fi: 26–40-vuotiaiden opiskelijoiden prosenttiosuus (syntymävuoden antaneista).
fil_ph: Ang porsyento ng mga mag-aaral na may edad mula 26 hanggang 40 taon (ng mga nagbigay ng isang taon ng kapanganakan).
fr: Le pourcentage d'apprenants âgés entre 26 et 40 ans (parmi ceux qui ont indiqué une année de naissance).
fr_ca: Le pourcentage d'élèves âgés de 26 à 40 ans (parmi ceux qui ont fourni une année de naissance).
fr_fr: Le pourcentage d'apprenants âgés de 26 à 40 ans (parmi ceux qui ont fourni une année de naissance).
he: אחוז הלומדים בני גיל 26 עד 40 (מבין אלה שציינו שנת לידה).
hi: 26 से 40 वर्ष की आयु के शिक्षार्थियों का प्रतिशत (जन्म के वर्ष प्रदान करने वालों में से)।
hy_am: 26-ից 40 տարեկան ուսանողների տոկոս (ովքեր ներկայացրել են ծննդյան տարեթիվը)
id: Persentase pengguna berumur 26 sampai dengan 40 tahun( dari yang mencantumkan tahun kelahiran)
it: La percentuale di studenti di età compresa tra 26 e 40 anni (di coloro che hanno fornito un anno di nascita).
it_it: La percentuale di studenti di età compresa tra 26 e 40 anni (di coloro che hanno fornito un anno di nascita).
ja_jp: 26～40歳までの受講者の割合(誕生年を入力したユーザー数を分母とする)。
ka: 26-დან 40 წლის ჩათვლით მსმენელები (რომლებმაც დაბადების წელი მიუთითეს).
nb: Prosentandel av studenter som er mellom 26 og 40 år (av de som la ved fødselsår).
pl: Procent uczniów mających od 26 do 40 lat (dla tych, którzy podali rok u rodzenia).
pl_pl: Odsetek uczących się w wieku od 26 do 40 lat (wśród tych, którzy podali rok urodzenia).
pt_br: O percentual de alunos com idade de 26 a 40 anos (que informaram o ano de nascimento).
pt_pt: A percentagem de estudantes com idades compreendidas entre os 26 e os 40 anos (dos que indicaram o ano de nascimento).
ro: Procentul elevilor cu vârsta cuprinsă între 26 și 40 de ani (al acelora care au anul de naștere salvat)
ru: Процентная часть слушателей в возрасте от 26 до 40 лет (из числа тех, кто сообщил год рождения).
sl: Odstotek učencev, starih od 26 do 40 let (od tistih, ki so navedli leto rojstva).
sq: Përqindja e nxënësve të moshës 26 deri në 40 vjeç (e atyre që kanë dhënë një vit lindje).
sv: Andelen elever i åldern 26 till 40 år (av dem som gav ett födelseår).
sw_ke: Asilimia ya wanafunzi wenye umri kati ya miaka 26 mpaka 40 (kwa wale walioweka umri wao wa kuzaliwa).
te: (పుట్టిన సంవత్సరం ఇచ్చిన) విద్యార్థులలో 26 - 40 మధ్య వయసు గల వారి శాతం.
th: เปอร์เซ็นต์ของผู้เรียนที่มีอายุระหว่าง 26 ถึง 40 ปี (ของผู้ที่เกิดปีเกิด)
tr_tr: 26 ve 40 yaş arası öğrencilerin yüzdesi (doğum yılı verisini sağlayanlar arasında).
uk: Відсоток учнів у віці від 26 до 40 років (з тих, хто надав рік народження).
uz: 26 yoshdan 40 yoshgacha bo'lgan o'quvchilar foizi (tug'ilgan yilini taqdim etganlarning).

source: Learners 41 and Over
af_za: Leerders 41 en ouer
ar: الطلاب بسن 41 وما فوق
ar_sa: الطلّاب 41 وأكثر
az: 41 yaş və daha yuxarı olan tələbələr
bn_bd: শিক্ষার্থীদের বয়স 41 অথবা বেশি
ca: Aprenents de 41 anys o més
cs: Studenti nad 41 let včetně
da: Elever 41 og derover
de_de: Teilnehmer über 41 Jahre
el: Σπουδαστές 41 και άνω
el_gr: Μαθητές 41 και άνω
eo: Léärnérs 41 änd Övér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Estudiantes de 41 años o más
fa_ir: یادگیرندگانی با 41 سال سن و بیشتر
fi: Oppilaat 41 ja sitä vanhemmat
fil_ph: Learners 41 at Higit Pa
fr: Apprenants de plus de 41 ans
fr_ca: Étudiants de 41 ans et plus
fr_fr: Apprenants de 41 ans et plus
he: לומדים בני 41 ומעלה
hi: शिक्षार्थियों 41 और अधिक
hy_am: 41 և ավելի բարձր տարիքի ուսանողներ
id: Peserta usia 41 thn keatas
it: Studenti dai 41 anni in su
it_it: Studenti da 41 in su
ja_jp: 41歳以上の受講者
ka: 41 წელს ზევით მსმენელები
nb: Kursdeltagere 41 og over
pl: Uczniowie mający ponad 41 lat
pl_pl: Uczniowie w wieku 41 lat i starsi
pt_br: Alunos com 41 anos ou mais
pt_pt: Estudantes com 41 anos ou Mais
ro: Elevi cu vârsta de 41 de ani și peste.
ru: Слушатели в возрасте 41 год и старше
sl: Učenci, stari 41 let in več
sq: Studentet mbi 41
sv: Eleverna 41 och över
sw_ke: Wanafunzi 41 na Zaidi
te: 41 సంవత్సరాలు లేక ఆపై వయసుగల విద్యార్థులు
th: ผู้เรียนที่มีอายุตั้งแต่ 41 ปีขึ้นไป
tr_tr: 41 Yaş ve Üzeri Öğrenciler
uk: Учні віком від 41 та Старші
uz: 41 yosh va undan yuqori yoshdagi o'quvchilar.

source: The percentage of learners aged 41 years or older (of those who provided a year of birth).
af_za: Die persentasie leerders van 41 jaar of ouer (van diegene wat 'n geboortejaar voorsien het).
ar: النسبة المئوية للطلاب الذين يبلغ عمرهم 41 وما فوق (من بين هؤلاء الذين أعطوا تفاصيل سنة الولادة).
ar_sa: نسبة الطلّاب الذين أعمارهم 41 سنة فأكثر (من الذين قدموا سنة ميلاد).
az: 41 yaş və ya daha çox olan tələbələrin faizi (doğum ilini qeyd edənlərin).
bn_bd: শিক্ষার্থীদের শতকরা হার যাদের বয়স 41 বছর বা তার বেশি (যারা জন্মসনদ দিয়েছেন) ।
ca: El percentatge d'aprenents de 41 anys o més (dels que van proporcionar un any de naixement).
cs: Procento studentů ve věku 41 let nebo starší (těch, kteří uvedli rok narození)
da: Procentdelen af kursister på 41 år eller ældre (af dem, der har givet et fødselsår).
de_de: Anzahl der Teilnehmer im Alter von 41 Jahren oder älter (gemäss Angabe Geburtsjahr)
el: Το ποσοστό των σπουδαστών ηλικίας 41 ετών και άνω (από αυτούς που παρείχαν έτος γέννησης).
el_gr: Το ποσοστό των μαθητών ηλικίας 41 ετών και άνω (από αυτούς που παρείχαν έτος γέννησης).
eo: Thé pérçéntägé öf léärnérs ägéd 41 ýéärs ör öldér (öf thösé whö prövïdéd ä ýéär öf ßïrth). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Porcentaje de estudiantes con 41 años o más (de los que suministraron su fecha de nacimiento)
fa_ir: درصد یادگیرندگان 41 ساله یا بیشتر (از کسانی که سال تولد خود را اعلام کردند).
fi: 41 vuotta täyttäneiden opiskelijoiden prosenttiosuus (syntymävuoden ilmoittaneista).
fil_ph: Ang porsyento ng mga mag-aaral na may edad na 41 taong gulang o mas matanda (sa mga nagbigay ng isang taon ng kapanganakan).
fr: Le pourcentage d'élèves âgés de 41 ans ou plus (parmi ceux qui ont indiqué une année de naissance).
fr_ca: Le pourcentage d'élèves âgés de 41 ans ou plus (parmi ceux qui ont fourni une année de naissance).
fr_fr: Le pourcentage d'apprenants âgés de 41 ans ou plus (parmi ceux qui ont fourni une année de naissance).
he: אחוז הלומדים בני 41 ומעלה (מבין אלה שציינו שנת לידה).
hi: 41 वर्ष या उससे अधिक उम्र के शिक्षार्थियों का प्रतिशत (जन्म के वर्ष प्रदान करने वालों में से)।
hy_am: 41 և ավելի բարձր տարիքի ուսանողների տոկոս (ովքեր ներկայացրել են ծննդյան տարեթիվը)
id: Persentase pengguna berumur 41 tahun keatas (dari yang mencantumkan tahun kelahiran)
it: La percentuale di studenti di età pari o superiore a 41 anni (di coloro che hanno fornito un anno di nascita).
it_it: La percentuale di studenti che hanno più di 41 anni (di coloro che hanno fornito un anno di nascita).
ja_jp: 41歳以上の受講者の割合(誕生年を入力したユーザー数を分母とする)。
ka: 41 წელს ზევით მსმენელების პროცენტი (რომლებმაც დაბადების წელი მიუთითეს ).
nb: Prosentandel av studenter eldre enn 41 år (av de som la ved fødselsår).
pl: Procent uczniów mających 41 lat lub starszych (spośród tych, którzy podali swój tok urodzenia).
pl_pl: Odsetek uczniów w wieku 41 lat i więcej (wśród tych, którzy podali rok urodzenia).
pt_br: O percentual de alunos com idade de 41 anos ou mais (do que informaram o ano de nascimento).
pt_pt: A percentagem de estudantes com 41 anos de idade ou mais (dos que indicaram o ano de nascimento).
ro: Procentul elevilor cu vârsta de 41 de ani sau mai în vârstă (al acelora care au anul de naștere salvat)
ru: Процентная часть слушателей в возрасте 41 год и старше (из числа тех, кто сообщил год рождения).
sl: Odstotek učencev, starih 41 let ali več (od tistih, ki so navedli leto rojstva).
sq: Përqindja e nxënësve të moshës 41 vjeç e lart (e atyre që kanë dhënë një vit të lindjes).
sv: Andelen elever i åldrarna 41 år eller äldre (av dem som gav ett födelseår).
sw_ke: Asilimia ya wanafunzi wenye umri kati ya miaka 41 au zaidi (kwa wale walioweka umri wao wa kuzaliwa).
te: (పుట్టిన సంవత్సరం ఇచ్చిన) విద్యార్థులలో 41 లేక అపై వయసుగల వారి శాతం.
th: เปอร์เซ็นต์ของผู้เรียนที่มีอายุ 41 ปีขึ้นไป (ของผู้ที่เกิดปีเกิด)
tr_tr: 41 yaş ve üzeri öğrencilerin yüzdesi (doğum yılı verisini sağlayanlar arasında).
uk: Відсоток учнів у віці 41 року або старше (тих, хто надав рік народження).
uz: 41 va undan katta yoshdagi o'quvchilar foizi (tug'ilgan yilini taqdim etganlarning).

source: Age Breakdown
af_za: Ouderdomsverdeling
ar: تقسيم الطلّاب بحسب الأعمار
ar_sa: انهيار العمر
az: Yaş bölmələri
bn_bd: বয়সের ভাঙ্গন
ca: Desglossament de l'edat
cs: Věkové členění
da: Aldersfordeling
de_de: Altersübersicht
el: Ηλικιακή ανάλυση
el_gr: Ηλικιακή κατανομή
eo: Àgé Bréäkdöwn Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Detalle de edades
es_es: Desglose por edad
fa_ir: تفکیک سن
fi: Ikäjakauma
fil_ph: Edad Breakdown
fr: Répartition par Age
fr_ca: Répartition selon l'âge
fr_fr: Répartition par âge
he: התפלגות גילאים
hi: उम्र का टूटना
hu: Életkor szerinti eloszlás
hy_am: Տարիքային խումբ
id: Rincian Usia
it: Ripartizione per età
it_it: Analisi dell'età
ja_jp: 年齢構成
ka: ასაკობრივი განშლა
lt_lt: Analizė pagal amžių
nb: Aldersklassifisering
nl_nl: Onderverdeling naar Leeftijd
pl: Rozkład wieku
pl_pl: Podział wieku
pt_br: Distribuição Etária
pt_pt: Distribuição Etária
ro: Vârsta pe Categorii
ru: возрастная группа
sk: Vekové rozdelenie
sl: Razčlenitev po letih
sq: Ndarja e moshës
sv: Åldersuppdelning
sw_ke: Umri
te: వయసుల వారీ వివరములు
th: ล้มเลิกอายุ
tr_tr: Yaş Dağılımı
uk: Вікова Розбивка
uz: Yosh taqsimoti

source: What level of education do my learners have?
af_za: Watter vlak van onderwys het my leerders?
ar: ما هو مستوى التعليم لدى طلابي؟
ar_sa: ما هو المستوى التعليمي الذي يتمتع به الطلّاب الخاص بي؟
az: Mənim tələbələrimin təhsil pilləsi nədir?
bn_bd: আমার শিক্ষার্থীরা কোন পর্যায়ের শিক্ষা গ্রহন করেছে?
ca: Quin nivell d'educació tenen els meus alumnes?
cs: Jakou úroveň vzdělání mají moji studenti?
da: Hvilket uddannelsesniveau har mine kursister?
de_de: Bildungsniveau der Teilnehmer
el: Τι επίπεδο εκπαίδευσης έχουν οι σπουδαστές μου;
el_gr: Τι επίπεδο εκπαίδευσης έχουν οι μαθητές μου;
eo: Whät lévél öf édüçätïön dö mý léärnérs hävé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: ¿Cuál es el nivel de educación de mis estudiantes?
fa_ir: یادگیرندگان من چه سطحی از تحصیلات دارند؟
fi: Mikä koulutustaso oppijoillani on?
fil_ph: Anong antas ng edukasyon mayroon ang aking mga mag-aaral?
fr: Quel niveau d'étude ont mes apprenants ?
fr_ca: Quel niveau de formation ont mes étudiants?
fr_fr: Quel est le niveau d'éducation de mes apprenants ?
he: מהי רמת ההשכלה של הלומדים שלי?
hi: मेरे शिक्षार्थियों के पास किस स्तर की शिक्षा है?
hy_am: Ո՞րն է իմ ուսանողների կրթական մակարդակը
id: Tingkat pendidikan dari para pengguna
it: Che livello di istruzione hanno i miei studenti?
it_it: Qual è il livello di istruzione dei miei studenti?
ja_jp: 受講者の学歴について
ka: რა დონის განათლება აქვთ ჩემს მსმენელებს?
nb: Hvilket utdanningsnivå har mine studenter?
pl: Jakie wykształcenie mają moi uczniowie?
pl_pl: Jaki poziom wykształcenia mają moi uczniowie?
pt_br: Qual o grau de escolaridade que meus alunos possuem?
pt_pt: Qual o nível de educação dos meus estudantes?
ro: Care este nivelul educațional al elevilor mei?
ru: Какой уровень образования у моих слушателей?
sl: Kakšno stopnjo izobrazbe imajo moji učenci?
sq: Çfarë niveli arsimor kanë nxënësit e mi?
sv: Vilken utbildningsnivå har mina elever?
sw_ke: Wanafunzi wengi wana kiwango gani cha elimu?
te: నా విద్యార్థుల విద్యా స్థాయి ఏది?
th: ผู้เรียนของฉันมีการศึกษาอยู่ในระดับใด?
tr_tr: Öğrencilerim hangi eğitim düzeyine sahip?
uk: Який рівень освіти моїх учнів?
uz: Mening o'quvchilarim qanday ma'lumotga ega?
