Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Performance: Learning Outcomes
af_za: Prestasie: Leeruitkomste
ar: الأداء: نتائج التعلُّم
ar_sa: الأداء: مخرجات التعلم
az: Nailiyyətlər: Öyrənmə nəticələri
bn_bd: কর্মক্ষমতাঃ শেখার ফলাফল
ca: Rendiment: resultats d'aprenentatge
cs: Výkon: Výsledky učení
da: Præstation: læringsudbytte
de_de: Performanz der Lernerfolge
el: Επίδοση: Μαθησιακά αποτελέσματα
el_gr: Απόδοση: Μαθησιακά Αποτελέσματα
eo: Pérförmänçé: Léärnïng Öütçömés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Desempeño: Resultados de aprendizaje
fa_ir: عملکرد: نتایج یادگیری
fi: Suorituskyky: Oppimistulokset
fil_ph: Pagganap: Mga Resulta ng Pagkatuto
fr: Performance: Résultats d'apprentissage
fr_ca: Rendement : Résultats d'apprentissage
fr_fr: Performance : Résultats de l'apprentissage
he: ביצוע: תוצאות למידה
hi: प्रदर्शन: सीखना परिणाम
hy_am: Կատարողական։ Ուսման արդյունքներ
id: Performa: Keluaran Pembelajaran
it: Prestazioni: risultati dell&#39;apprendimento
it_it: Prestazioni: risultati di apprendimento
ja_jp: パフォーマンス: 学習成果
pl: Wyniki nauczania
pl_pl: Wydajność: Efekty uczenia się
pt_br: Desempenho: Resultados de aprendizado.
pt_pt: Desempenho: Resultados da Aprendizagem
ro: Performanță: Rezultatele Învățării
ru: Успеваемость: Результаты обучения
sl: Uspešnost: učni rezultati
sq: Performanca: Rezultatet e të nxënit
sv: Prestanda: Lärandemål
sw_ke: Utendaji: Matokeo ya Ujifunzaji
th: ประสิทธิภาพ: ผลการเรียนรู้
tr_tr: Performans: Öğrenme Çıktıları
uk: Продуктивність: Результати учнів
uz: Ishlash: o'rganish natijalari

source: Terms of Service
af_za: Diensvoorwaardes
ar: شروط الخدمة
ar_sa: شروط الخدمة
az: Xidmət şərtləri
bn_bd: সেবা পাবার শর্ত
ca: Termes de Servei
cs: Smluvní podmínky
da: Vilkår
de_de: Nutzungsbedingungen
el: Όροι χρήσης
el_gr: Όροι χρήσης
eo: Térms öf Sérvïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Términos del servicio
es_es: Condiciones del servicio
fa_ir: شرایط استفاده از سرویس
fi: Käyttöehdot
fil_ph: Mga Tuntunin ng Serbisyo
fr: Conditions d'utilisation
fr_ca: Conditions générales du service
fr_fr: Conditions de service
he: תנאי שימוש
hi: सेवा की शर्तें
hu: Szolgáltatási feltételek
hy_am: Ծառայության պայմանները
id: Ketentuan Layanan
it: Termini di Servizio
it_it: Termini di Servizio
ja_jp: 利用規約
ka: მომსახურების პირობები
lt_lt: Naudojimosi sąlygos
nb: Bruksvilkår for tjenesten
nl_nl: Gebruiksvoorwaarden
pl: Warunki korzystania z Serwisu
pl_pl: Warunki usługi
pt_br: Termos do Serviço
pt_pt: Termos do Serviço
ro: Termenii de serviciu
ru: Условия предоставления услуг
sk: Podmienky používania služby
sl: Pravila sodelovanja
sq: Kushtet e Përdorimit
sv: Användarvillkor
sw_ke: Masharti ya Huduma
th: เงื่อนไขการให้บริการ
tr_tr: Kullanım Koşulları
uk: Умови надання послуг
uz: Xizmat ko'rsatish shartlari

source: Privacy Policy
af_za: Privaatheidsbeleid
ar: سياسة الخصوصية
ar_sa: سياسة الخصوصية
az: Məxfilik siyasəti
bn_bd: গোপনীয়তার নীতি
ca: Política de Privacitat
cs: Pravidla ochrany osobních údajů
da: Privatlivspolitik
de_de: Datenschutzbestimmungen
el: Πολιτική προστασίας δεδομένων
el_gr: Πολιτική Απορρήτου
eo: Prïväçý Pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Política de privacidad
es_es: Política de privacidad
fa_ir: سیاست حفظ حریم خصوصی
fi: Tietosuojakäytäntö
fil_ph: Patakaran sa Privacy
fr: Politique de confidentialité
fr_ca: Politique de confidentialité
fr_fr: Politique de confidentialité
he: מדיניות פרטיות
hi: निजता नीति
hu: Adatvédelem
hy_am: Գաղտնիության քաղաքականություն
id: Kebijakan Privasi
it: Informativa sulla privacy
it_it: Informativa sulla privacy
ja_jp: プライバシーポリシー
ka: კონფიდენციალურობის პოლიტიკა
lt_lt: Privatumo politika
nb: Erklæring om personvern
nl_nl: Privacybeleid
pl: Polityka prywatności
pl_pl: Polityka prywatności
pt_br: Política de privacidade
pt_pt: Política de Privacidade
ro: Polița de intimite
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sl: Pravilnik o zasebnosti
sq: Politikat e privatësisë
sv: Integritetspolicy
sw_ke: Kanuni za Faragha
th: นโยบายความเป็นส่วนตัว
tr_tr: Gizlilik İlkeleri
uk: Політика конфіденційності
uz: Maxfiylik siyosati

source: Access Denied
af_za: Toegang verbied
ar: عذراً، لا يمكنك الدخول.
ar_sa: تم رفض وصول
az: Giriş rədd edildi
bn_bd: প্রবেশ সংরক্ষিত
ca: Accés denegat
cs: Přístup odepřen
da: Adgang nægtet
de_de: Zugriff verweigert
el: Απαγορεύεται η πρόσβαση
el_gr: Δεν επιτρέπεται η πρόσβαση
eo: Àççéss Dénïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Acceso Denegado
es_es: Acceso denegado
fa_ir: دسترسی رد شد
fi: Pääsy evätty
fil_ph: Walang pahintulot
fr: Accès refusé
fr_ca: Accès refusé
fr_fr: Accès refusé
he: גישה נדחתה
hi: प्रवेश अस्वीकृत
hu: Hozzáférés megtagadva
hy_am: Մուտքի մերժում
id: Akses Ditolak
it: Accesso negato
it_it: Accesso Negato
ja_jp: アクセス拒否
ka: წვდომა აკრძალულია
lt_lt: Prieiga draudžiama
nb: Du har ikke tilgang
nl_nl: Toegang geweigerd
pl: Odmowa dostępu
pl_pl: Brak dostępu
pt_br: Acesso negado
pt_pt: Acesso Negado
ro: Acces restricționat
ru: Доступ запрещён
sk: Prístup zamietnutý
sl: Zavrnjen dostop
sq: Akses i ndaluar
sv: Tillträde beviljas ej
sw_ke: Ruhusa ya utumizi Haikutolewa
th: ไม่อนุญาตให้เข้าถึง
tr_tr: Erişim Engellendi
uk: У доступі відмовлено
uz: Ruxsat yo'q

source: You do not have permission to view this page. If you believe you should have access to this page, try logging out and logging in again to refresh your permissions.
af_za: U het nie toestemming om hierdie bladsy te sien nie. As u glo dat u toegang tot hierdie bladsy moet hê, probeer dan om aan te meld en weer aan te meld om u toestemmings te verfris.
ar: عذراً، ليس لديك الصلاحية لزيارة هذه الصفحة. إذا كنت تعتقد بأنّك تتمتّع بهذه الصلاحية، رجاءً حاول الخروج ثمّ تسجيل الدخول مجدّدًا لتحديث صلاحيّتك.
ar_sa: ليس لديك الإذن لعرض هذه الصفحة. إذا كنت تعتقد أنه يجب عليك وصول إلى هذه الصفحة، فحاول تسجيل الخروج وتسجيل الدخول مرة أخرى لتحديث أذوناتك.
az: Sizin bu səhifəyə baxmaq üçün icazəniz yoxdur. Əgər siz bu səhifəyə giriş icazəniz olmalı olduğuna inanırsınızsa, icazənizi yeniləmək üçün portaldan çıxıb yenidən girin.
bn_bd: এই পেজটি দেখার অনুমতি নেই । আপনি যদি এই পেজটি দেখার অনুমতি প্রাপ্ত হন তাহলে লগ আউট করে পুনরায় লগ ইন করুন এবং অনমতি রিফ্রেশ করুন ।
ca: No teniu permís per veure aquesta pàgina. Si creieu que hauria de tenir accés a aquesta pàgina, proveu de tancar la sessió i tornar a iniciar-la per actualitzar els vostres permisos.
cs: K zobrazení této stránky nemáte oprávnění. Pokud se domníváte, že byste měli mít přístup na tuto stránku, zkuste se odhlásit a znovu přihlásit, abyste obnovili svá oprávnění.
da: Du har ikke tilladelse til at se denne side. Hvis du mener, at du skal have adgang til denne side, kan du prøve at logge ud og logge på igen for at opdatere dine tilladelser.
de_de: Du hast nicht die Rechte um diese Seite zu betrachten. Falls du glaubst, dass du Zugriff auf diese Seite haben solltest, versuche es mit einer Abmeldung und einem erneuten Anmelden, um deine Rechte zu aktualisieren.
el: Δεν έχετε το δικαίωμα να δείτε αυτή τη σελίδα. Εάν πιστεύετε ότι θα έπρεπε να έχετε πρόσβαση σε αυτή τη σελίδα, προσπαθήστε να αποσυνδεθείτε και να ξανασυνδεθείτε, ώστε να ανανεωθούν τα δικαιώματά σας.
el_gr: Δεν έχετε άδεια προβολής αυτής της σελίδας. Εάν πιστεύετε ότι πρέπει να έχετε πρόσβαση σε αυτήν τη σελίδα, δοκιμάστε να αποσυνδεθείτε και να συνδεθείτε ξανά για να ανανεώσετε τα δικαιώματά σας.
eo: Ýöü dö nöt hävé pérmïssïön tö vïéw thïs pägé. Ìf ýöü ßélïévé ýöü shöüld hävé äççéss tö thïs pägé, trý löggïng öüt änd löggïng ïn ägäïn tö réfrésh ýöür pérmïssïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂є#
es_419: No tienes permisos para ver esta página. Si crees que debes tener acceso a esta página, intenta desconectándote y conectándote de nuevo para refrescar tus permisos.
es_es: No tienes permiso para ver esta página. Si crees que deberías tener acceso a esta página, intenta desconectarte y conectarte otra vez para actualizar tus permisos
fa_ir: شما مجوز مشاهده این صفحه را ندارید. اگر از دید شما باید به این صفحه دسترسی می‌داشتید ، از سامانه خارج شده و دوباره وارد شوید تا مجوزهای شما از نو بارگیری شوند.
fi: Sinulla ei ole lupaa tarkastella tätä sivua. Jos uskot, että sinulla pitäisi olla pääsy tälle sivulle, yritä kirjautua ulos ja kirjautua uudelleen sisään päivittääksesi käyttöoikeutesi.
fil_ph: Wala kang pahintulot na tingnan ang pahinang ito. Kung naniniwala kang dapat kang magkaroon ng access sa pahinang ito, subukang mag-log out at mag-log in muli upang i-refresh ang iyong mga pahintulot.
fr: Vous n'avez pas l'autorisation d'afficher cette page. Si vous croyez que vous devriez avoir accès à cette page, essayez de vous déconnecter et vous reconnecter pour rafraîchir vos autorisations.
fr_ca: Vous n'êtes pas autorisé à afficher cette page. Si vous croyez que vous devriez avoir accès à cette page, essayez de vous déconnecter et connecter vous à nouveau pour rafraîchir vos autorisations.
fr_fr: Vous n'avez pas l'autorisation de consulter cette page. Si vous pensez que vous devriez avoir accès à cette page, essayez de vous déconnecter et de vous reconnecter pour actualiser vos autorisations.
he: אין לך הרשאה לצפות בעמוד זה. אם לדעתך צריכה להיות לך גישה לעמוד, נסה להתנתק ולהתחבר שוב על מנת לעדכן את הרשאותיך.
hi: आपको इस पृष्ठ को देखने की अनुमति नहीं है। यदि आपको लगता है कि आपके पास इस पृष्ठ तक पहुंच होनी चाहिए, तो अपनी अनुमतियों को फिर से ताज़ा करने के लिए लॉग आउट करने की कोशिश करें।
hu: Nincs jogod megnézni ezt az oldalt. Ha úgy gondolod, hogy van jogod hozzá, akkor jelentkezz ki és vissza, hogy a jogosultságok frissítésre kerüljenek.
hy_am: Դուք իրավունք չունեք մուտք գործել այս էջ: Եթե ​​կարծում եք, որ դուք պետք է մուտք ունենաք էջին, փորձեք դուրս գալ և կրկին մուտք գործել ՝ ձեր մուտքի իրավունքները թարմացնելու համար:
id: Anda tidak diijinkan untuk melihat halaman ini. Jika anda yakin bahwa anda dapat mengakses halaman ini, coba untuk keluar dan masuk kembali untuk memeriksa hak akses anda.
it: Non hai il permesso per visualizzare questa pagina. Se ritieni che dovresti avere accesso a questa pagina, prova a disconnetterti e ad accedere nuovamente per aggiornare le tue autorizzazioni.
it_it: Non si dispone dell'autorizzazione per visualizzare questa pagina. Se si crede di aver bisogno di accedere a questa pagina, prova a scollegarti e a ricollegarti nuovamente per aggiornare le tue autorizzazioni.
ja_jp: このページを閲覧するためのアクセス権がありません。このページにアクセスできることが想定される場合は、アクセス権の更新のため、ログアウトして再度ログインしてください。
ka: თქვენ ამ გვერდის ნახვის უფლება არ გაქვთ. თუ მიგაჩნიათ, რომ ამ გვერდზე წვდომა უნდა გქონდეთ, თქვენი უფლებების გასაახლებლად, სცადეთ გამოსვლა და ხელახლა შესვლა.
lt_lt: Jūs neturite teisės peržiūrėti šį puslapį. Jeigu manote, kad turėtumėte turėti galimybę skaityti šį puslapį, pabandykite atnaujinti savo leidimus atsijungdami ir vėl prisijungdami.
nb: Du har ikke tilgang til å se denne siden. Hvis du mener du burde ha tilgang til denne siden, prøv å logge inn og ut igjen for å oppdatere din tilgang.
nl_nl: U heeft geen permissie om deze pagina te bekijken. Als u van menig bent dat u toegang zou moeten hebben, probeer dan uit te loggen, en weer in te loggen om uw permissies te verversen.
pl: Nie posiadasz uprawnień, by wyświetlić tą stronę. Jeśli uważasz, że powinieneś mieć dostęp do tej strony, spróbuj wylogować się i zalogować ponownie by odświeżyć twoje uprawnienia.
pl_pl: Nie masz uprawnień do przeglądania tej strony. Jeśli uważasz, że powinieneś mieć dostęp do tej strony, spróbuj się wylogować i zalogować ponownie, aby odświeżyć swoje uprawnienia.
pt_br: Você não tem permissão pra visualizar essa página. Se acredita que deveria ter acesso, tente sair e entrar de novo pra recarregar suas permissões.
pt_pt: Não tem permissão para aceder a esta página. Caso considere que deve ter acesso, tente sair da sua sessão e voltar novamente a iniciar a sessão para atualizar as suas permissões.
ro: Nu aveți permisiunea pentru a vizualiza această pagină. Dacă doriți să accesați această pagină, deconectați-vă și conectați-vă din nou pentru a vi se permite accesul.
ru: У вас нет прав доступа к этой странице. Если вы считаете, что должны иметь к ней доступ, попробуйте выйти из системы и снова войти, чтобы обновить информацию о своих правах доступа.
sk: Nemáte povolenie na zobrazenie tejto stránky. Ak si myslíte, že by ste mali mať k tejto stránke prístup, skúste sa odhlásiť a opätovne prihlásiť, aby sa mohli vaše povolenia zaktualizovať
sl: Za ogled te strani nimate dovoljenja. Če verjamete, da bi morali imeti dostop do te strani, poskusite z odjavo in ponovno prijavo, da bi osvežili dovoljenja.
sq: Ju nuk keni leje për të parë këtë faqe. Nëse besoni se duhet të keni akses në këtë faqe, provoni të dilni dhe të identifikoheni përsëri për të rifreskuar lejet tuaja.
sv: Du har inte behörighet att visa den här sidan. Om du tror att du ska ha tillgång till den här sidan kan du försöka logga ut och logga in igen för att uppdatera dina behörigheter.
sw_ke: Huna ruhusa kutazama ukurasa huu. Ukiamini unastahili kuwa na ruhusa kwa ukurasa huu, jaribu kutoka na kuingia tena mtandaoni ukionesha upya ruhusa ulizopewa.
th: คุณไม่ได้รับอนุญาตให้ดูหน้านี้ หากคุณคิดว่าคุณควรเข้าถึงหน้านี้ลองออกจากระบบและเข้าสู่ระบบเพื่อเข้าถึงการอนุญาตอีกครั้ง
tr_tr: Bu sayfayı görüntülemek için izniniz yok. Erişiminizin olması gerektiğini düşünüyorsanız, izinlerinizi yenilemek için oturumu kapatıp tekrar açmayı deneyin.
uk: Ви не маєте права доступу до переглядання цієї сторінки. Якщо ви вважаєте, що маєте доступ до цієї сторінки, спробуйте вийти з системи й увійти знову, щоб оновити дозвіл.
uz: Sizda ushbu sahifani ko'rishga ruxsat yo'q. Agar siz ushbu sahifaga kirishingiz kerak deb hisoblasangiz, ruxsatlarni yangilash uchun tizimdan chiqib, qayta kirishga harakat qiling.

source: Logout then Login
af_za: Afmelding en teken dan aan
ar: الرجاء الخروج، ثمّ تسجيل دخولك مجدّدًا.
ar_sa: تسجيل الخروج ثم تسجيل الدخول
az: Çıxın, sonra daxil olun
bn_bd: লগ আউট করুন এবং পুনরায় লগ ইন করুন
ca: Tanqueu la sessió a continuació
cs: Odhlaste se a poté se přihlaste
da: Log ud og derefter log ind
de_de: Abmelden, und dann wieder anmelden
el: Αποσυνδεθείτε και επανασυνδεθείτε
el_gr: Αποσύνδεση και μετά Είσοδος
eo: Lögöüt thén Lögïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Desconectarse e Ingresar
es_es: Sal y después vuelve a conectarte
fa_ir: خروج از سامانه و ورود دوباره
fi: Kirjaudu ulos ja sitten kirjaudu sisään
fil_ph: Mag-logout pagkatapos Mag-login
fr: Déconnectez-vous puis reconnectez-vous
fr_ca: Déconnectez-vous et connectez-vous
fr_fr: Déconnexion puis connexion
he: התנתק ואז התחבר
hi: लॉग-आउट कर फिर से लॉग-इन करें
hu: Jelentkezz ki, majd vissza
hy_am: Ելք, ապա մուտք
id: Keluar lalu Masuk
it: Esci e poi accedi
it_it: Disconnetti, poi Accedi
ja_jp: ログアウトしてログイン
ka: გამოდით და ხელახლა შედით
lt_lt: Atsijunkite ir tada prisijunkite
nb: Logg ut og inn igjen
nl_nl: Uitloggen, dan inloggen
pl: Wyloguj się i zaloguj ponownie
pl_pl: Wyloguj się, a następnie zaloguj
pt_br: Sair e Entrar novamente
pt_pt: Sair e voltar a Entrar na sua sessão
ro: Deconectați-vă apoi Conectați-vă
ru: Выход из системы затем вход в систему
sk: Odhlásiť sa a následne sa prihlásiť
sl: Odjavi in potem prijavi
sq: Sh'kyçu pastaj kyçuni
sv: Logga ut sedan Logga in
sw_ke: Toka mtandaoni kisha Ingia
th: ออกจากระบบ แล้วเข้าสู่ระบบ
tr_tr: Oturumu kapatın sonrasında Oturum açın
uk: Вийдіть та знову авторизуйтесь
uz: Tizimdan chiqing va tizimga kiring

source: Page Not Found
af_za: Bladsy nie gevind nie
ar: الصفحة التي طلبتها غير موجودة
ar_sa: هذه الصفحة غير موجودة
az: Səhifə tapılmadı
bn_bd: পৃষ্ঠা খুঁজে পাওয়া যায়নি
ca: No s'ha trobat la pàgina
cs: Stránka nebyla nalezena
da: Side ikke fundet
de_de: Seite nicht gefunden
el: Η ΣΕΛΙΔΑ ΔΕΝ ΒΡΕΘΗΚΕ
el_gr: Η σελίδα δεν βρέθηκε
eo: Pägé Nöt Föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: No se encontró la página
es_es: No se encontró la página
fa_ir: صفحه مورد نظر پیدا نشد
fi: Sivua ei löydetty
fil_ph: Hindi Nahanap ang Pahina
fr: Page non trouvée
fr_ca: Page non trouvée
fr_fr: Page non trouvée.
he: העמוד אינו נמצא
hi: यह पेज मौजूद नहीं है
hu: Az oldal nem található
hy_am: էջը հայտնաբերված չէ
id: Halaman Tidak Ditemukan
it: Pagina Non Trovata
it_it: Pagina Non Trovata
ja_jp: お探しのページが見つかりません
ka: გვერდი ვერ მოიძებნა
lt_lt: Puslapis nerastas
nb: Side ikke funnet
nl_nl: Pagina Niet Gevonden
pl: Strony nie znaleziono
pl_pl: Strona nie znaleziona
pt_br: Página não encontrada
pt_pt: Página Não Encontrada
ro: Pagina nu a fost găsită
ru: Страница не найдена
sk: Stránka sa nenašla
sl: Stran ni bila najdena
sq: Faqja nuk u gjet
sv: Sidan hittas inte
sw_ke: Ukurasa Haupatikani
th: ไม่พบหน้าที่ต้องการเปิด
tr_tr: Sayfa Bulunamadı
uk: Сторінку не знайдено
uz: Ma'lumot topilmadi

source: We can't find the page you're looking for. Please make sure the URL is correct and if not try again.
af_za: Ons kan nie die bladsy vind waarna u soek nie. Maak seker dat die URL korrek is en probeer weer.
ar: عذراً، لم نتمكّن من إيجاد الصفحة التي تبحث عنها. يُرجى التحقّق من الرابط والمحاولة من جديد.
ar_sa: لا يمكننا العثور على الصفحة التي تبحث عنها. يرجى التأكد من صحة عنوان URL وإذا لم يكن كذلك حاول مرة أخرى.
az: Sizin axtardığınız səhifəni tapa bilmirik. Zəhmət olmasa, əmin olun ki, URL düzgündür və əgər elə deyilsə, yenidən cəhd edin.
bn_bd: আপনার কাংখিত পেজটি খুজে পাওয়া যায় নি । দয়া করে ইউ আর এল টি সঠিক কি না যাচাই করুন এবং পুনরায় চেষ্টা করুন ।
ca: No podem trobar la pàgina que cerqueu. Assegureu-vos que l'URL és correcte i, si no, torneu-ho a provar.
cs: Nemůžeme najít stránku, kterou hledáte. Ujistěte se, že je adresa URL správná, a pokud ne, zkuste to znovu.
da: Vi kan ikke finde den side, du leder efter. Sørg for, at URL&#39;en er korrekt, og hvis ikke, prøv igen.
de_de: Wir können die Seite nach der du suchst nicht finden. Bitte vergewissere dich, ob die URL richtig ist, ansonsten versuche es noch einmal.
el: Δεν μπορέσαμε να βρούμε τη σελίδα που αναζητάτε. Παρακαλούμε βεβαιωθείτε ότι η διεύθυνση της σελίδας 'URL' είναι ορθή και εάν δεν είναι προσπαθήστε ξανά.
el_gr: Δεν μπορούμε να βρούμε τη σελίδα που ψάχνετε. Βεβαιωθείτε ότι η διεύθυνση URL είναι σωστή και αν όχι προσπαθήστε ξανά.
eo: Wé çän't fïnd thé pägé ýöü'ré löökïng för. Pléäsé mäké süré thé ÛRL ïs çörréçt änd ïf nöt trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: No podemos encontrar la página que estas buscando. Por favor asegúrate que el URL es correcto o si no intenta de nuevo.
es_es: No encontramos la página que estás buscando. Por favor, asegúrate de que el URL es correcto y si no, inténtalo otra vez.
fa_ir: صفحه‌ای که شما در جستجوی آن هستید پیدا نکردیم. لطفا اطمینان یابید که آدرس اینترنتی صحیح است و گرنه دوباره تلاش کنید.
fi: Emme löydä etsimääsi sivua. Varmista, että URL-osoite on oikea, ja jos ei, yritä uudelleen.
fil_ph: Hindi namin mahanap ang page na iyong hinahanap. Pakitiyak na tama ang URL at kung hindi subukang muli.
fr: Nous ne trouvons pas la page que vous recherchez. Assurez-vous que l'URL est correcte, sinon essayez à nouveau.
fr_ca: Nous ne pouvons trouver la page que vous cherchez. S'il vous plaît assurez-vous que l'URL est correct et si non essayez à nouveau.
fr_fr: Nous ne trouvons pas la page que vous cherchez. Veuillez vous assurer que l'URL est correcte et si ce n'est pas le cas, essayez à nouveau.
he: איננו יכולים לאתר את העמוד המבוקש. אנא ודא שכתובת ה-URL נכונה ואם לא, נסה שוב.
hi: हमें वह पृष्ठ नहीं मिल रहा है जिसकी आप तलाश कर रहे हैं। कृपया सुनिश्चित करें कि यूआरएल सही है और यदि पुन: प्रयास नहीं किया गया है।
hu: Nem találjuk az általad keresett oldalt. Győződj meg róla, hogy a beírt URL helyes, ha nem, akkor ne próbálkozz újra.
hy_am: Ձեր որոնած էջը գոյություն չունի: Խնդրում ենք ստուգել, ​​արդյոք URL- ը ճիշտ է, եթե ոչ՝ կրկին փորձեք
id: Kami tidak dapat menemukan halaman yang Anda cari. Silakan pastikan URL Anda benar dan coba kembali.
it: Non riusciamo a trovare la pagina che stai cercando. Assicurati che l&#39;URL sia corretto e, in caso contrario, riprova.
it_it: Non è stato possibile trovare la pagina che stai cercando. Assicurati che l'URL sia corretto e, in caso contrario, prova nuovamente.
ja_jp: お探しのページが見つかりません。URLが間違いないか確認し、再試行してください。
ka: თქვენ მიერ მოთხოვნილი გვერდის მოძიება ვერ მოხერხდა. გთხოვთ დარწმუნდით URL სისწორეში და სცადეთ თავიდან.
lt_lt: Nepavyko rasti jūsų ieškomo puslapio. Įsitikinkite, kad URL nuoroda yra teisinga, o jeigu ne, bandykite iš naujo.
nb: Vi finner ikke siden du leter etter. Vennligst sjekk om URL-linken er korrekt, og hvis ikke, prøv igjen.
nl_nl: De pagina die u zoekt kan niet gevonden worden. Controleer of de URL correct is, probeer het opnieuw als de URL niet correct is.
pl: Nie możemy znaleźć strony, której szukasz. Upewnij się, że URL jest prawidłowy, a jeśli nie, spróbuj ponownie.
pl_pl: Nie możemy znaleźć strony, której szukasz. Upewnij się, że adres URL jest poprawny, a jeśli nie, spróbuj ponownie.
pt_br: Página não encontrada. Certifique-se que a URL esteja correta e tente novamente.
pt_pt: Não conseguimos encontrar a página que procura. Por favor, certifique-se que o URL está correcto e se não, tente novamente.
ro: Nu găsim pagina pe care o cautați. Vă rugăm verificați dacă URL-ul este corect si încercați din nou.
ru: Страница, которую вы ищите не существует. Пожалуйста, проверьте правильность URL-адреса.
sk: Nepodarilo sa nám nájsť stránku, ktorú hľadáte. Skontrolujte, prosím, či je URL adresa správna, inak to skúste znovu.
sl: Ne najdemo strani, ki jo iščeš. Preveri prosim, daje URL naslov pravilen in, če ni poskusi ponovno.
sq: Ne nuk mund të gjejm faqen që ju jeni duke shikuar. Ju lutem sigurohuni se URL është mirë dhe nëse nuk është provojeni përsëri.
sv: Vi kan inte hitta den sida du letar efter. Se till att webbadressen är korrekt och om inte försök igen.
sw_ke: Hatuwezi kuupata ukurasa unaotafuta. Tafadhali hakikisha URL iko sawa na kama sivyo jaribu tena.
th: เราไม่พบหน้าที่คุณต้องการ กรุณาตรวจสอบความถูกต้องของ URL หรือลองใหม่อีกครั้ง
tr_tr: Bakındığınız sayfa bulunamadı. Adresin doğru olduğundan emin olun veya tekrar deneyin.
uk: Ми не можемо знайти потрібну сторінку, яку ви шукаєте. Будь ласка, переконайтеся, що URL-адреса правильна, і якщо ні, то спробуйте знову.
uz: Siz qidirayotgan sahifani topa olmadik. Iltimos, URL manzili to'g'ri ekanligiga ishonch hosil qiling va qaytadan urining.
