Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Each bar shows the counts of complete and incomplete views for that video. Click to understand where learners drop off and which parts they replay.
af_za: Elke balk toon die tellings van volledige en onvolledige kyke vir daardie video. Klik om te verstaan waar leerders aflaai en watter dele hulle weer speel.
ar: يُظهر كل شريط عدد الاستعراضات الكاملة والغير كاملة لهذا الفيديو. انقر هنا لترى ما الذي يشاهده الطلاب والأجزاء التي يقومون بإعادة تشغيلها.
ar_sa: يعرض كل شريط عدد مرات المشاهدة الكاملة وغير الكاملة لهذا الفيديو. أُنقر لفهم أين ينزل الطلّاب والأجزاء التي يعيدون تشغيلها.
az: Hər bir sütun həmin video üçün tam və natamam baxışların sayını göstərir. Tələbələrin niyə yarımçıq qoyduqlarını və hansı hissələrə yenidən baxdıqlarını başa düşmək üçün klikləyin.
bn_bd: প্রতিটি বার ভিডিওটি কতবার সম্পূর্ণ এবং অসম্পূর্ণ বার দেখা হয়েছে তা দেখায় । বুঝার জন্য ক্লিক করুন যেখানে শিক্ষার্থীরা বুঝতে পারে না এবং কোন অংশ তারা পুনরায় দেখে ।
ca: Cada barra mostra els recomptes de vistes completes i incompletes d'aquest vídeo. Feu clic per entendre on deixen els aprenents i quines parts repeteixen.
cs: Každý pruh zobrazuje počty úplných a neúplných zhlédnutí daného videa. Kliknutím zjistíte, kde studenti odejdou a které části si přehrají.
da: Hver bjælke viser antallet af komplette og ufuldstændige visninger for den pågældende video. Klik for at forstå, hvor kursisterne falder fra, og hvilke dele de afspiller igen.
de_de: Jeder Balken zeigt die Anzahl der kompletten oder unvollständigen Betrachtungen dieses Videos. Klicke um zu verstehen wo die Teilnehmer abgesprungen sind, und welche Teile sie erneut angeschaut haben.
el: Κάθε γραμμή δείχνει τον αριθμό των πλήρων και ημιτελών προβολών για αυτό το βίντεο. Κάντε κλικ για να καταλάβετε πού αποχωρούν οι σπουδαστές και ποια μέρη αναπαράγουν ξανά.
el_gr: Κάθε γραμμή δείχνει τον αριθμό των πλήρους και ημιτελών προβολών για αυτό το βίντεο. Κάντε κλικ για να καταλάβετε πού αποχωρούν οι μαθητές και ποια μέρη παίζουν ξανά.
eo: Éäçh ßär shöws thé çöünts öf çömplété änd ïnçömplété vïéws för thät vïdéö. Çlïçk tö ündérständ whéré léärnérs dröp öff änd whïçh pärts théý répläý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм #
es_419: Cada barra muestra la cantidad de visualizaciones completas e incompletas para el video. Haga clic en las barras para saber en qué parte del video los estudiantes salían y qué partes del video repetían.
fa_ir: هر نوار تعداد بازدیدهای کامل و ناقص آن ویدیو را نشان می‌دهد. برای درک اینکه یادگیرندگان کجا می‌روند و کدام قسمت‌ها را دوباره پخش می‌کنند، کلیک کنید.
fi: Jokainen palkki näyttää kyseisen videon täydellisten ja keskeneräisten katselukertojen määrän. Napsauta saadaksesi selville, minne oppijat jäävät ja mitä osia he toistavat.
fil_ph: Ipinapakita ng bawat bar ang bilang ng mga kumpleto at hindi kumpletong panonood para sa video na iyon. I-click upang maunawaan kung saan bumababa ang mga mag-aaral at kung aling mga bahagi ang kanilang ire-replay.
fr: Chaque barre indique le nombre moyen de vue complètes et incomplètes pour les vidéos dans cette sous-section. Cliquez sur les barres avec de faibles totaux ou un taux élevé de vue incomplètes afin de comprendre pourquoi.
fr_ca: Chaque barre affiche les chiffres des visionnements complets et incomplets pour cette vidéo. Cliquez pour comprendre où les étudiants quittent la vidéo et quelles parties ils rejouent.
fr_fr: Chaque barre indique le nombre de vues complètes et incomplètes de cette vidéo. Cliquez pour comprendre où les apprenants se rendent et quelles parties ils rejouent.
he: כל עמודה מראה את מספר הצפיות המלאות והחלקיות של סרטון וידאו זה. לחץ על מנת לדעת היכן הפסיקו הלומדים ועל איזה מקטעים חזרו עליהם.
hi: प्रत्येक बार, उस वीडियो के पूर्ण और अपूर्ण दर्शन की गणना को दर्शाता है। कहां शिक्षार्थियों ने छोड़ा और किस हिस्से को उन्होने फिर से चलाया, यह समझने के लिए क्लिक करें।
hy_am: Յուրաքանչյուր սյունակում ցուցադրվում է այս տեսանյութի ամբողջական և թերի դիտումների քանակը: Սեղմեք ՝ հասկանալու, թե որտեղ են ուսանողները կանգ առնում և որ մասերն են կրկին դիտում
id: Setiap bar menunjukkan jumlah penayangan lengkap dan tidak lengkap untuk video tersebut. Klik untuk memahami di mana pelajar berhenti dan bagian mana yang mereka putar ulang.
it: Ciascuna barra mostra il numero di visualizzazioni complete e incomplete per quel video. Fai clic per capire dove abbandonano gli studenti e quali parti riproducono.
it_it: Ciascuna barra mostra il numero di visualizzazioni complete e incomplete per quel video. Fai clic per comprendere il punto in cui gli studenti hanno abbandonato il video e quali sono le parti visualizzate nuovamente.
ja_jp: 棒グラフはその動画を最後まで見た人・見なかった人の数を示しています。クリックすると、どこで受講生が脱落したかやどの部分がリプレイされたかが分かります。
ka: თითოეული ზოლი აჩვენებს შესაბამისი ქვეგანყოფილების ვიდეოების დასრულებული და არასრული ნახვების საშუალო რაოდენობას. დააწკაპუნეთ, რომ გაიგოთ სად მცირდება მსმენელთა რაოდენობა და რომელ ნაწილებს უშვებენ თავიდან.
nb: Hver søyle viser antall fullførte og ikke-fullførte visninger for videoen. Klikk for å forstå hvor studentene faller av, og hvilke deler de spiller på nytt.
pl: Każdy prostokąt pokazuje liczbę pełnych i częściowych wyświetleń tego wideo. Kliknij by zrozumieć gdzie uczniowie rezygnują i które części przeglądają ponownie.
pl_pl: Każdy słupek pokazuje liczbę pełnych i niepełnych wyświetleń danego filmu. Kliknij, aby zrozumieć, gdzie uczniowie rezygnują i które części przeglądają ponownie.
pt_br: Cada barra mostra a contagem de visulizações completas e incompletas para aquele vídeo. Clique para entender como os alunos abandonam e quais as partes eles reprisam.
pt_pt: Cada barra mostra as contagens de visualizações completas e incompletas deste vídeo. Clique para compreender quais os momentos em que os estudantes interrompem e quais os momentos que mais visualizam.
ro: Fiecare bară arată numărul de vizualizări complete și incomplete pentru videoclipul respectiv. Faceți clic pentru a vedea unde opresc vizionarea elevii și părțile pe care le revizualizează.
ru: Каждый столбец показывает количество полных и неполных просмотров этого видео. Щелкните, чтобы понять, где ученики останавливаются и какие части проигрываются.
sl: Vsaka vrstica prikazuje število popolnih in nepopolnih ogledov za ta videoposnetek. Kliknite, če želite razumeti, kje učenci odidejo in katere dele ponovijo.
sq: Çdo shirit tregon numrin e shikimeve të plota dhe jo të plota për atë video. kliko për të kuptuar se ku largohen nxënësit dhe cilat pjesë i luajnë përsëri.
sv: Varje stapel visar antalet kompletta och ofullständiga vyer för den videon. Klicka för att förstå var eleverna släpper och vilka delar de spelar om.
sw_ke: Kila mche unaonyesha idadi ya maono yaliyokamilika na yasiyokamilika ya video husika. Bonyeza ili kujua ni sehemu ipi wanafunzi wameacha kuicheza na sehemu ipi wameicheza.
te: ఒక్కో బార్ ఆ వీడియో యొక్క పూర్తి లేక పాక్షికమైన వీక్షణలని చూపిస్తుంది. విద్యార్థులు వీడియోని అందులో ఎక్కడ వదిలేసిరో లేక ఏ భాగములని తిరిగి చూసిరో ఇక్కడ నొక్కి తెలుసుకోండి.
th: แต่ละแถบแสดงจำนวนการดูที่สมบูรณ์และไม่สมบูรณ์สำหรับวิดีโอนั้น คลิกเพื่อทำความเข้าใจว่าผู้เรียนออกจากที่ใดและเล่นซ้ำส่วนใด
tr_tr: Her çubuk o video için tam ve eksik görünümlerinin sayılarını gösterir. Öğrencilerin nerede azaldığını ve onların hangi bölümleri tekrar ettiğini anlamak için tıklayın.
uk: Кожна панель показує кількість повних і неповних переглядів для цього відео. Натисніть, щоб зрозуміти, звідки випадають учні, і які частини відтворюються.
uz: Har bir satrda mos videoning toʻliq va toʻliqmas koʻrishlari oʻrtacha soni koʻrsatilgan. Oʻrganuvchilar qayerda toʻxtab qolishlari va qayta oʻrganishlarini tahlil qilish va tushunish uchun bosing.

source: How did learners interact with course videos?
af_za: Hoe het leerders met kursusvideo's omgekom?
ar: كيف تفاعل الطلاب مع الفيديوهات في دورتي؟
ar_sa: كيف تفاعل الطلّاب مع فيديوهات الدورة؟
az: Tələbələr kurs videolarına necə baxırlar?
bn_bd: কীভাবে শিক্ষার্থীরা কোর্স ভিডিওর সঙ্গে ইন্টারঅ্যাক্ট করবে?
ca: Com interactuaven els alumnes amb els vídeos del curs?
cs: Jak studenti interagovali s videi v kurzu?
da: Hvordan interagerede kursisterne med kursusvideoer?
de_de: Wie haben Teilnehmer mit den Kursvideos interagiert?
el: Πώς αλληλοεπιδρούσαν οι σπουδαστές με τα βίντεο του κύκλου μαθημάτων;
el_gr: Πώς αλληλεπιδρούσαν οι μαθητές με τα βίντεο των μαθημάτων;
eo: Höw dïd léärnérs ïntéräçt wïth çöürsé vïdéös? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: ¿Cómo interactuaron los estudiantes con los videos del curso?
fa_ir: تعامل یادگیرندگان با ویدئوهای دوره آموزشی چگونه بود؟
fi: Miten oppijat olivat vuorovaikutuksessa kurssivideoiden kanssa?
fil_ph: Paano nakipag-ugnayan ang mga mag-aaral sa mga video ng kurso?
fr: Comment les apprenants ont-ils interagit avec les vidéos dans cette sous-section?
fr_ca: Comment les étudiants ont-ils interagit avec les vidéos de ce cours?
fr_fr: Comment les apprenants ont-ils interagi avec les vidéos de cours ?
he: כיצד ביצעו הלומדים אינטראקציה עם סרטוני הקורס?
hi: शिक्षार्थियों ने इस कोर्स में वीडियो के साथ कैसे बातचीत की?
hy_am: Ինչպե՞ս են ուսանողները համագործակցել դասընթացի տեսանյութերի հետ
id: Bagaimana pelajar berinteraksi dengan video kursus?
it: Come hanno interagito gli studenti con i video del corso?
it_it: In che modo gli studenti hanno interagito con i video del corso?
ja_jp: 受講者がこの講座の動画をどのように視聴したか？
ka: როგორ ურთიერთქმედებდნენ მსმენელები ვიდეოებთან ამ ნაწილში?
nb: Hvordan brukte studentene kursvideoene?
pl: W jaki sposób uczniowie pracują z wideo kursu?
pl_pl: W jaki sposób uczniowie pracowali z wideo kursu?
pt_br: Como os alunos interagiram com os vídeos do curso?
pt_pt: Como foi a interação dos estudantes com os vídeos deste curso?
ro: Cum au interacțioant elevii cu videoclipurile cursului?
ru: Как учащиеся взаимодействуют с видеоматериалами курсов?
sl: Kako so učenci sodelovali z videoposnetki tečajev?
sq: Si ndërvepruan nxënësit me videot e kursit?
sv: Hur interagerade eleverna med kursvideor?
sw_ke: Ni namna gani wanafunzi wamejihusisha na video ya kozi?
te: పాఠ్యం లోని వీడియోలని విద్యార్థులు ఎలా ఉపయోగించారు?
th: ผู้เรียนมีปฏิสัมพันธ์กับวิดีโอของหลักสูตรอย่างไร
tr_tr: Öğrenciler ders videoları ile nasıl etkileşime girdi?
uk: Як учні взаємодіяли з відеокурсами?
uz: O'quvchilar dars videolari bilan qanday aloqada bo'lishdi?

source: Each bar shows the average number of complete and incomplete views for videos in that section. Click on bars with low totals or a high incomplete rate to drill down and understand why.
af_za: Elke balk toon die gemiddelde aantal volledige en onvolledige aansigte vir video's in daardie afdeling. Klik op tralies met lae totale of 'n hoë onvolledige tempo om te boor en te verstaan waarom.
ar: يُظهِر كل عمود متوسّط عدد المشاهدات الكاملة وغير الكاملة لمقاطع الفيديو المدرجة ضمن ذلك القسم. يُرجى النقر على الأعمدة ذات الأعداد الإجمالية المتدنّية أو التي تحمل معدّلًا عاليًا من عدم اكتمال المشاهدات لتتابع الموضوع وتتحرّى السبب.
ar_sa: يعرض كل شريط متوسط عدد مرات المشاهدة الكاملة وغير الكاملة لمقاطع الفيديو في هذا القسم. أُنقر على الأشرطة ذات المجاميع المنخفضة أو المعدل غير الكامل المرتفع للتعمق وفهم السبب.
az: Hər bir sütun həmin bölmənin hər bir video üçün tam və natamam baxışların sayını göstərir. Aşağı nəticələr olan və ya yüksək natamam baxış faizləri olan sütunlara klikləyin və səbəbini başa düşməyə çalışın.
bn_bd: প্রতিটি বার ঐ বিভাগের ভিডিওর জন্য সম্পূর্ণ ও অসম্পূর্ণ মতামতের গড় সংখ্যা দেখায় । কম সমষ্টি অথবা অধিক অসম্পূর্ণ হারে বারগুলোয় ক্লিক করুন অনুশিলনের জন্য এবং জানুন কেন ।
ca: Cada barra mostra la mitjana de visites completes i incompletes dels vídeos d'aquesta secció. Feu clic a les barres amb totals baixos o amb una velocitat alta incompleta per esbrinar i comprendre per què.
cs: Každý pruh zobrazuje průměrný počet úplných a neúplných zhlédnutí videí v dané sekci. Kliknutím na sloupce s nízkými součty nebo vysokou mírou neúplnosti zobrazíte podrobnější informace a pochopíte proč.
da: Hver bjælke viser det gennemsnitlige antal komplette og ufuldstændige visninger for videoer i den sektion. Klik på søjler med lave totaler eller en høj ufuldstændig rate for at se nærmere og forstå hvorfor.
de_de: Jeder Balken zeigt die durchschnittliche Anzahl der kompletten oder unvollständigen Betrachtungen der Videos in dem gegebenen Abschnitt. Klicke auf die Balken mit niedrigen Gesamtzahlen oder hohen Abbruchraten um das Problem zu verstehen.
el: Κάθε μπάρα απεικονίζει το μέσο όρο του αριθμού των ολοκληρωμένων προβολών των βίντεο σε αυτήν την ενότητα. Κάντε κλικ στις μπάρες με μικρά σύνολα ή με μεγάλη συχνότητα ημιτελών προβολών για να κατανοήσετε γιατί συμβαίνει αυτό.
el_gr: Κάθε γραμμή εμφανίζει τον μέσο αριθμό πλήρων και ημιτελών προβολών για βίντεο σε αυτήν την ενότητα. Κάντε κλικ στις ράβδους με χαμηλά σύνολα ή υψηλό ποσοστό ημιτελών για να διευκρινίσετε και να καταλάβετε γιατί.
eo: Éäçh ßär shöws thé ävérägé nümßér öf çömplété änd ïnçömplété vïéws för vïdéös ïn thät séçtïön. Çlïçk ön ßärs wïth löw tötäls ör ä hïgh ïnçömplété räté tö drïll döwn änd ündérständ whý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт,#
es_419: Cada barra muestra el promedio de visualizaciones completas e incompletas de videos en una sección. Haga clic en las barras con tasas muy bajas para entrar en profundidad y entender el porque de estos comportamientos.
es_es: Cada barra muestra la media de reproducciones completas e incompletas de los vídeos en esa subsección. Haz clic en las barras con totales bajos o con un alto índice de incompletas para desglosarlo y entender el motivo.
fa_ir: هر نوار، تعداد میانگین بازدیدهای کامل و ناقص از ویدیوهای آن بخش را نشان می‌دهد. روی میله‌هایی با مجموع کم یا نرخ ناقص بالا کلیک کنید تا دلیل آن را مشاهده نمایید.
fi: Jokainen palkki näyttää keskimääräisen kokonaisten ja keskeneräisten katselukertojen määrän kyseisessä osiossa oleville videoille. Napsauta palkkeja, joilla on alhainen kokonaissumma tai suuri epätäydellisyysaste, niin voit tarkastella ja ymmärtää miksi.
fil_ph: Ipinapakita ng bawat bar ang average na bilang ng mga kumpleto at hindi kumpletong panonood para sa mga video sa seksyong iyon. Mag-click sa mga bar na may mababang kabuuan o mataas na hindi kumpletong rate upang mag-drill down at maunawaan kung bakit.
fr: Chaque bâton représente le nombre moyen de visualisations complètes et incomplètes pour cette vidéo dans cette section. Cliquez sur les bâtons avec des valeurs faibles, ou des taux élevés de visualisation incomplète pour accéder aux données et comprendre pourquoi.
fr_ca: Chaque barre affiche le nombre moyen de visionnements complets et incomplets pour les vidéos dans cette section. Cliquez sur les barres avec de faibles totaux ou un taux élevé d'incomplet afin fouiller et de comprendre pourquoi.
fr_fr: Chaque barre indique le nombre moyen de visionnages complets et incomplets des vidéos de cette section. Cliquez sur les barres dont les totaux sont faibles ou dont le taux d'incomplétude est élevé pour approfondir et comprendre pourquoi.
he: כל עמודה מציגה את המספר הממוצע של צפיות שלמות וחלקיות עבור סרטוני הווידאו שבפרק זה. לחצו על עמודות בעלי סכומים נמוכים או שיעור צפייה חלקי גבוה על מנת להתעמק בעניין ולהבין מדוע.
hi: प्रत्येक बार, उस धारा में वीडियो के लिए पूर्ण और अपूर्ण दृश्यों की औसत संख्या दिखाता है। समझने के लिए, कम योग वाले बार या उच्च अपूर्ण दर पर क्लिक करें।
hy_am: Յուրաքանչյուր սյունակում ցուցադրվում է այս ենթաբաժնում տեսանյութերի ամբողջական և թերի դիտումների միջին քանակը: Սեղմեք դիտումների ցածր քանակով կամ թերի դիտումների մեծ քանակով սյուների վրա ընդլայնելու և հասկանալու համար պատճառը
it: Ciascuna barra mostra il numero medio di visualizzazioni complete e incomplete dei video in quella sezione. Fai clic sulle barre con totali bassi o con un tasso di incompletezza elevato per approfondire e capire il motivo.
it_it: Ciascuna barra mostra il numero medio di visualizzazioni complete e incomplete per i video in quella sezione. Fai clic sulle barre con totali bassi o con un'elevata percentuale di visualizzazioni non complete per analizzare nel dettaglio e comprendere le motivazioni.
ja_jp: 各棒グラフはそのセクションの各動画を最後まで見た人・見なかった人の平均の数を示しています。棒グラフをクリックして、理由を分析してみましょう。
ka: თითოეული ზოლი აჩვენებს შესაბამისი ქვეგანყოფილების ვიდეოების დასრულებული და არასრული ნახვების საშუალო რაოდენობას. დააწკაპუნეთ მცირერიცხოვან, ან არასრული ნახვების ზოლებზე, რათა დაწვრილებით შეისწავლოთ და გაიგოთ რატომ.
nb: Hver søyle viser gjennomsnittlig antall fullstendige og ufullstendige visninger for videoer i den delen. Klikk på søyler med lave nummer eller en høy ufullstendig rate for å fordype deg i det og forsøk å forstå hvorfor.
nl_nl: Elke balk toont het gemiddelde aantal volledige en onvolledige bezichtigingen voor video's in die sectie. Klik op balken met lage totalen of met een hoge onvolledigheidsratio om in te zoomen en te begrijpen waarom.
pl: Każdy prostokąt pokazuje średnią liczbę pełnych i częściowych wyświetleń wideo w tej sekcji. Kliknij na prostokąty z niską liczbą pełnych wyświetleń lub wysoką częściowych aby zrozumieć przyczyny.
pl_pl: Każdy słupek pokazuje średnią liczbę pełnych i niepełnych wyświetleń filmów w danej sekcji. Kliknij na słupki z niską liczbą pełnych wyświetleń lub wysokim wskaźnikiem częściowych obejrzeń, aby zrozumieć przyczyny.
pt_br: Cada barra mostra a contagem média de visualizações completas e incompletas dos vídeos naquela seção. Clique nas barras de baixas taxas totais ou de altas taxas incompletas para acessar os dados e compreender o porquê.
pt_pt: Cada barra mostra o número de visualizações completas e incompletas dos vídeos. Clique nas barras com um total baixo ou uma taxa elevada de visualizações incompletas para aprofundar e compreender as razões.
ro: Fiecare bară arată numărul mediu de vizualizări complete și incomplete pentru videoclipurile din secțiunea respectivă. Faceți clic pe barele cu totaluri mici sau cu o rată incompletă mare pentru mai multe informații.
ru: Каждый столбец показывает среднее число полных и неполных просмотров видео в этом разделе. Нажмите на столбцах с низким количеством просмотров или с высоким количеством неполных просмотров, чтобы развернуть и понять, почему.
sk: Každý stĺpec ukazuje priemerné počty úplných a neúplných pozretí videí v tejto podsekcii. Kliknite na stĺpce s nízkym počtom celkových pozretí alebo vysokou hodnotou neúplných pozretí a pokúste sa zistiť prečo je tomu tak.
sl: Vsak stolpec predstavlja povprečje ogledanih ali delno ogledanih videov v tem poglavju. Klik na stolpec z nizko vrednostjo ali visoko stopnjo nedokončanja nadalje prikaže zakaj je temu tako.
sq: Çdo shirit tregon numrin mesatar të shikimeve të plota dhe jo të plota për videot në atë seksion. kliko mbi shufrat me totale të ulëta ose një normë të lartë jo të plotë për të kuptuar dhe kuptuar pse.
sv: Varje stapel visar det genomsnittliga antalet fullständiga och ofullständiga vyer för videoklipp i den sektionen. Klicka på staplar med låga totals eller en hög ofullständig kurs för att borra ner och förstå varför.
sw_ke: Kila ulingo unaonesha idadi wastani ya maonesho kamili na pungufu ya video katika kitengo hicho. Bofya lingo zenye idadi ndogo au zilizo na idadi ya juu zaidi za upungufu uchimbe chini na uelewe kwa nini.
te: ప్రతి బార్ ఆ వీడియో యొక్క పూర్తి మరియు పాక్షికమైన వీక్షణల సంఖ్యని చూపిస్తుంది. చిన్న మొత్తాలు ఉన్న లేక పూర్తికాని రేటు అధికంగా ఉన్న బార్ లపై క్లిక్ చేసి అందులకు కారణాలని అవగాహన చేసుకొనండి.
th: แผนภูมิแท่งเหล่านี้แสดงจำนวนเฉลี่ยของการเข้าชมวิดิโอทั้งเสร็จสิ้นและไม่เสร็จสิ้นในเซคชั่นนั้นๆคลิกที่แทบที่มียอดต่ำหรืออัตราการไม่เสร็จสิ้นสูงเพื่อเจาะลึกและทำความเข้าใจ
tr_tr: Her çubuk o kısımdaki videolar için tam ve eksik görüşlerin ortalama sayısını gösterir.Düşük toplamları ya da tamamlanmamış yüksek oranı ile nedeni derinlemesine anlamak için çubuklara tıklayın.
uk: Кожна панель показує середню кількість повних і неповних переглядів відео в цьому розділі. Натисніть на панелі з низькими підсумками або високою неповною частотою, щоб розібратися і зрозуміти чому.
uz: Har bir satrda mos boʻlimdagi videolarning toʻliq va toʻliqmas koʻrishlari oʻrtacha soni koʻrsatilgan. Tahlil qilish va tushunish uchun kichik yoki katta koʻrsatkich satrlarini bosing.

source: Total Video Views
af_za: Totale video -aansigte
ar: إجمالي عدد مشاهدات الفيديو
ar_sa: إجمالي مشاهدات الفيديو
az: Ümumi video baxışları
bn_bd: সর্বমোট ভিডিও দেখা হয়েছে
ca: Visualitzacions totals del video
cs: Celkový počet zhlédnutí videa
da: Samlet videovisninger
de_de: Insgesamte Videoaufrufe
el: Σύνολο προβολών βίντεο
el_gr: Συνολικές προβολές βίντεο
eo: Tötäl Vïdéö Vïéws Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Total de visualizaciones de video
es_es: Total de visualizaciones de vídeos
fa_ir: کل بازدیدهای ویدیو
fi: Videon katselukerrat yhteensä
fil_ph: Kabuuang Panonood ng Video
fr: Nombre de vues total de la vidéo
fr_ca: Nombre total de visionnements vidéos
fr_fr: Nombre total de vidéos vues
he: סה״כ צפיות בסרטון וידאו
hi: कुल वीडियो दर्शन
hy_am: Տեսանյութերի դիտումների ընդհանուր քանակը
id: Total Video Dilihat
it: Visualizzazioni video totali
it_it: Numero totale di visualizzazioni video
ja_jp: 動画視聴総数
ka: ვიდეოების ნახვების ჯამური მაჩვენებელი
lt_lt: Iš viso vaizdo įrašų peržiūrų
nb: Total antall videovisninger
nl_nl: Totaal Video Bezichtigingen
pl: Całkowita liczba wyświetleń wideo
pl_pl: Całkowita liczba wyświetleń wideo
pt_br: Total de visualizações do vídeo.
pt_pt: Total de Visualizações do Vídeo
ro: toate vizualizarile clipului
ru: Общее число просмотров видео
sk: Pozretí videa celkovo
sl: Število video ogledov
sq: Shikimet totale të videos
sv: Totala videovyer
sw_ke: Jumla ya Maono ya Video
te: అన్ని వీడియో వీక్షణల సంఖ్య
th: การเข้าชมวิดีโอทั้งหมด
tr_tr: Toplam Video İzlenme Sayısı
uk: Загальна кількість переглядів відео
uz: Jami video ko‘rishlar
