Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: There was a problem retrieving course permissions for your account. Please try again. If you continue to experience issues, please let us know.
af_za: Daar was 'n probleem om kursus toestemmings vir u rekening op te spoor. Probeer asseblief weer. Laat weet ons as u aanhou om probleme te ervaar.
ar: حدث خطأ أثناء محاولة استرجاع قائمة صلاحيات المساق الخاصّة بحسابك، يُرجى المحاولة مجدّدًا، وإعلامنا في حال استمرّت المشكلة.
ar_sa: حدثت مشكلة أثناء استرداد أذونات الدورة التدريبية حساب . حاول مرة اخرى. إذا كنت لا تزال تواجه مشكلات، فيرجى إخبارنا بذلك.
az: Sizin hesabınız üçün icazələrin alınmasında problem oldu. Zəhmət olmasa, yenidən cəhd edin. Əgər problem davam edərsə, zəhmət olmasa, bizə məlumat verin.
bn_bd: কোর্সের অনুমতি উদ্ধারে সমস্যা দেখা দিয়েছে । অনুগ্রহপূর্বক আবার চেষ্টা করুন । সমস্যা চলতে থাকলে , দয়া করে আমাদের জানান ।
ca: S'ha produït un problema en recuperar els permisos del vostre compte. Siusplau torna-ho a provar. Si continueu tenint problemes, informeu-nos-ho.
cs: Při načítání oprávnění ke kurzu pro váš účet došlo k problému. Prosím zkuste to znovu. Pokud problémy přetrvávají, dejte nám prosím vědět.
da: Der opstod et problem med at hente kursustilladelser til din konto. Prøv igen. Hvis du fortsat oplever problemer, bedes du fortælle os det.
de_de: Es gab ein Problem bei der Abfrage der Kursrechte für dein Konto. Bitte versuche es noch einmal. Falls du weiterhin Ungereimtheiten spürst, lass es uns bitte wissen.
el: Υπήρξε σφάλμα κατά την ανάκτηση των δικαιωμάτων του κύκλου μαθημάτων για το λογαριασμό σας. Παρακαλούμε προσπαθήστε ξανά. Εάν συνεχίσετε να αντιμετωπίζετε προβλήματα, παρακαλούμε ενημερώστε μας.
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των δικαιωμάτων μαθημάτων για τον λογαριασμό σας. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα. Εάν συνεχίσετε να αντιμετωπίζετε προβλήματα, ενημερώστε μας.
eo: Théré wäs ä prößlém rétrïévïng çöürsé pérmïssïöns för ýöür äççöünt. Pléäsé trý ägäïn. Ìf ýöü çöntïnüé tö éxpérïénçé ïssüés, pléäsé lét üs knöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕ#
es_419: Hubo un problema recuperando los permisos del curso para su cuenta. Por favor intenta de nuevo. Si continua experimentando errores, por favor déjenos saber.
es_es: Hubo un problema en la recuperación de los permisos del curso para tu cuenta. Por favor, inténtalo otra vez. Si continúas teniendo problemas, háznoslo saber, por favor.
fa_ir: هنگام بازیابی مجوزهای حساب‌کاربری شما مشکلی به وجود آمده است. اگر این مشکل ادامه یافت به ما اطلاع بدهید.
fi: Kurssin käyttöoikeuksien noutamisessa tilillesi oli ongelma. Yritä uudelleen. Jos ongelmat jatkuvat, ilmoita siitä meille.
fil_ph: Nagkaroon ng problema sa pagkuha ng mga pahintulot sa kurso para sa iyong account. Pakisubukang muli. Kung patuloy kang nakakaranas ng mga isyu, mangyaring ipaalam sa amin.
fr: Il y a eu un problème de récupération des autorisations de cours liées à votre compte. Veuillez essayer à nouveau. Si vous continuez à rencontrer des problèmes, merci de nous le signaler.
fr_ca: Il y avait un problème pour récupérer les autorisations de cours pour votre compte. Veuillez réessayer. Si vous continuez à rencontrer des problèmes, s'il vous plaît laissez le nous savoir.
fr_fr: Il y a eu un problème pour récupérer les autorisations de cours pour votre compte. Veuillez réessayer. Si vous continuez à rencontrer des problèmes, veuillez nous en informer.
he: היתה בעיה באחזור הרשאות קורס עבור חשבונך. אנא נסה שוב. אם אתה ממשיך לחוות קשיים, אנא צור עמנו קשר.
hi: आपके खाते के लिए पाठ्यक्रम अनुमति प्राप्त करने में समस्या थी। कृपया पुन: प्रयास करें। यदि आप समस्याओं का अनुभव करना जारी रखते हैं, तो कृपया हमें बताएं।
hu: Hiba történt a fiókodhoz rendelt kurzus jogok lekérése közben. Kérlek próbáld meg újra. Ha sikerül folytatnod, akkor oszd meg velünk a tapasztalataid.
hy_am: Հաշիվ մուտք գործելու խնդիր։ Խնդրում ենք կրկին փորձել։ Եթե խնդիրը շարունակվի, խնդրում ենք տեղեկացրեք մեզ:
id: Terdapat permasalahan membaca izin kursus untuk akun Anda. Silakan coba lagi. Jika Anda tetap mengalami permasalahan, mohon hubungi kami.
it: Si è verificato un problema durante il recupero delle autorizzazioni del corso per il tuo account. Per favore riprova. Se continui a riscontrare problemi, faccelo sapere.
it_it: Si è verificato un problema durante il recupero delle autorizzazioni del corso per il tuo account. Si prega di riprovare. Se persiste, si prega di segnalarci il problema.
ja_jp: あなたのアカウントに関する講座アクセス権の取得に問題が発生しました。再試行してください。不具合が解消しない場合はお知らせください。
ka: თქვენი ანგარიშისთვის კურსის უფლებების მოძიებისას წარმოიშვა პრობლემა. გთხოვთ სცადოთ თავიდან. ხარვეზების გამეორების შემთხვევაში, გთხოვთ გვაცნობოთ.
lt_lt: Kilo problema gaunant kurso leidimus jūsų paskyrai. Prašome bandyti dar kartą. Jeigu problema lieka, prašome mums pranešti.
nb: Det oppstod et problem ved hentingen av kurstillatelsene for din konto. Prøv igjen. Hvis problemet oppstår igjen, kontakt oss og gi en tilbakemelding.
nl_nl: Er was een probleem om uw cursus permissies van uw account op te halen. Probeer het a.u.b. opnieuw. Als het probleem blijft, laat het ons dan weten.
pl: Wystąpił problem z odnalezieniem uprawnień do kursu przypisanych do twojego konta. Spróbuj ponownie. Jeśli problem wciąż będzie występował, skontaktuj się z nami.
pl_pl: Wystąpił problem z odzyskaniem uprawnień do kursu dla Twojego konta. Proszę spróbuj ponownie. Jeśli problemy będą się nadal pojawiać, daj nam znać.
pt_br: Não conseguimos recuperar as permissões de cursos para a sua conta. Tente novamente. Se continuar tendo problemas, fale com a gente.
pt_pt: Ocorreu um erro ao tentar obter as permissões do curso na sua conta. Por favor, tente novamente. Se continuar a ter problemas, contacte-nos.
ro: A apărut o problemă la recuperarea permisiunilor de curs pentru contul dumneavoastră. Vă rugăm să încercați din nou. Dacă continuați să întâmpinați probleme, vă rugăm să ne informați.
ru: При проблеме доступа к вашей учетной записи. Пожалуйста, попробуйте еще раз. Если вы продолжаете испытывать проблемы, пожалуйста, дайте нам знать.
sk: Vyskytol sa problém pri získaní povolení ku kurzu pre váš účet. Skúste to, prosím, opäť. Pokiaľ problémy pretrvávajú, dajte nám, prosím, vedieť.
sl: Pri pridobivanju dovoljenj tvojega računa za tečaj je prišlo do težav. Prosim poskusi ponovno. Če se težava ponavlja nas prosim obvesti.
sq: Pati një problem me marrjen e lejeve të kursit për llogarinë tuaj. Ju lutemi provoni përsëri. Nëse vazhdoni të keni probleme, ju lutemi na tregoni.
sv: Det gick inte att hämta kursbehörigheter för ditt konto. Var god försök igen. Om du fortsätter att uppleva problem, vänligen meddela oss det.
sw_ke: Kulikuepo tatizo kutoa idhini ya fanni kwa binafsi yako. Tafadhali jaribu tena. Kama utaendelea kupata shida, tafadhali tujulishe.
th: มีปัญหาในการกู้การอนุญาตหลักสูตรจากบัญชีของคุณ กรุณาลองอีกครั้ง ถ้าคุณยังคงประสบปัญหาอีก กรุณาแจ้งให้เราทราบ
tr_tr: Hesabınız için ders izinlerini alınırken bir sorun oluştu. Lütfen tekrar deneyiniz. Eğer sorun yaşamaya devam ederseniz, lütfen bize bildirin.
uk: Під час отримання дозволів на курс для вашого акаунту виникла проблема. Будь ласка, спробуйте ще. Якщо ви продовжуєте отримувати проблеми, повідомте нам про це.
uz: Akkauntingiz uchun kurslarga ruxsat olishda muammo yuz berdi. Iltimos, qayta urinib koʻring. Agar muammoga yana duch kelsangiz, iltimos, bizga xabar bering.

source: Try Again
af_za: Probeer weer
ar: الرجاء إعادة المحاولة.
ar_sa: حاول ثانية
az: Yenidən cəhd edin
bn_bd: পুনরায় চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de_de: Erneut versuchen
el: Προσπαθήστε ξανά
el_gr: Προσπάθησε ξανά
eo: Trý Àgäïn Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Intente de nuevo
es_es: Inténtalo otra vez
fa_ir: دوباره تلاش کنید
fi: Yritä uudelleen
fil_ph: Subukan Muli
fr: Essayer encore
fr_ca: Essayer de nouveau
fr_fr: Essayer à nouveau
he: נסה שוב
hi: पुनः प्रयास करें
hu: Próbáld meg újra
hy_am: Կրկին փորձել
id: Coba Lagi
it: Riprova
it_it: Prova ancora
ja_jp: 再試行してください
ka: ისევ სცადეთ
lt_lt: Bandykite dar kartą
nb: Last inn siden på nytt!
nl_nl: Opnieuw proberen
pl: Spróbuj ponownie
pl_pl: Spróbuj ponownie
pt_br: Tente novamente
pt_pt: Tente Outra Vez
ro: Încearcă iar
ru: Попробуйте ещё раз
sk: Skúsiť znovu
sl: Poskusi ponovno
sq: Provo përsëri
sv: Försök igen
sw_ke: Jaribu Tena
te: మళ్ళీ ప్రయత్నించండి
th: ลองใหม่
tr_tr: Yeniden Deneyiniz
uk: Спробувати ще раз
uz: Qayta urinib ko'ring.

source: Activity
af_za: Aktiwiteit
ar: النشاط
ar_sa: نشاط
az: Fəallıq
bn_bd: কার্যক্রম
ca: Activitat
cs: Aktivita
da: Aktivitet
de_de: Aktivität
el: Σχόλια
el_gr: Δραστηριότητα
eo: Àçtïvïtý Ⱡ'σяєм ιρѕυм ∂#
es_419: Actividad
es_es: Actividad
fa_ir: فعالیت
fi: Toiminta
fil_ph: Aktibidad
fr: Activité
fr_ca: Activité
fr_fr: Activité
he: פעילות
hi: गतिविधि
hu: Aktivitás
hy_am: Գործողություն
id: Aktivitas
it: Attività
it_it: Attività
ja_jp: 取組
ka: აქტივობა
lt_lt: Aktyvumas
nb: Aktivitet
nl_nl: Activiteit
pl: Aktywność
pl_pl: Działalność
pt_br: Atividade
pt_pt: Atividade
ro: Activitate
ru: Активность
sk: Aktivita
sl: Aktivnost
sq: Aktiviteti
sv: Aktivitet
sw_ke: Shughuli
th: กิจกรรม
tr_tr: Faaliyet
uk: Діяльність
uz: Faoliyat.

source: Demographics
af_za: Demografie
ar: الخصائص السكانية
ar_sa: التركيبة السكانية
az: Demoqrafiya
bn_bd: জনসংখ্যার উপাত্ত
ca: Demografia
cs: Demografie
da: Demografi
de_de: Demographie
el: Δημογραφικά στοιχεία
el_gr: δημογραφικά στοιχεία
eo: Démögräphïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Demografía
es_es: Demografía
fa_ir: اطلاعات جمعیت‌شناختی
fi: Väestötiedot
fil_ph: Demograpiko
fr: Démographie
fr_ca: Données démographiques
fr_fr: Démographie
he: דמוגרפיה
hi: जनसांख्यिकी
hu: Demográfiai
hy_am: Ժողովրդագրություն
id: Demografi
it: Dati demografici
it_it: Dati demografici
ja_jp: 受講者データ
lt_lt: Demografija
nb: Demografi
nl_nl: Demografie
pl: Demografia
pl_pl: Demografia
pt_br: Demografia
pt_pt: Demográficos
ro: Demografice
ru: демографические показатели
sk: Demografia
sl: Demografija
sq: Demografia
sv: Demografi
sw_ke: Fanni ya kujifunza elimu ya Idadi ya watu
th: สถิติประชากร
tr_tr: Demografi
uk: Демографія
uz: Demografiya

source: Geography
af_za: Aardrykskunde
ar: الموقع الجغرافي
ar_sa: جغرافية
az: Coğrafiya
bn_bd: ভূগোল
ca: Geografia
cs: Zeměpis
da: Geografi
de_de: Ortsverteilung
el: Τοποθεσία
el_gr: Γεωγραφία
eo: Géögräphý Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Geografía
es_es: Geografía
fa_ir: جغرافیا
fi: Maantiede
fil_ph: Heograpiya
fr: Localisation
fr_ca: Géographie
fr_fr: Géographie
he: גיאוגרפיה
hi: भूगोल
hu: Földrajzi hely szerint
hy_am: Աշխարհագրություն
id: Geografi
it: Geografia
it_it: Geografia
ja_jp: 国・地域
ka: გეოგრაფია
lt_lt: Geografija
nb: Geografi
nl_nl: Geografie
pl: Geografia
pl_pl: Geografia
pt_br: Distribuição geográfica
pt_pt: Geografia
ro: Geografie
ru: География
sk: Lokalita
sl: Geografija
sq: Gjeografi
sv: Geografi
sw_ke: Jiografia
th: ภูมิศาสตร์
tr_tr: Coğrafi Konum
uk: Географія
uz: Geografiya

source: Age
af_za: Ouderdom
ar: العمر
ar_sa: عمر
az: Yaş
bn_bd: বয়স
ca: Edad
cs: Věk
da: Alder
de_de: Alter
el: Ηλικία
el_gr: Ηλικία
eo: Àgé Ⱡ'σяєм#
es_419: Edad
es_es: Edad
fa_ir: سن
fi: Ikä
fil_ph: Edad
fr_ca: Âge
he: גיל
hi: आयु
hu: Életkor
hy_am: Տարիք
id: Umur
it: Età
it_it: Età
ja_jp: 年齢
ka: ასაკი
lt_lt: Amžius
nb: Alder
nl_nl: Leeftijd
pl: Wiek
pl_pl: Wiek
pt_br: Idade
pt_pt: Idade
ro: Vârstă
ru: Возраст
sk: Vek
sl: Starost
sq: Mosha
sv: Ålder
sw_ke: Umri
te: వయస్సు
th: อายุ
tr_tr: Yaş
uk: Вік
uz: Yoshi.

source: Education
af_za: Opvoeding
ar: المستوى التعليمي
ar_sa: المؤهل التعليمي
az: Təhsil
bn_bd: শিক্ষা
ca: Educació
cs: Vzdělání
da: Uddannelse
de_de: Bildung
el: Εκπαίδευση
el_gr: Εκπαίδευση
eo: Édüçätïön Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Educación
es_es: Estudios
fa_ir: تحصیلات
fi: koulutus
fil_ph: Edukasyon
fr_ca: Éducation
fr_fr: Éducation
he: השכלה
hi: शिक्षा
hu: Oktatás
hy_am: Կրթություն
id: Pendidikan
it: Formazione scolastica
it_it: Educazione
ja_jp: 学歴
lt_lt: Išsilavinimas
nb: Utdannelse
nl_nl: Opleiding
pl: Edukacja
pl_pl: Edukacja
pt_br: Educação
pt_pt: Educação
ro: Educație
ru: Образование
sk: Vzdelanie
sl: Izobrazba
sq: Edukimi
sv: Utbildning
sw_ke: Elimu
th: การศึกษา
tr_tr: Eğitim
uk: Освіта
uz: Ma'lumoti.

source: Gender
af_za: Geslag
ar: الجنس
ar_sa: الجنس
az: Cinsiyyət
bn_bd: লিঙ্গ
ca: Gènere
cs: Pohlaví
da: Køn
de_de: Geschlecht
el: Φύλο
el_gr: Γένος
eo: Géndér Ⱡ'σяєм ιρѕυ#
es_419: Género
es_es: Género
fa_ir: جنسیت
fi: Sukupuoli
fil_ph: Kasarian
fr: Genre
fr_ca: Genre
fr_fr: Genre
he: מגדר
hi: लिंग
hu: Nem
hy_am: Սեռ
id: Jenis Kelamin
it: Genere
it_it: Sesso
ja_jp: 性別
ka: სქესი
lt_lt: Lytis
nb: kjønn
nl_nl: Geslacht
pl: Płeć
pl_pl: Płeć
pt_br: Sexo
pt_pt: Género
ro: Genul
ru: Пол
sk: Pohlavie
sl: Spol
sq: Gjinia
sv: Kön
sw_ke: Jinsia
te: లింగము
th: เพศ
tr_tr: Cinsiyet
uk: Стать
uz: Jinsi.

source: Content
af_za: Tevrede
ar: المحتوى
ar_sa: المحتوى
az: Məzmun
bn_bd: বিষয়বস্তু
ca: Contingut
cs: Obsah
da: Indhold
de_de: Inhalt
el: Περιεχόμενο
el_gr: περιεχόμενο
eo: Çöntént Ⱡ'σяєм ιρѕυм #
es_419: Contenido
es_es: Contenido
fa_ir: محتوا
fi: Sisältö
fil_ph: Nilalaman
fr: Contenu
fr_ca: Contenu
fr_fr: Contenu
he: תוכן
hi: विषय-वस्तु
hu: Tartalom
hy_am: Բովանդակություն
id: Konten
it: Contenuto
it_it: Contenuto
ja_jp: コンテンツ
ka: შინაარსი
lt_lt: Turinys
nb: Innhold
nl_nl: Inhoud
pl: Treść
pl_pl: Zawartość
pt_br: Conteúdo
pt_pt: Conteúdo
ro: Conţinut
ru: Содержание
sk: Obsah
sl: Vsebina
sq: Kontent
sv: Innehåll
sw_ke: Yaliyomo
th: เนื้อหา
tr_tr: İçerik
uk: Контент
uz: Tarkibi

source: Videos
ar: الفيديوهات
ar_sa: أشرطة فيديو
az: Videolar
bn_bd: ভিডিও
ca: Vídeos
cs: Videa
da: Videoer
el: Βίντεο
el_gr: Βίντεο
eo: Vïdéös Ⱡ'σяєм ιρѕυ#
es_es: Vídeos
fa_ir: ویدیوها
fi: Videot
fil_ph: Mga video
fr: Vidéos
fr_ca: Vidéos
fr_fr: Vidéos
he: סרטוני וידאו
hi: वीडियो
hu: Videók
hy_am: Տեսանյութ
id: Video
it: Video
it_it: Video
ja_jp: 動画
ka: ვიდეოები
lt_lt: Vaizdo įrašai
nb: Videoer
pl: Filmów
pl_pl: Filmy
pt_br: Vídeos
pt_pt: Vídeos
ro: Video-uri
ru: Видео
sk: Videá
sl: Videi
sq: Videot
sv: videoklipp
sw_ke: Video
th: วิดีทัศน์
tr_tr: Videolar
uk: Відео
uz: Videolar.

source: Graded Content
af_za: Gegradeerde inhoud
ar: المحتوى المقيَّم
ar_sa: محتوى متدرج
az: Qiymətləndirilmiş məzmun
bn_bd: ক্রমানুসারে সাজানো বিষয়বস্তু
ca: Contingut classificat
cs: KLasifikovaný obsah
da: Bedømt indhold
de_de: Benotete Inhalte
el: Βαθμολογημένο περιεχόμενο
el_gr: Διαβαθμισμένο περιεχόμενο
eo: Grädéd Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Contenido calificado
es_es: Contenido calificado
fa_ir: محتوای رتبه‌بندی شده
fi: Arvosteltu sisältö
fil_ph: Namarkahan na Nilalaman
fr: Contenu Noté
fr_ca: Contenu noté
fr_fr: Contenu classé
he: תוכן מדורג
hi: श्रेणीबद्ध की गई सामग्री
hy_am: Գնահատված է
id: Konten yang Dinilai
it: Contenuto classificato
it_it: Contenuto valutato
ja_jp: 採点対象コンテンツ
nb: Gradert innhold
nl_nl: Gekwoteerde oefening
pl: Treść klasyfikowana
pl_pl: Stopniowana zawartość
pt_br: Conteúdo avaliado
pt_pt: Conteúdo Classificado
ro: Conținut Notat
ru: Оценено
sk: Známkovaný obsah
sl: Dovoljena vsebina
sq: Përmbajtja e vlerësuar
sv: Graderat innehåll
sw_ke: Kuboresha Yaliomo
th: เนื้อหาการออกเกรด
tr_tr: Puanlanmış İçerik
uk: Оцінений контент
uz: Saralangan tarkib

source: Ungraded Problems
af_za: Ongegradeerde probleme
ar: المسائل غير المقيَّمة
ar_sa: مشاكل غير مصنفة
az: Qiymətləndirmə olmayan tapşırıqlar
bn_bd: ক্রমানুসারে না সাজানো সমস্যা
ca: Problemes sense classificar
cs: Neklasifikované problémy
da: Uklassificerede problemer
de_de: Unbenotete Aufgaben
el: Αβαθμολόγητα προβλήματα
el_gr: Μη διαβαθμισμένα προβλήματα
eo: Ûngrädéd Prößléms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Problemas no calificados
es_es: Problemas sin clasificar
fa_ir: مشکلات رتبه‌بندی نشده
fi: Luokittelemattomat ongelmat
fil_ph: Mga Walang Markahang Problema
fr: Problèmes non notés
fr_ca: Contenu non noté
fr_fr: Problèmes non classés
he: בעיות לא מדורגות
hi: अनियोजित समस्याएं
hy_am: Չգնահատված առաջադրանքներ
it: Problemi non classificati
it_it: Problemi non valutati
ja_jp: 採点対象外の問題
nb: Ikke graderte problemer
nl_nl: Niet gekwoteerde oefening
pl: Problemy niesklasyfikowane
pl_pl: Niesklasyfikowane problemy
pt_br: Problemas não avaliados
pt_pt: Problemas Sem Classificação
ro: Probleme Nenotate
ru: Задания без оценки
sk: Neznámkované úlohy
sl: Doplonjeni problemi
sq: Probleme të pagraduara
sv: Oradradade problem
sw_ke: Matatizo yisiyo tahiniwa
th: ปัญหาการไม่ออกเกรด
tr_tr: Puanlanmamış Problemler
uk: Оновлені Завдання
uz: O'rganilmagan muammolar.

source: Learning Outcomes
af_za: Leeruitkomste
ar: نتائج التعلُّم
ar_sa: نتائج التعلُّم
az: Təlim nəticələri
bn_bd: শিখার ফল
ca: Els resultats de l'aprenentatge
cs: Výsledky učení
da: Læringsresultater
de_de: Lernerfolge
el: Μαθησιακά αποτελέσματα
el_gr: Μαθησιακά αποτελέσματα
eo: Léärnïng Öütçömés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Resultados de aprendizaje
fa_ir: خروجی‌های آموزش
fi: Oppimistulokset
fil_ph: Ang resulta sa pag-aaral
fr: Résultats d'apprentissage
fr_ca: Résultats d'apprentissage
fr_fr: Résultats de l'apprentissage
he: תוצאות הלמידה
hi: सिखने का फल
hy_am: Ուսուցման արդյունքներ
id: Capaian Pembelajaran
it: Risultati dell&#39;apprendimento
it_it: Risultati di apprendimento
ja_jp: 学習成果
ka: სწავლების შედეგები
nb: Læringsutbytter
pl: Cele nauki
pl_pl: Wyniki nauki
pt_br: Resultados de aprendizado
pt_pt: Resultados da Aprendizagem
ro: Rezultatele Învățării
ru: Результаты обучения
sl: Učni izidi
sq: Rezultatet e mësimit
sv: Lärandemål
sw_ke: Matokeo ya Kujifunza / Kujifundisha
th: ผลสัมฤทธิ์จากการเรียนรู้
tr_tr: Öğrenme Çıktıları
uk: Результати навчання
uz: O'rganish natijalari

source: What are learners doing in my course?
af_za: Wat doen leerders in my kursus?
ar: ما الذي يفعله المتعلمون في دورتي التعليمية؟
ar_sa: ماذا يفعل الطلّاب في الدورة التدريبية الخاصة بي؟
az: Tələbələr kursumda nə edirlər?
bn_bd: শিক্ষার্থীরা আমার কোর্সে কেমন শিখছে ?
ca: Què estan fent els estudiants al meu curs?
cs: Co studenti v mém kurzu dělají?
da: Hvad laver kursisterne på mit kursus?
de_de: Wie agieren Teilnehmer in meinem Kurs?
el: Τι κάνουν οι σπουδαστές στον κύκλο μαθημάτων μου;
el_gr: Τι κάνουν οι μαθητές στο μάθημά μου;
eo: Whät äré léärnérs döïng ïn mý çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: ¿Qué están haciendo los estudiantes en mi curso?
fa_ir: یادگیرندگان در دوره آموزشی من چه می‌کنند؟
fi: Mitä opiskelijat tekevät kurssillani?
fil_ph: Ano ang ginagawa ng mga mag-aaral sa aking kurso?
fr: Que font les apprenants dans mon cours?
fr_ca: Que font les apprenants dans mon cours?
fr_fr: Que font les apprenants dans mon cours ?
he: מה עושים הלומדים בקורס שלי?
hi: मेरे पाठ्यक्रम में शिक्षार्थियों क्या कर रहे हैं?
hy_am: Ի՞նչ են անում ուսանողներն, իմ դասընթացի ընթացքում:
it: Cosa fanno gli studenti nel mio corso?
it_it: Cosa fanno gli studenti nel mio corso?
ja_jp: 受講者は本講座で何をしている？
pl: Co robią uczniowie w moim kursie?
pl_pl: Co robią uczniowie na moim kursie?
pt_br: O que os estudantes estão fazendo no meu curso?
pt_pt: O que é que os estudantes estão a fazer no meu curso?
ro: Cum se descurcă elevii la cursul meu?
ru: Что учащиеся делают на моем курсе?
sl: Kaj učenci počnejo na mojem tečaju?
sq: Çfarë po bëjnë nxënësit në kursin tim?
sv: Vad gör eleverna i min kurs?
sw_ke: Wanafunzi wanaendeleaje katika kozi hii?
th: ผู้เรียนทำอะไรบ้างในหลักสูตรของฉัน?
tr_tr: Dersimde öğrenciler neler yapıyor?
uk: Чим займаються учні на моєму курсі?
uz: O'quvchilar mening kursimda nima qilmoqdalar?

source: How are learners doing on graded course assignments?
af_za: Hoe gaan dit met leerders oor gegradeerde kursusopdragte?
ar: كيف هو أداء المتعلمين في واجبات الدورة النعليمية التي تم تقييمها؟
ar_sa: كيف حال الطلّاب في الدورة التدريبية الواجبات ؟
az: Qiymətləndirilmiş kurs tapşırıqlarında tələbələr necə işləyirlər?
bn_bd: ক্রমানুসারে সাজানো বরাদ্দকৃত কাজে শিক্ষার্থীরা কেমন করছে ?
ca: Com fan els aprenents en assignatures de cursos qualificats?
cs: Jak se studentům daří plnit klasifikovaná zadání?
da: Hvordan klarer kursisterne sig på bedømte kursusopgaver?
de_de: Wie gehen die Teilnehmer mit didaktischen Lehrveranstaltungen um?
el: Πώς τα καταφέρνουν οι σπουδαστές στις βαθμολογημένες εργασίες του κύκλου μαθημάτων;
el_gr: Πώς τα καταφέρνουν οι εκπαιδευόμενοι στις βαθμολογημένες εργασίες μαθημάτων;
eo: Höw äré léärnérs döïng ön grädéd çöürsé ässïgnménts? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: ¿Qué desempeño tienen los estudiantes las tareas calificables del curso?
fa_ir: یادگیرندگان در تکالیف دوره آموزشی بارم‌بندی شده چگونه عمل می‌کنند؟
fi: Miten oppilaat menestyvät arvostetuissa kurssitehtävissä?
fil_ph: Kumusta ang mga mag-aaral sa mga takdang-aralin na may markang kurso?
fr: Comment les apprenants font-ils lors des devoirs notés?
fr_ca: Comment les apprenants font-ils lors des devoirs notés?
fr_fr: Comment les apprenants se débrouillent-ils dans leurs travaux de cours notés ?
he: כיצד מתמודדים הלומדים עם מטלות הקורס עליהן ניתנים ציונים?
hi: शिक्षार्थियों श्रेणीबद्ध कार्यप्रणाली सौंपा गया काम पर कैसे कर रहे हैं?
hy_am: Ինչպիսի՞ն է ուսանողների կատարողականը, դասընթացի առաջադրանքների գնահատման արդյունքում
it: Come stanno andando gli studenti con i compiti dei corsi valutati?
it_it: Come procedono gli studenti sui compti di corsi valutati?
ja_jp: 受講者は採点対象の課題にどのように取り組んでいる？
pl: Jak uczniowie radzą sobie z podlegającymi ocenie zadaniami z kursu?
pl_pl: Jak uczniowie radzą sobie z ocenianymi zadaniami na kursie?
pt_br: Como os alunos estão fazendo nas tarefas do curso que valem nota?
pt_pt: Como é o desempenho dos estudantes nos cursos classificados?
ro: Cum se decurcă elevii cu temele din cursurile notate?
ru: Как дела у учащихся с оценочными заданиями по предметам?
sl: Kako se učenci obnesejo pri ocenjenih predmetnih nalogah?
sq: Si po ecin nxënësit në detyrat e kursit me notë?
sv: Hur gör eleverna på betygsatta kursuppdrag?
sw_ke: Wanafunzi wanaendeleaje kwenye kazi yenye daraja ya kozi hii?
th: ผู้เรียนทำอย่างไรกับงานที่มอบหมายในหลักสูตรที่มีการให้คะแนน
tr_tr: Öğrenciler notlandırılmış dersteki ödevlerini nasıl yapıyor?
uk: Яким чином учні виконують сортовані завдання курсу?
uz: O'quvchilar baholangan dars topshiriqlarini qanday bajarishmoqda?
