Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Countries or regions with at least one learner.
af_za: Lande of streke met ten minste een leerder.
ar: الدول أو المناطق التي يوجد فيها متعلم واحد على الأقل.
ar_sa: البلدان أو المناطق التي يوجد بها طالب واحد على الأقل.
az: Ən azı bir tələbəsi olan ölkə və ya regionlar
bn_bd: কমপক্ষে একজন শিক্ষার্থী রয়েছে এমন দেশ অথবা এলাকা
ca: Països o regions amb almenys un alumne.
cs: Země a regiony s alespoň jedním studentem
da: Lande eller regioner med mindst én elev.
de_de: Länder oder Regionen mit mindestens einem Teilnehmer
el: Χώρες ή περιοχές με τουλάχιστον έναν σπουδαστή.
el_gr: Χώρες ή περιοχές με τουλάχιστον έναν μαθητή.
eo: Çöüntrïés ör régïöns wïth ät léäst öné léärnér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Países o regiones con al menos un estudiante.
fa_ir: کشورها یا مناطقی که حداقل یک یادگیرنده دارند.
fi: Maat tai alueet, joissa on vähintään yksi oppilas.
fil_ph: Mga bansa o rehiyon na may kahit isang mag-aaral.
fr: Pays ou régions avec au moins un apprenant.
fr_ca: Pays ou régions avec au moins un apprenant.
fr_fr: Pays ou régions comptant au moins un apprenant.
he: מדינות או אזורים בעלי לומד אחד לפחות.
hi: कम से कम एक सीखने वाले देश या क्षेत्र।
hy_am: Առնվազն մեկ ուսանող ունեցող երկրներ և տարածաշրջաններ
it: Paesi o regioni con almeno uno studente.
it_it: Paesi o regioni con almeno uno studente.
ja_jp: １名以上受講している国・地域
nb: Land eller regioner med minst en student.
pl: Kraje lub regiony reprezentowane przez przynajmniej jednego ucznia.
pl_pl: Kraje lub regiony, w których znajduje się co najmniej jeden uczeń.
pt_br: Países ou regiões com ao menos um aluno.
pt_pt: Países ou regiões com pelo menos um estudante.
ro: Țări sau Regiuni cu cel puțin un elev înscris.
ru: Страны и регионы как минимум с одиним учеником.
sl: Države ali regije z vsaj enim učencem.
sq: Vendet ose rajonet me të paktën një nxënës.
sv: Länder eller regioner med minst en elev.
sw_ke: Nchi au Mikoa yenye walau mwanafunzi mmoja.
te: కనీసం ఒక విద్యార్థి గల దేశాలూ లేక ప్రాంతాలు
th: ประเทศหรือภูมิภาคที่มีผู้เรียนอย่างน้อยหนึ่งคน
tr_tr: En az bir öğrencisi olan ülke ya da bölgeler.
uk: Країни або регіони принаймні з одним учнем.
uz: Kamida bitta o'rganuvchiga ega bo'lgan davlatlar yoki mintaqalar.

source: Top Country or Region by Enrollment
af_za: Topland of streek deur inskrywing
ar: الدولة أو المنطقة التي يوجد فيها أكبر عدد من المسجّلين
ar_sa: أعلى دولة أو منطقة حسب التسجيل
az: Qeydiyyat üzrə ən yüksəkdə olan ölkə və ya region
bn_bd: নিয়োগের ভিত্তিতে শীর্ষ দেশ অথবা এলাকা
ca: Superior país o regió per inscripció
cs: Nejlepší země nebo region podle zápisu
da: Topland eller region efter tilmelding
de_de: Länder-Ranking gemäss Beteiligung derer Teilnehmer
el: Κορυφαία χώρα ή περιοχή κατά εγγραφή
el_gr: Κορυφαία χώρα ή περιοχή κατά εγγραφή
eo: Töp Çöüntrý ör Régïön ßý Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Países o región con más inscritos
fa_ir: کشور یا منطقه برتر براساس ثبت‌نام
fi: Suosituin maa tai alue ilmoittautumisen mukaan
fil_ph: Nangungunang Bansa o Rehiyon ayon sa Pagpapatala
fr: Premier pays ou région par inscriptions
fr_ca: Premier pays ou région par inscriptions
fr_fr: Pays ou région en tête de liste par inscription
he: מדינה מובילה או אזור מוביל על פי הרשמה
hi: नामांकन द्वारा शीर्ष देश या क्षेत्र
hy_am: Ամենաշատ գրանցված ուսանողներով երկիրը կամ տարածաշրջանը
it: Paese o regione principale per iscrizione
it_it: Paese o regione principale per iscrizione
ja_jp: 最も受講者が多い国・地域
nb: Høyest rangerte land utifra påmeldinger
pl: Najliczniej reprezentowany kraj lub region
pl_pl: Najpopularniejszy kraj lub region według rejestracji
pt_br: País com maior expressão em matrículas
pt_pt: Principal País ou Região por Inscrição
ro: Țara sau Regiunea cu cele mai multe înscrieri
ru: Страна или регион с наибольшим числом зарегистрированных слушателей.
sl: Najboljša država ali regija glede na vpis
sq: Vendi ose rajoni kryesor sipas regjistrimit
sv: Toppland eller region genom registrering
sw_ke: Nchi au Mkoa ulioongoza katika Usajili
te: అత్యధిక చేరికలు గల దేశం లేక ప్రాంతం
th: ประเทศหรือภูมิภาคอันดับสูงสุดโดยการลงทะเบียน
tr_tr: Kayıtlanmaya göre Birinci Ülke ya da Bölge
uk: Найкраща Країна чи Регіон за реєстрацією
uz: Ro'yxatdan o'tish bo'yicha eng yaxshi mamlakat yoki mintaqa.

source: Country or region with the largest number of learners.
af_za: Land of streek met die grootste aantal leerders.
ar: الدولة أو المنطقة التي يوجد فيها أكبر عدد من المتعلمين.
ar_sa: البلد أو المنطقة التي بها أكبر عدد من الطلّاب .
az: Ən çox tələbə sayısı olan ölkə və ya region
bn_bd: শিক্ষার্থীর সংখা অনুযায়ী বৃহত্তম দেশ অথবা এলাকা ।
ca: País o regió amb el major nombre d'estudiants.
cs: Země nebo region s největším počtem studentů.
da: Land eller region med det største antal kursister.
de_de: Land oder Region mit der größten Anzahl von Teilnehmern
el: Χώρα ή περιοχή με τον μεγαλύτερο αριθμό σπουδαστών.
el_gr: Χώρα ή περιοχή με τον μεγαλύτερο αριθμό μαθητών.
eo: Çöüntrý ör régïön wïth thé lärgést nümßér öf léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: País o región con el mayor número de estudiantes.
fa_ir: کشور یا منطقه با بیشترین تعداد یادگیرنده.
fi: Maa tai alue, jossa on eniten oppilaita.
fil_ph: Bansa o rehiyon na may pinakamalaking bilang ng mga mag-aaral.
fr: Pays ou région avec le plus grand nombre d'apprenant.
fr_ca: Pays ou région avec le plus grand nombre d'apprenant.
fr_fr: Le pays ou la région qui compte le plus grand nombre d'apprenants.
he: מדינה או אזור בעל מספר הלומדים הגבוה ביותר.
hi: शिक्षार्थियों की सबसे बड़ी संख्या वाला देश या क्षेत्र।
hy_am: Ամենաշատ ուսանողներով երկիրը կամ տարածաշրջանը
it: Paese o regione con il maggior numero di studenti.
it_it: Paese o regione con il numero più elevato di studenti.
ja_jp: 最も受講者が多い国・地域。
nb: Land eller region med det største antall kursdeltakere.
pl: Kraj lub region z największą liczbą studentów
pl_pl: Kraj lub region z największą liczbą uczniów.
pt_br: País ou região com maior número de estudantes.
pt_pt: País ou região com o maior número de estudantes.
ro: Țara sau Regiunea cu cei mai mulți elevi.
ru: Страна или регион с наибольшим числом учащихся.
sl: Država ali regija z največjim številom učencev.
sq: Vendi ose rajoni me numrin më të madh të nxënësve.
sv: Land eller region med det största antalet elever.
sw_ke: Nchi au mkoa wenye namba kubwa kabisa ya wanafunzi.
te: అతి ఎక్కువ మంది విద్యార్థులు ఉన్న దేశం లేక ప్రాంతం.
th: ประเทศหรือภูมิภาคที่มีผู้เรียนจำนวนมากที่สุด
tr_tr: En çok öğrenciye sahip ülke ya da bölge.
uk: Країна або Регіон з найбільшою кількістю учнів.
uz: O'quvchilar soni eng ko'p bo'lgan mamlakat yoki mintaqa.

source: Second Country or Region by Enrollment
af_za: Tweede land of streek deur inskrywing
ar: ثاني أكبر دولة أو منطقة من حيث عدد المسجّلين
ar_sa: الدولة أو المنطقة الثانية عن طريق التسجيل
az: Qeydiyyat üzrə ikinci ölkə və ya region
bn_bd: নিয়োগের ভিত্তিতে দ্বিতীয় দেশ অথবা এলাকা
ca: Segon país o regió per inscripció
cs: Druhá země nebo region podle zápisu
da: Andet land eller region efter tilmelding
de_de: Land oder Region mit der zweitgrößten Beleiligung an Teilnahmen
el: Δεύτερη χώρα ή περιοχή κατά συμμετοχή
el_gr: Δεύτερη χώρα ή περιοχή με εγγραφή
eo: Séçönd Çöüntrý ör Régïön ßý Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Segundo pais o región con más inscritos
fa_ir: کشور یا منطقه رتبه دوم براساس ثبت‌نام
fi: Toinen maa tai alue ilmoittautumisen perusteella
fil_ph: Pangalawang Bansa o Rehiyon sa pamamagitan ng Pagpapatala
fr: Second pays ou région par inscriptions
fr_ca: Second pays ou région par inscriptions
fr_fr: Deuxième pays ou région par inscription
he: מדינה או אזור במקום השני על פי הרשמה.
hi: नामांकन द्वारा दूसरा देश या क्षेत्र
hy_am: Երկրորդ երկիրը կամ տարածաշրջանն ըստ գրանցումների
it: Secondo Paese o regione per iscrizione
it_it: Secondo paese o regione per iscrizione
ja_jp: ２番目に受講者が多い国・地域
nb: Land eller region med det nest-største antallet kursdeltakere
pl: Drugi kraj lub region pod względem liczby uczniów
pl_pl: Drugi kraj lub region według rejestracji
pt_br: País ou região com maior expressão em matrículas.
pt_pt: Segundo País ou Região por Inscrição
ro: A doua Țară sau Regiune cu cele mai multe înscrieri.
ru: Вторая страна или регион по количеству зарегистрированных участников
sl: Druga država ali regija po vpisu
sq: Vendi ose rajoni i dytë sipas regjistrimit
sv: Andra landet eller regionen genom registrering
sw_ke: Nchi au Mkoa ulioshika nafasi ya Pili katika Usajili
te: అతి ఎక్కువ చేరికలు గల రెండో పెద్ద దేశం లేక ప్రాంతం
th: ประเทศหรือภูมิภาคลำดับที่สองโดยการลงทะเบียน
tr_tr: Kayıtlanmaya göre İkinci Ülke ya da Bölge
uk: Друга Країна або Регіон за реєстрацією
uz: Ro'yxatdan o'tish bo'yicha ikkinchi o'rindagi mamlakat yoki mintaqa.

source: Country or region with the second largest number of learners.
af_za: Land of streek met die tweede grootste aantal leerders.
ar: ثاني أكبر دولة أو منطقة من حيث عدد من المتعلمين.
ar_sa: البلد أو المنطقة التي بها ثاني أكبر عدد من الطلّاب .
az: İkinci ən çox sayda tələbəsi olan ölkə və ya region
bn_bd: শিক্ষার্থীর সংখা অনুযায়ী দ্বিতীয় বৃহত্তম দেশ অথবা এলাকা
ca: País o regió amb el segon major nombre d'estudiants.
cs: Země nebo region s druhým největším počtem studentů.
da: Land eller region med det næststørste antal kursister.
de_de: Land oder Region mit der zweitgrößten Anzahl an Teilnehmern
el: Χώρα ή περιοχή με τον δεύτερο μεγαλύτερο αριθμό σπουδαστών.
el_gr: Χώρα ή περιοχή με τον δεύτερο μεγαλύτερο αριθμό μαθητών.
eo: Çöüntrý ör régïön wïth thé séçönd lärgést nümßér öf léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: País o región con el segundo mayor número de estudiantes.
fa_ir: کشور یا منطقه در دومین جایگاه از نظر تعداد یادگیرندگان.
fi: Maa tai alue, jossa on toiseksi eniten oppijoita.
fil_ph: Bansa o rehiyon na may pangalawang pinakamalaking bilang ng mga mag-aaral.
fr: Pays ou région avec le deuxième plus grand nombre d'apprenants.
fr_ca: Pays ou région avec le deuxième plus grand nombre d'apprenants.
fr_fr: Pays ou région ayant le deuxième plus grand nombre d'apprenants.
he: מדינה או אזור בעל המספר השני בגודלו של לומדים.
hi: शिक्षार्थियों की दूसरी सबसे बड़ी संख्या वाला देश या क्षेत्र।
hy_am: Երկրորդ ամենաշատ գրանցված ուսանողների քանակով երկիրը կամ տարածաշրջանը
it: Paese o regione con il secondo maggior numero di studenti.
it_it: Paese o regione con il secondo numero più elevato di studenti.
ja_jp: ２番目に受講者が多い国・地域。
nb: Land eller region med nest høyest antall påmeldte deltagere
pl: Kraj lub region z drugą największą liczbą studentów
pl_pl: Kraj lub region z drugą co do wielkości liczbą uczniów.
pt_br: País ou região com o segundo maior número de estudantes.
pt_pt: País ou região com o segundo maior número de estudantes.
ro: Țara sau Regiunea cu al doilea cel mai mare număr de elevi.
ru: Страна или регион со вторым по величине числом учащихся.
sl: Država ali regija z drugim največjim številom učencev.
sq: Vendi ose rajoni me numrin e dytë më të madh të nxënësve.
sv: Land eller region med näst största antal elever.
sw_ke: Nchi au Mkoa ulioshika nafasi ya pili kwa idadi kubwa ya wanafunzi.
te: అతి ఎక్కువ మంది విద్యార్థులు గల రెండో పెద్ద దేశం లేక ప్రాంతం.
th: ประเทศหรือภูมิภาคที่มีจำนวนผู้เรียนมากเป็นอันดับสอง
tr_tr: En çok öğrenciye sahip ikinci ülke ya da bölge.
uk: Країна або Регіон, які є другими за величиною по кількісті учнів.
uz: O'rganuvchilar soni bo'yicha ikkinchi o'rindagi mamlakat yoki mintaqa.

source: Third Country or Region by Enrollment
af_za: Derde land of streek deur inskrywing
ar: ثالث أكبر دولة أو منطقة من حيث عدد المسجّلين
ar_sa: البلد أو المنطقة الثالثة عن طريق التسجيل
az: Qeydiyyat üzrə üçüncü ölkə və ya region
bn_bd: নিয়োগের ভিত্তিতে তৃতীয় দেশ অথবা এলাকা
ca: Tercer país o regió per inscripció
cs: Třetí země nebo region podle zápisu
da: Tredjeland eller region efter tilmelding
de_de: Drittgrößtes Land bzw. Region an Teilnahmen
el: Τρίτη χώρα ή περιοχή κατά συμμετοχή
el_gr: Τρίτη χώρα ή περιοχή με εγγραφή
eo: Thïrd Çöüntrý ör Régïön ßý Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Tercer país o región con mayor número de inscripciones
fa_ir: کشور یا منطقه سوم براساس ثبت‌نام
fi: Kolmas maa tai alue ilmoittautumisen perusteella
fil_ph: Ikatlong Bansa o Rehiyon sa pamamagitan ng Pagpapatala
fr: Troisième pays ou région par inscriptions
fr_ca: Troisième pays ou région par inscriptions
fr_fr: Troisième pays ou région par inscription
he: מדינה או אזור במקום השלישי על פי הרשמה
hi: तीसरा देश या क्षेत्र नामांकन द्वारा
hy_am: Երրորդ երկիրը կամ տարածաշրջանն ըստ գրանցվածների քանակի
it: Paese o regione terza per iscrizione
it_it: Terzo paese o regione per iscrizione
ja_jp: ３番目に受講者が多い国・地域
nb: Tredje land eller region etter påmelding
pl: Trzeci kraj lub region pod względem liczby uczniów
pl_pl: Kraj trzeci lub region według rejestracji
pt_br: Terceiro país com maior expressão em matrículas.
pt_pt: Terceiro País ou Região por Inscrição
ro: A treia Țară sau Regiune cu cele mai multe înscrieri
ru: Третья страна или регион в разбивке по зачислению
sl: Tretja država ali regija po vpisu
sq: Vendi ose Rajoni i Tretë sipas regjistrimit
sv: Tredje landet eller regionen genom anmälan
sw_ke: Nchi au Mkoa ulioshika nafasi ya Tatu katika usajili
te: చేరికల దృష్ట్యా మూడో పెద్ద దేశం లేక ప్రాంతం
th: ประเทศหรือภูมิภาคลำดับที่สามโดยการลงทะเบียน
tr_tr: Kayıtlanmaya göre Üçüncü Ülke ya da Bölge
uk: Третя Країна або Регіон за Реєстрацією
uz: Ro'yxatdan o'tish bo'yicha uchinchi o'rindagi mamlakat yoki mintaqa.

source: Country or region with the third largest number of learners.
af_za: Land of streek met die derde grootste aantal leerders.
ar: ثالث أكبر دولة أو منطقة من حيث عددمن المتعلمين.
ar_sa: البلد أو المنطقة التي لديها ثالث أكبر عدد من الطلّاب .
az: Üçüncü ən çox tələbəsi olan ölkə vəya region
bn_bd: শিক্ষার্থীর সংখা অনুযায়ী তৃতীয় বৃহত্তম দেশ অথবা এলাকা
ca: País o regió amb el tercer major nombre d'estudiants.
cs: Země nebo region s třetím největším počtem studentů.
da: Land eller region med det tredjestørste antal kursister.
de_de: Land bzw. Region mit der drittgrößten Anzahl an Teilnehmern
el: Χώρα ή περιοχή με τον τρίτο μεγαλύτερο αριθμό σπουδαστών.
el_gr: Χώρα ή περιοχή με τον τρίτο μεγαλύτερο αριθμό μαθητών.
eo: Çöüntrý ör régïön wïth thé thïrd lärgést nümßér öf léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: País o región con el tercer mayor número de estudiantes.
fa_ir: کشور یا منطقه در سومین جایگاه از نظر تعداد یادگیرندگان.
fi: Maa tai alue, jossa on kolmanneksi eniten oppijoita.
fil_ph: Bansa o rehiyon na may ikatlong pinakamalaking bilang ng mga mag-aaral.
fr: Pays ou région avec le troisième plus grand nombre d'apprenants.
fr_ca: Pays ou région avec le troisième plus grand nombre d'apprenants.
fr_fr: Pays ou région avec le troisième plus grand nombre d'apprenants.
he: מדינה או אזור בעל המספר השלישי בגודלו של לומדים.
hi: शिक्षार्थियों की तीसरी सबसे बड़ी संख्या वाला देश या क्षेत्र।
hy_am: Երրորդ ամենաշատ ուսանողներով երկիրը կամ տարածաշրջանը
it: Paese o regione con il terzo maggior numero di studenti.
it_it: Paese o regione con il terzo numero più elevato di studenti.
ja_jp: ３番目に受講者が多い国・地域。
nb: Land eller region med tredje høyeste antall påmeldte deltagere
pl: Kraj lub region z trzecią liczbą uczniów.
pl_pl: Kraj lub region z trzecią co do wielkości liczbą uczniów.
pt_br: País ou região com o terceiro maior número de estudantes.
pt_pt: País ou região com o terceiro maior número de estudantes.
ro: Țara sau Regiunea cu al treilea cel mai mare număr de elevi.
ru: Страна или регион с третьим по счету количеством слушателей
sl: Država ali regija s tretjim največjim številom učencev.
sq: Vendi ose rajoni me numrin e tretë më të madh të nxënësve.
sv: Land eller region med det tredje största antalet elever.
sw_ke: Nchi au Mkoa ulioshika nafasi ya tatu kwa idadi ya wanafunzi.
te: అతి ఎక్కువ మంది విద్యార్థులు గల మూడో అతిపెద్ద దేశం లేక ప్రాంతం.
th: ประเทศหรือภูมิภาคที่มีจำนวนผู้เรียนมากเป็นอันดับสาม
tr_tr: En çok öğrenciye sahip üçüncü ülke ya da bölge.
uk: Країна або Регіон, які є третіми за величиною по кількісті учнів.
uz: O'rganuvchilar soni bo'yicha uchinchi o'rindagi mamlakat yoki mintaqa.

source: %(percent)s%% of learners
af_za: %(percent)s%% van leerders
ar: %(percent)s%% من الطلاب
ar_sa: %(percent)s %% من الطلّاب
az: Tələbələrin %(percent)s%%
bn_bd: %(percent)s%% শিক্ষার্থীগণ
ca: %(percent)s%% d'aprenents
cs: %(percent)s%% studentů
da: %(percent)s %% af kursister
de_de: %(percent)s%% der Teilnehmer
el: %(percent)s%% των σπουδαστών
el_gr: %(percent)s %% των μαθητών
eo: %(percent)s%% öf léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: %(percent)s%% de estudiantes
fa_ir: %(percent)s%% از یادگیرندگان
fi: %(percent)s%% oppijoista
fil_ph: %(percent)s%% ng mga nag-aaral
fr: %(percent)s%% des étudiants
fr_ca: %(percent)s%% des étudiants
fr_fr: %(percent)s%% d'apprenants
he: %(percent)s%%לומדים
hi: शिक्षार्थियों का %(percent)s%%
hy_am: %(percent)s%% սովորողների
it: %(percent)s %% degli studenti
it_it: %(percent)s%% di studenti
ja_jp: 受講者の%(percent)s%%
ka: მსმენელების %(percent)s%%
nb: %(percent)s%% av deltagerne
pl: %(percent)s%% uczniów
pl_pl: %(percent)s %% uczniów
pt_br: %(percent)s%% de alunos
pt_pt: %(percent)s%% de estudantes
ro: %(percent)s%% al elevilor
ru: %(percent)s%% из участников
sl: %(percent)s%% učencev
sq: %(percent)s %% të nxënësve
sv: %(percent)s%% av eleverna
sw_ke: %(percent)s%% ya wanafunzi
te: విద్యార్థుల %(percent)s%%
th: %(percent)s%% ของผู้เรียน
tr_tr: öğrencilerin %(percent)s%%
uk: %(percent)s%% з учнів
uz: Oʻrganuvchilarning %(percent)s%%

source: Geographic Breakdown
af_za: Geografiese ineenstorting
ar: تقسيم الطلّاب من حيث توزّعهم الجغرافي
ar_sa: الانهيار الجغرافي
az: Coğrafi bölgü
bn_bd: ভৌগলিক ভাঙ্গন
ca: Desglossament geogràfic
cs: Geografické členění
da: Geografisk opdeling
de_de: Geographische Aufschlüsselung
el: Γεωγραφική ανάλυση
el_gr: Γεωγραφική Ανάλυση
eo: Géögräphïç Bréäkdöwn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Distribución geográfica
es_es: Desglose por países
fa_ir: تفکیک جغرافیایی
fi: Maantieteellinen jakautuminen
fr: Répartition géographique
fr_ca: Répartition géographique
fr_fr: Répartition géographique
he: התפלגות גיאוגרפית
hi: भौगोलिक टूट
hu: Földrajzi eloszlás
hy_am: Աշխարհագրական բաշխում
id: Rincian Geografis
it: Ripartizione geografica
it_it: Analisi geografica
ja_jp: 内訳
ka: გეოგრაფიული განშლა
lt_lt: Geografinė analizė
nb: Geografisk klassifisering
nl_nl: Geografische specificatie
pl: Rozkład geograficzny
pl_pl: Podział geograficzny
pt_br: Distribuição Geográfica
pt_pt: Distribuição Geográfica
ro: Defalcare Geografică
ru: географическое распределение
sk: Geografické rozdelenie
sl: Geografska razčlenitev
sq: Ndarja Gjeografike
sv: Geografisk uppdelning
sw_ke: Migawanyo kwa kijografia
te: ప్రాంతాలవారీ వివరములు
th: การแบ่งออกเป็นส่วนตามภูมิศาสตร์
tr_tr: Coğrafi Dağılım
uk: Географічна розбивка
uz: Geografik taqsimot.

source: Application
af_za: Toepassing
ar: التطبيق المستخدم
ar_sa: تطبيق
az: Proqram təminatı
bn_bd: আবেদন
ca: Aplicació
cs: Aplikace
da: Ansøgning
de_de: Anwendung
el: Εφαρμογή
el_gr: Εφαρμογή
eo: Àpplïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Aplicación
es_es: Aplicación
fa_ir: نرم‌افزار
fi: Sovellus
fil_ph: Aplikasyon
fr_fr: Candidature
he: אפליקציה
hi: आवेदन
hu: Applikáció
hy_am: Ծրագիր
id: Aplikasi
it: Applicazione
it_it: Domanda
ja_jp: アプリケーション
ka: აპლიკაცია
lt_lt: Paraiška
nb: Applikasjon
nl_nl: Toepassing
pl: Aplikacja
pl_pl: Aplikacja
pt_br: Aplicação
pt_pt: Aplicação
ro: Aplicare
ru: Приложение
sk: Prihláška
sl: Aplikacija
sq: Aplikacion
sv: Ansökan
sw_ke: Programu tumizi
te: ధరకాస్తు
th: แอพพลิเคชั่น
tr_tr: Uygulama
uk: Додаток
uz: Ariza

source: Course Home
af_za: Kursushuis
ar: صفحة المساق الرئيسية
ar_sa: الصفحة الرئيسية للدورة
az: Əsas səhifə
bn_bd: কোর্স হোম
ca: Inici del curs
cs: Domovská stránka kurzu
da: Kursus hjem
de_de: Startseite des Kurses
el: Αρχική σελίδα κύκλου μαθημάτων
el_gr: Σπίτι μαθήματος
eo: Çöürsé Hömé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Inicio de Curso
es_es: Inicio del curso
fa_ir: صفحۀ دوره آموزشی
fi: Kurssi Kotiin
fr: Accueil du cours
fr_ca: Page d'accueil du cours
fr_fr: Accueil du cours
he: עמוד הבית של הקורס
hi: पाठ्यक्रम घर
hy_am: Դասընթացի գլխավոր էջ
id: Beranda Kursus
it: Corso a casa
it_it: Home del corso
ja_jp: ホーム
ka: კურსის მთავარი გვერდი
lt_lt: Kurso pagrindinis puslapis
nb: Kurs hjem
nl_nl: Cursus Homepagina
pl: Strona główna kursu
pl_pl: Strona główna kursu
pt_br: Curso
pt_pt: Página Inicial
ro: Pagina curs
ru: Главная страница курса
sk: Domovská stránka kurzu
sl: Domača stran tečaja
sq: Faqja e kursit
sv: Kurshemsida
sw_ke: Mwanzo wa Kozi
te: పాఠ్యాంశం మొదలు
th: หน้าโฮม หลักสูตร
tr_tr: Ders Ana Sayfası
uk: Домашня сторінка курсу
uz: Uyga vazifa

source: Active
af_za: Aktief
ar: فعّال
ar_sa: نشيط
az: Aktiv
bn_bd: সক্রিয়
ca: Actiu
cs: Aktivní
da: Aktiv
de_de: Ausgewählt
el: Ενεργό
el_gr: Ενεργός
eo: Àçtïvé Ⱡ'σяєм ιρѕυ#
es_419: Activo
es_es: Activa
fa_ir: فعال
fi: Aktiivinen
fil_ph: Aktibo
fr: Actif
fr_ca: Actif
fr_fr: Actif
he: פעיל
hi: सक्रिय
hu: Aktív
hy_am: Ակտիվ
id: Aktif
it: Attivo
it_it: Attivo
ja_jp: アクティブ
ka: აქტიური
lt_lt: Aktyvus
nb: Aktiv
nl_nl: Actief
pl: Aktywne
pl_pl: Aktywny
pt_br: Ativo
pt_pt: Ativo
ro: Activ
ru: Активный
sk: Aktívny
sl: Aktiven
sq: Aktiv
sv: Aktiva
sw_ke: Amilifu
te: పనిచేయునవి
th: กำลังใช้งาน
tr_tr: Aktif
uk: Активний
uz: Faol

source: (%(download_icon)s CSV Download)
af_za: (%(download_icon)s CSV aflaai)
ar: (%(download_icon)s تنزيل CSV)
ar_sa: (%(download_icon)s تحميل CSV)
az: (%(download_icon)s CSV yüklənmə)
bn_bd: (%(download_icon)s সিএসভি ডাউনলোড)
ca: (%(download_icon)s Descàrrega CSV)
cs: (%(download_icon)s stáhnout CSV)
el: (%(download_icon)s Λήψη CSV)
el_gr: (%(download_icon)s Λήψη CSV)
eo: (%(download_icon)s ÇSV Döwnlöäd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: (%(download_icon)s Descargar CSV)
fa_ir: (%(download_icon)s بارگیری CSV)
fi: (%(download_icon)s CSV-lataus)
fr: (%(download_icon)s Téléchargement au format CSV)
fr_ca: (%(download_icon)s Téléchargement CSV)
fr_fr: (%(download_icon)s Télécharger CSV)
he: (%(download_icon)s CSV הורדת)
hi: (%(download_icon)s CSV डाउनलोड)
it: (%(download_icon)s Scarica CSV)
it_it: (%(download_icon)s Download CSV)
ja_jp: (%(download_icon)s CSV ダウンロード)
ka: (%(download_icon)s CSV ჩამოტვირთვა)
nb: (%(download_icon)s CSV Nedlasting)
pl: (%(download_icon)s Ładowanie pliku CSV )
pl_pl: (%(download_icon)s pobieranie pliku CSV)
pt_pt: (%(download_icon)s transferir CSV)
ro: (%(download_icon)s CSV Descarcă)
ru: (%(download_icon)s Скачать в формате CSV )
sq: (%(download_icon)sShkarkim CSV)
sv: (%(download_icon)s Hämta CSV)
te: (%(download_icon)sసీ ఎస్ వీ డౌన్లోడ్)
th: (%(download_icon)s ดาวน์โหลด CSV ไฟล์ )
tr_tr: (%(download_icon)s CSV İndir)
uk: (%(download_icon)s CSV Завантажити)
uz: (%(download_icon)s CSVʼni saqlash)
