Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Course summary data was last updated %(update_date)s at %(update_time)s UTC.
af_za: Kursusopsommingsdata is laas opgedateer %(update_date)s by %(update_time)s UTC.
ar: تم تحديث ملخص الدورة التعليمية %(update_date)s الساعة %(update_time)s بالتوقيت العمالي الموحد
ar_sa: تم آخر تحديث لبيانات ملخص الدورة التدريبية %(update_date)s في %(update_time)s UTC.
az: Sonuncu dəfə kurs xülasəsi %(update_date)s tarixində saat %(update_time)s UTC-də yeniləndi.
bn_bd: কোর্সের সারসংক্ষেপ তথ্য সর্বশেষ সংশোধিত হয়েছে %(update_date)s তারিখে %(update_time)s টায় ইউ টি সি ।
ca: Les dades de resum del curs es van actualitzar per última vegada %(update_date)s a %(update_time)s UTC.
cs: Souhrnná data kurzu byla naposledy aktualizována %(update_date)s v %(update_time)s UTC.
da: Kursusoversigtsdata blev sidst opdateret %(update_date)s kl. %(update_time)s UTC.
de_de: Die Daten der Kurszusammenfassung wurden zuletzt am %(update_date)s um %(update_time)s UTC aktualisiert.
el: Τα δεδομένα περίληψης κύκλου μαθημάτων ενημερώθηκαν τελευταία φορά %(update_date)s στις %(update_time)s UTC.
el_gr: Τα δεδομένα περίληψης μαθήματος ενημερώθηκαν τελευταία φορά %(update_date)s στο %(update_time)s UTC.
eo: Çöürsé sümmärý dätä wäs läst üpdätéd %(update_date)s ät %(update_time)s ÛTÇ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: La última actualización de datos resumen del curso fue el %(update_date)s a las %(update_time)s UTC.
fa_ir: آخرین روزآمدسازی داده‌های خلاصه دوره آموزشی در%(update_date)sو %(update_time)s به وقت جهانی بوده است.
fi: Kurssin yhteenvetotiedot päivitettiin viimeksi %(update_date)s klo %(update_time)s UTC.
fil_ph: Huling na-update ang data ng buod ng kurso sa %(update_date)s sa %(update_time)s UTC.
fr: Les données sommatives du cours ont été mises à jour pour la dernière fois %(update_date)s à %(update_time)s UTC.
fr_ca: Les données sommaires du cours ont été mises à jour pour la dernière fois %(update_date)s à %(update_time)s UTC.
fr_fr: Les données de synthèse des cours ont été mises à jour pour la dernière fois le %(update_date)s à %(update_time)s UTC.
he: נתוני סיכום קורס עודכנו לאחרונה ב-%(update_date)s ב-%(update_time)s על פי שעון UTC.
hi: कोर्स सारांश डेटा अंतिम बार%(update_date)s पर%(update_time)s UTC पर अपडेट किया गया था।
hy_am: Դասընթացի ամփոփ տվյալները վերջին անգամ թարմացվել են %(update_date)s՝%(update_time)s-ին UTC
it: I dati di riepilogo del corso sono stati aggiornati l&#39;ultima volta %(update_date)s alle %(update_time)s UTC.
it_it: I dati di riepilogo del corso sono stati ultimamente aggiornati il %(update_date)s alle %(update_time)s UTC.
ja_jp: 講座概要データは%(update_date)s %(update_time)s （UTC）に更新されました。
pl: Dane podsumowujące dotyczące kursu były ostatnio aktualizowane %(update_date)s o %(update_time)s.
pl_pl: Dane podsumowania kursu zostały ostatnio zaktualizowane %(update_date)s o %(update_time)s UTC.
pt_br: Os dados do resumo do curso foram atualizados pela última vez em %(update_date)s às %(update_time)s UTC.
pt_pt: Os dados de resumo do curso foram atualizados pela última vez em %(update_date)s às %(update_time)s UTC.
ro: Rezumatul cursului a fost actualizat ultima oară în %(update_date)s la %(update_time)s UTC.
ru: Сводные данные курса были обновлены %(update_date)s в %(update_time)s UTC.
sl: Podatki o povzetku tečaja so bili nazadnje posodobljeni %(update_date)s ob %(update_time)s UTC.
sq: Të dhënat e përmbledhjes së kursit u përditësuan për herë të fundit %(update_date)s në %(update_time)s UTC.
sv: Sammanfattande data om kursen uppdaterades senast den %(update_date)s klockan %(update_time)s UTC.
sw_ke: Muhtasari wa kozi mara ya mwisho kusahihishwa %(update_date)s kwenye %(update_time)s UTC.
th: ข้อมูลสรุปหลักสูตรมีการปรับปรุงล่าสุดเมื่อ %(update_date)s เวลา %(update_time)sUTC.
tr_tr: Ders özeti en son %(update_date)s tarihinde %(update_time)s UTC saatinde güncellendi.
uk: Підсумкові дані курсу були оновленні в останній раз%(update_date)s на%(update_time)sUTC.
uz: Kursning qisqacha bayoni bo'yicha ma'lumotlar oxirgi marta %(update_date)ssanasida %(update_time)sUTC-da yangilandi.

source: Engagement Content
af_za: Betrokkenheidinhoud
ar: محتوى المشاركة
ar_sa: محتوى المشاركة
az: Fəaliyyət məzmunu
bn_bd: সংযুক্ত বিষয়বস্তু
ca: Contingut de participació
cs: Obsah zapojení
da: Engagement indhold
de_de: Beteilungsinhalte
el: Περιεχόμενο προς ενασχόληση
el_gr: περιεχόμενο περιεχόμενο
eo: Éngägémént Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Participación en contenido
es_es: Contenido del compromiso
fa_ir: محتوای تعامل
fi: Sitoutumissisältö
fil_ph: Nilalaman ng Pakikipag-ugnayan
fr: Contenu de l'Engagement
fr_ca: Contenu de l'engagement
fr_fr: Contenu de l'engagement
he: התפלגות תוכן
hi: सगाई की सामग्री
hu: Tartalom terheltsége
hy_am: Ներգրավման բովանդակություն
id: Konten Keterlibatan
it: Contenuto del coinvolgimento
it_it: Engagement del contenuto
ja_jp: コンテンツへの取組状況
lt_lt: Dalyvavimo turinys
nb: Engasjerende innhold
nl_nl: Betrokkenheid bij de inhoud
pl: Treść angażująca
pl_pl: Zaangażowanie zawartość
pt_br: Conteúdo de Envolvimento
pt_pt: Conteúdo de Envolvimento
ro: Angajament de conţinut
ru: Взаимодействие с содержимым
sk: Účasť na obsahu
sl: Vsebina aktivnosti
sq: Përmbajtja e angazhimit
sv: Förlovningsinnehåll
sw_ke: Yanayo mshughulisha/mvutia zaidi muhusika
th: การมีส่วนร่วมในเนื้อหา
tr_tr: Etkileşim İçeriği
uk: Зміст Залученності
uz: Mashg'ulot tarkibi

source: Course engagement data was last updated %(update_date)s at %(update_time)s UTC.
af_za: Kursusbetrokkenheidsdata is laas opgedateer %(update_date)s by %(update_time)s UTC.
ar: التحديث الأخير لبيانات المشاركة في الدورة التعليمية كان بتاريخ %(update_date)s عند الساعة %(update_time)s بالتوقيت العالمي الموحد UTC.
ar_sa: تم آخر تحديث لبيانات المشاركة في الدورة التدريبية %(update_date)s في %(update_time)s UTC.
az: Kurs fəaliyyət məlumatları sonuncu dəfə %(update_date)starixində saat %(update_time)sUTC-də yeniləndi.
bn_bd: কোর্সের সংযুক্তির তথ্য সর্বশেষ সংশোধিত হয়েছে %(update_date)s তারিখে %(update_time)s টায় ইউ টি সি
ca: Les dades de participació del curs es van actualitzar per darrer cop el %(update_date)s a les %(update_time)s UTC.
cs: Data o zapojení kurzu byla naposledy aktualizována %(update_date)s v %(update_time)s UTC.
da: Kursusengagementdata blev sidst opdateret %(update_date)s kl. %(update_time)s UTC.
de_de: Die Daten zur Kursteilnahme wurden zuletzt am %(update_date)s um %(update_time)s UTC aktualisiert.
el: Τα δεδομένα των δραστηριοτήτων του κύκλου μαθημάτων ενημερώθηκαν την %(update_date)s στις %(update_time)s UTC.
el_gr: Τα δεδομένα αφοσίωσης μαθήματος ενημερώθηκαν για τελευταία φορά %(update_date)s στο %(update_time)s UTC.
eo: Çöürsé éngägémént dätä wäs läst üpdätéd %(update_date)s ät %(update_time)s ÛTÇ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: La última actualización de los datos de participación en el curso fue el %(update_date)s a las %(update_time)s UTC.
es_es: Los datos del compromiso del curso fueron actualizados por última vez el %(update_date)s a las %(update_time)s UTC.
fa_ir: داده‌های تعامل دوره آموزشی و %(update_date)s و%(update_time)sمطابق ساعت جهانی روزآمد شد.
fi: Kurssin sitoutumistiedot päivitettiin viimeksi %(update_date)s klo %(update_time)s UTC.
fil_ph: Huling na-update ang data ng pakikipag-ugnayan ng kurso sa %(update_date)s sa %(update_time)s UTC.
fr: Les données sur l'investissement dans les cours ont été mises à jour la dernière fois le %(update_date)s à %(update_time)s UTC.
fr_ca: Les données d'engagement du cours ont été mises à jour pour la dernière fois %(update_date)s à %(update_time)s UTC.
fr_fr: La dernière mise à jour des données relatives à la participation aux cours a été effectuée le %(update_date)s à %(update_time)s UTC.
he: נתוני התפלגות בקורס עודכנו לאחרונה בתאריך %(update_date)s בשעה %(update_time)s על פי שעון UTC.
hi: कोर्स इंगेजमेंट डाटा आखिरी अपडेट हुआ था %(update_date)sपर%(update_time)s UTC।
hu: A kurzus terheltségi adatai %(update_date)s, %(update_time)s UTC-kor kerültek frissítésre.
hy_am: Դասընթացի ներգրավման տվյալները վերջին անգամ թարմացվել են %(update_date)s՝%(update_time)s-ին UTC
it: I dati sul coinvolgimento del corso sono stati aggiornati l&#39;ultima volta %(update_date)s alle %(update_time)s UTC.
it_it: I dati di engagement del corso sono stati ultimamente aggiornati il %(update_date)s alle %(update_time)s UTC.
ja_jp: 取組状況データは%(update_date)s %(update_time)s （UTC）に更新されました。
lt_lt: Dalyvavimo kurse duomenys paskutinį kartą atnaujinti %(update_date)s %(update_time)s UTC.
nb: Kursengasjementdata var sist oppdatert %(update_date)s ved kl. %(update_time)s UTC.
nl_nl: Cursus deelname-activiteit gegevens zijn het laatst bijgewerkt op %(update_date)s om %(update_time)s UTC.
pl: Dane o zaangażowaniu w kurs były ostatnio aktualizowane %(update_date)s o %(update_time)s UTC.
pl_pl: Dane dotyczące zaangażowania w kurs były ostatnio aktualizowane %(update_date)s o %(update_time)s UTC.
pt_br: Os dados de envolvimento foram atualizados pela última vez em %(update_date)s às%(update_time)s UTC.
pt_pt: Os dados de envolvimento no curso foram atualizados pela última vez em %(update_date)s às %(update_time)s UTC.
ro: Datele interacțiunii cu, cursul a fost actualizat ultima oară %(update_date)s la %(update_time)s UTC.
ru: Курс привлечения данных был обновлен %(update_date)s в %(update_time)s UTC.
sk: Dáta o účasti v kurze naposledy aktualizované %(update_date)s o %(update_time)s UTC.
sl: Datum aktivnosti tečaja je nazadnje spremenjen %(update_date)s ob %(update_time)s UTC.
sq: Të dhënat e angazhimit të kursit u përditësuan për herë të fundit %(update_date)s në %(update_time)s UTC.
sv: Kursens engagemangsdata uppdaterades senast den %(update_date)s kl %(update_time)s UTC.
sw_ke: Yalio muhimu zaidi yalikamilishwa mwisho %(update_date)s kwa %(update_time)s UTC.
th: ข้อมูลการมีส่วนร่วมในหลักสูตรมีการปรับปรุงล่าสุดเมื่อ %(update_date)s เวลา %(update_time)s UTC.
tr_tr: Ders etkileşim verisi en son %(update_date)s tarihinde %(update_time)s UTC saatinde güncellendi.
uk: Дані з залученності на курс в останнє були оновленні %(update_date)s о %(update_time)s UTC.
uz: Kurs mashg'ulotlari bo'yicha ma'lumotlar oxirgi marta %(update_date)ssanasida %(update_time)sUTC-da yangilandi.

source: Engagement Videos
af_za: Betrokkenheid video's
ar: فيديوهات المشاركة
ar_sa: فيديوهات الخطوبة
az: Fəaliyyət videoları
bn_bd: সংযুক্ত ভিডিও সমূহ
ca: Vídeos d'interacció
cs: Interaktivní videa
da: Engagement videoer
de_de: Beteiligung bei Videos
el: Βίντεο ενασχολήσεων
el_gr: Βίντεο αρραβώνων
eo: Éngägémént Vïdéös Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Participación sobre los videos
fa_ir: ویدئوهای تعامل
fi: Kihlautumisvideot
fil_ph: Mga Video ng Pakikipag-ugnayan
fr: Vidéo de l'Engagement
fr_ca: Vidéos d'engagement
fr_fr: Vidéos d'engagement
he: סרטוני וידאו על פעילות
hi: सगाई के वीडियो
hy_am: Ներգրավման տեսանյութեր
id: Video Keterlibatan
it: Video di fidanzamento
it_it: Engagement dei video
ja_jp: 動画への取組状況
nb: Engasjementvideoer
nl_nl: Betrokkenheid Videos
pl: Wideo angażujące
pl_pl: Filmy zaręczynowe
pt_br: Vídeos Relacionados
pt_pt: Vídeos de Interesse
ro: Videoclipuri interactive
ru: Взаимодействие с видеоматериалами
sk: Videá pre zamestnanie
sl: Videi
sq: Video fejese
sv: Förlovningsvideoer
sw_ke: Yaliomuhimu zaidi kwa Video
th: การเข้าดูวิดิโอ
tr_tr: Etkileşim Videoları
uk: Відео Залученісті
uz: Mashg'ulot videolari

source: Video data was last updated %(update_date)s at %(update_time)s UTC.
af_za: Video -data is laas opgedateer %(update_date)s by %(update_time)s UTC.
ar: التحديث الأخير لبيانات الفيديو كان بتاريخ %(update_date)s عند الساعة %(update_time)s بالتوقيت العالمي الموحد UTC.
ar_sa: تم آخر تحديث لبيانات الفيديو %(update_date)s في %(update_time)s UTC.
az: Video datası sonuncu dəfə %(update_date)s tarixində saat %(update_time)s UTC-də yeniləndi.
bn_bd: ভিডিওর তথ্য সর্বশেষ সংশোধিত হয়েছে %(update_date)s তারিখে %(update_time)s টায় ইউ টি সি ।
ca: Les dades del vídeo es van actualitzar per última vegada %(update_date)s a les %(update_time)s UTC.
cs: Data videa byla naposledy aktualizována %(update_date)s v %(update_time)s UTC.
da: Videodata blev sidst opdateret %(update_date)s kl. %(update_time)s UTC.
de_de: Die Videoinhalte wurden zuletzt am %(update_date)s um %(update_time)s UTC aktualisiert.
el: Τα δεδομένα των βίντεο ενημερώθηκαν την %(update_date)s στις %(update_time)s UTC.
el_gr: Τα δεδομένα βίντεο ενημερώθηκαν τελευταία φορά %(update_date)s στο %(update_time)s UTC.
eo: Vïdéö dätä wäs läst üpdätéd %(update_date)s ät %(update_time)s ÛTÇ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: La última actualización de datos de video fue el %(update_date)s a las %(update_time)s UTC.
es_es: Los datos del vídeo fueron actualizados por última vez el %(update_date)s a las %(update_time)s UTC.
fa_ir: آخرین بار داده‌های ویدئو در %(update_date)sو%(update_time)sساعت جهانی روزآمد شد.
fi: Videotiedot päivitettiin viimeksi %(update_date)s klo %(update_time)s UTC.
fil_ph: Huling na-update ang data ng video sa %(update_date)s sa %(update_time)s UTC.
fr: Les données de la vidéo ont été mises à jour la dernière fois le %(update_date)s à %(update_time)s UTC.
fr_ca: Les données vidéo ont été mises à jour pour la dernière fois %(update_date)s à %(update_time)s UTC.
fr_fr: Les données vidéo ont été mises à jour pour la dernière fois le %(update_date)s à %(update_time)s UTC.
he: נתוני סרטון הווידאו בקורס עודכנו לאחרונה בתאריך %(update_date)s בשעה %(update_time)s על פי שעון UTC.
hi: विडियो डाटा आखिरी अपडेट हुआ था %(update_date)sपर%(update_time)s UTC।
hy_am: Տեսանյութի տվյալները վերջին անգամ թարմացվել են%(update_date)s՝%(update_time)s-ին UTC
it: I dati video sono stati aggiornati l&#39;ultima volta %(update_date)s alle %(update_time)s UTC.
it_it: L'ultimo aggiornamento dei dati video è stato il %(update_date)s alle %(update_time)s UTC.
ja_jp: 動画データは %(update_date)s %(update_time)s（UTC）に更新されました。
lt_lt: Vaizdo įrašas paskutinį kartą atnaujintas %(update_date)s %(update_time)s UTC.
nb: Videodata var sist oppdatert %(update_date)s ved kl. %(update_time)s UTC.
nl_nl: Deze video is laatst bijgewerkt op %(update_date)s om %(update_time)s UTC.
pl: Dane video były ostatnio aktualizowane %(update_date)s o %(update_time)s UTC.
pl_pl: Dane wideo zostały ostatnio zaktualizowane %(update_date)s o %(update_time)s UTC.
pt_br: Dados do vídeo atualizados pela última vez em %(update_date)s às %(update_time)s UTC.
pt_pt: Os dados de vídeo foram atualizados pela última vez em %(update_date)s às %(update_time)s UTC.
ro: Datele videoclipului au fost actualizate ultima oară în %(update_date)s la%(update_time)s UTC.
ru: Видеоданные последний раз обновлялись: %(update_date)s в %(update_time)s UTC.
sk: Dáta videa boli naposledy aktualizované %(update_date)s o %(update_time)s UTC.
sl: Video podatki so bili nazadnje posodobljeni %(update_date)s ob %(update_time)s UTC.
sv: Videodata uppdaterades senast %(update_date)s kl. %(update_time)s UTC.
sw_ke: Video ilikamilishwa mwisho %(update_date)s kwa %(update_time)s UTC.
th: ปรับปรุงวิดิโอข้อตกลงล่าสุดวันที่ %(update_date)s เวลา %(update_time)s UTC.
tr_tr: Video verisi en son %(update_date)s tarihinde %(update_time)s UTC saatinde güncellendi.
uk: Відео данні в останнє були оновленні %(update_date)s о %(update_time)s UTC.
uz: Video bo'yicha ma'lumotlar oxirgi marta %(update_date)ssanasida %(update_time)sUTC-da yangilandi.

source: Looks like no one has watched any videos in these sections.
af_za: Dit lyk asof niemand in hierdie afdelings video's gekyk het nie.
ar: يبدو أنّ أحداً لم يشاهد أي فيديو في هذه الأقسام.
ar_sa: يبدو أنه لم يشاهد أحد أي مقاطع فيديو في هذه الأقسام.
az: Belə görünür ki, bu bölmələrdə heç kəs hər hansı videoya baxmayıb.
bn_bd: এই বিভাগের কোন ভিডিও কেও দেখে নাই ।
ca: Sembla que ningú no ha vist cap vídeo en aquestes seccions.
cs: Zdá se, že v těchto sekcích nikdo neviděl žádná videa.
da: Det ser ud til, at ingen har set nogen videoer i disse sektioner.
de_de: Sieht so aus, als ob niemand die Videos in diesem Abschnitt gesehen hat.
el: Φαίνεται ότι κανείς δεν έχει παρακολουθήσει κανένα από τα βίντεο σε αυτές τις ενότητες.
el_gr: Φαίνεται ότι κανείς δεν έχει παρακολουθήσει βίντεο σε αυτές τις ενότητες.
eo: Lööks lïké nö öné häs wätçhéd äný vïdéös ïn thésé séçtïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Parece que nadie ha visto ninguno de los videos en estas secciones.
es_es: Parece que nadie ha visto ningún vídeo en estas secciones.
fa_ir: به نظر می‌رسد هیچ‌کس هیچ ویدئویی را در این بخش‌ها تماشا نکرده است.
fi: Näyttää siltä, että kukaan ei ole katsonut videoita näissä osioissa.
fil_ph: Mukhang walang nakapanood ng anumang video sa mga seksyong ito.
fr: On dirait que personne n'a regardé de vidéo dans cette section.
fr_ca: On dirait que personne n'a regardé de vidéos dans ces sections.
fr_fr: Il semble que personne n'ait regardé de vidéos dans ces sections.
he: נראה שאף אחד לא צפה בסרטון וידאו בפרקים אלה.
hi: ऐसा लगता है कि इन खंडों में किसी ने कोई वीडियो नहीं देखा है।
hy_am: Կարծես ոչ ոք այս բաժիններում ոչ մի տեսանյութ չի դիտել
id: Tampaknya belum ada yang menonton video pada bagian ini.
it: Sembra che nessuno abbia guardato alcun video in queste sezioni.
it_it: Sembra che nessuno abbia guardato alcun video in queste sezioni.
ja_jp: このセクションの動画は誰にも視聴されていないようです。
nb: Ser ut som om ingen har sett noen videoer i disse seksjonene.
nl_nl: Het lijkt erop dat niemand de video's heeft bekeken van deze secties.
pl: Prawdopodobnie nikt nie obejrzał żadnego wideo w tych sekcjach.
pl_pl: Wygląda na to, że nikt nie oglądał żadnych filmów w tych sekcjach.
pt_br: Parece que ninguém assistiu a vídeos nestas seções.
pt_pt: Parece que ninguém assistiu a nenhum vídeo nestas secções.
ro: Nu a fost vizionat nici un videoclip în aceste secțiuni.
ru: Похоже, никто не просматривал видео в этих разделах.
sk: Vyzerá to tak, že v týchto sekciách si ešte nikto nepozrel žiadne video.
sl: Izgleda da nobeden ni pogledan nobenega videa v teh poglavjih.
sq: Duket sikur askush nuk ka shikuar ndonjë video në këto seksione.
sv: Det verkar som att ingen har tittat på några videoklipp i dessa avsnitt.
sw_ke: Nikama hakuna alie tazama video katika vitengo hivi.
th: ดูเหมือนว่าไม่มีใครดูวิดีโอในส่วนเหล่านี้
tr_tr: Hiç kimse bu bölümlerden herhangi videoları izlemiş gibi görünmüyor.
uk: Схоже, ніхто не дивився жодного відео в цих розділах.
uz: Bu bo'limdagi videolarni hech kim tomosha qilmagan ko'rinadi.

source: Section Name
af_za: Afdeling Naam
ar: اسم القسم
ar_sa: اسم القسم
az: Bölüm adı
bn_bd: অধ্যায়ের নাম
ca: Nom de la secció
cs: Název sekce
da: Sektionsnavn
de_de: Abschnitt
el: Όνομα ενότητας
el_gr: Όνομα ενότητας
eo: Séçtïön Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Nombre de sección
es_es: Nombre del apartado
fa_ir: نام بخش
fi: Osion nimi
fil_ph: Pangalan ng Seksyon
fr: Nom de la section
fr_ca: Nom de la section
fr_fr: Nom de la section
he: שם הפרק
hi: भाग नाम
hu: Fejezet neve
hy_am: Բաժնի անվանում
id: Nama Bagian
it: Nome della sezione
it_it: Nome sezione
ja_jp: セクション名
ka: სექციის სახელი
nb: Seksjonsnavn
nl_nl: Sectie naam
pl: Nazwa sekcj
pl_pl: Nazwa sekcji
pt_br: Nome da Seção
pt_pt: Nome da Secção
ro: Secțiunea Numelui
ru: Название раздела
sk: Názov sekcie
sl: Ime poglavja
sq: Emri i seksionit
sv: Avsnittsnamn
sw_ke: Jina la Kitengo
th: ชื่อหัวข้อ
tr_tr: Bölüm Adı
uk: Назва розділу
uz: Bo'lim nomi.

source: Subsection Name
af_za: Onderafdeling Naam
ar: اسم القسم الفرعي
ar_sa: اسم القسم الفرعي
az: Alt bölüm adı
bn_bd: উপধারার নাম
ca: Nom de la subsecció
cs: Název podsekce
da: Navn på underafsnit
de_de: Unterabschnitt
el: Όνομα υποενότητας
el_gr: Όνομα υποενότητας
eo: Süßséçtïön Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Nombre de subsección
es_es: Nombre del subapartado
fa_ir: نام زیربخش
fi: Alaosion nimi
fil_ph: Pangalan ng Subsection
fr: Nom de la sous-section
fr_ca: Nom de la sous-section
fr_fr: Nom de la sous-section
he: שם תת הפרק
hi: उपभाग नाम
hu: Alfejezet neve
hy_am: Ենթաբաժնի անվանում
id: Nama Subbagian
it: Nome della sottosezione
it_it: Nome sottosezione
ja_jp: サブセクション名
ka: ქვესექციის სახელი
nb: Subseksjonsnavn
nl_nl: Naam subsectie
pl: Nazwa podsekcji
pl_pl: Nazwa podsekcji
pt_br: Nome da subseção
pt_pt: Nome da Subsecção
ro: Nume Subsecțiune
ru: Название подраздела
sk: Názov podsekcie
sl: Ime podpoglavja
sq: Emri in nënseksionit
sv: Underavsnitt Namn
sw_ke: Jina la Kitengo toto
th: ชื่อหัวข้อย่อย
tr_tr: Alt bölüm Adı
uk: Назва підрозділу
uz: Bo'lim qismi nomi

source: Video Name
af_za: Video naam
ar: اسم الفيديو
ar_sa: اسم الفيديو
az: Video adı
bn_bd: ভিডিওর নাম
ca: Nom del Video
cs: Název videa
da: Video navn
el: Όνομα βίντεο
el_gr: Όνομα βίντεο
eo: Vïdéö Nämé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Nombre del video
es_es: Nombre del vídeo
fa_ir: نام ویدیو
fi: Videon nimi
fil_ph: Pangalan ng Video
fr: Nom de la Vidéo
fr_ca: Nom de la vidéo
fr_fr: Nom de la vidéo
he: שם סרטון הוידאו
hi: वीडियो नाम
hu: Video neve
hy_am: Տեսանյութի անվանում
id: Nama Video
it: Nome del video
it_it: Nome video
ja_jp: 動画名
ka: ვიდეოს სახელი
lt_lt: Vaizdo įrašo pavadinimas
nb: Videonavn
nl_nl: Video naam
pl: Nazwa wideo
pl_pl: Nazwa wideo
pt_br: Nome do vídeo
pt_pt: Nome do Vídeo
ro: Numele Videoclipului
ru: Название видео
sk: Názov videa
sl: Ime videa
sq: Emri i videos
sv: Videonamn
sw_ke: Jina la Video
th: ชื่อวิดีโอ
tr_tr: Video Adı
uk: Ім’я відео
uz: Video nomi.
