Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, ar_sa, bn_bd, de_at, de_de, el, eo, es_419, eu_es, fa_ir, fil_ph, fr, he, hi, hu, it, ja_jp, ka, kk_kz, lt_lt, ms_my, nb, nl_nl, pl, pt_br, ro, ru, sk, sl, sq, sv, sw_ke, tr_tr, uk, uk_ua, uz

source: No courses are enrolled, or course activity data has not yet been processed. Data is updated every day, so check back regularly for up-to-date metrics.
af_za: Geen kursusse word ingeskryf nie, of kursusaktiwiteitsdata is nog nie verwerk nie. Data word elke dag opgedateer, so kyk gereeld terug vir bygewerkte statistieke.
ar: لم يتم التسجيل لأي دورات تعليمية، أو أنه لم يتم معالجة بيانات نشاط الدورة التعليمية. يتم تحديث البيانات كل يوم، لذلك قم بمراجعة الموقع بانتظام للحصول على بيانات محدثة.
ar_sa: لم يتم تسجيل أي دورات تدريبية، أو لم تتم معالجة بيانات نشاط الدورة التدريبية بعد. يتم تحديث البيانات يوميًا، لذا تحقق مرة أخرى بانتظام للحصول على أحدث المقاييس.
bn_bd: কোন কোর্সে ভর্তি করা হয়নি, বা কোর্স কার্যকলাপ তথ্য এখনো প্রক্রিয়াভুক্ত করা হয়নি। প্রতিদিন তথ্য আপডেট করা হয়, তাই আপ-টু-ডেট বৈশিষ্ট্যের মান ফিরে পেতে নিয়মিত চেক করুন।
de_at: Es sind keine Kurse eingeschrieben oder die Daten wurden noch nicht verarbeitet. Daten werden täglich aktualisiert. Schauen Sie daher regelmäßig vorbei, um aktuelle Messwerte zu erhalten.
de_de: Keine Einschreibungen in Kurse und keine Daten zu Kursaktivitäten die noch nicht verarbeitet worden sind. Diese Daten werden täglich aktualisiert. Um aktuelle Metriken zu untersuchen schauen Sie bitte regelmäßig hier vorbei.
eo: Nö çöürsés äré énrölléd, ör çöürsé äçtïvïtý dätä häs nöt ýét ßéén pröçésséd. Dätä ïs üpdätéd évérý däý, sö çhéçk ßäçk régülärlý för üp-tö-däté métrïçs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт α#
es_419: No hay cursos inscritos, o los datos de la actividad del curso no se han procesado todavía. Los datos se actualizan diariamente, entonces vuelva a chequear regularmente para acceder a las metricas actualizadas.
fa_ir: در دوره آموزشی ثبت‌نامی انجام نشده است یا اطلاعات مربوط به فعالیت دوره آموزشی هنوز پردازش نشده است. داده‌ها روزانه روزآمد می‌شوند، بنابراین برای سنجه‌های روزآمد، مرتباً سامانه را بررسی کنید.
fil_ph: Walang mga kursong naka-enroll, o hindi pa naproseso ang data ng aktibidad ng kurso. Ang data ay ina-update araw-araw, kaya bumalik nang regular para sa up-to-date na mga sukatan.
fr: Aucune inscriptions dans les cours cours ou les données d'activités du cours n'ont pas encore été traitées. Les données sont mises à jour quotidiennement, veuillez revenir régulièrement pour des données à jour.
he: לא נרשמו קורסים או לא עובדו נתוני פעילות קורס. הנתונים מתעדכנים כל יום, לכן חזור ובדוק באופן קבוע מדדים מעודכנים.
hi: कोई पाठ्यक्रम नामांकित नहीं है, या पाठ्यक्रम गतिविधि डेटा अभी तक संसाधित नहीं किया गया है। डेटा हर दिन अपडेट किया जाता है, इसलिए नवीनतम मेट्रिक्स के लिए नियमित रूप से जांच करते रहें।
it: Nessun corso è iscritto oppure i dati sull&#39;attività del corso non sono stati ancora elaborati. I dati vengono aggiornati ogni giorno, quindi controlla regolarmente per verificare le metriche aggiornate.
ja_jp: 講座を登録されていないか、講座データがまだ処理されていません。データは毎日更新されますので、定期的に確認してください。
ms_my: Tiada pendaftaran kursus atau data aktiviti kursus belum diproses. Data dikemas kini setiap hari. Oleh itu, sila semak semula secara kerap untuk metrik terkini.
pl: Brak zapisanych uczniów lub dane związane z aktywnością kursu nie zostały jeszcze przetworzone. Dane są aktualizowane codziennie, więc aby poznać zaktualizowane statystyki zaglądaj tu regularnie.
pt_br: Nenhum curso está matriculado, ou os dados de atividades ainda não foram processados. Os dados serão atualizado todos os dias, então verifique regularmente para métricas mais atuais.
ro: Nu sunt înscrise cursuri sau datele despre activitatea cursului nu au fost încă procesate. Datele sunt actualizate în fiecare zi, verificați în mod regulat metricile actualizate.
ru: Курсы не зачислены, или данные о деятельности курса еще не обработаны. Данные обновляются каждый день, поэтому регулярно проверяйте их на наличие обновленных показателей.
sl: Noben tečaj ni vpisan ali pa podatki o aktivnostih tečaja še niso obdelani. Podatki se posodabljajo vsak dan, zato redno preverjajte, ali so na voljo posodobljene meritve.
sq: Asnjë kurs nuk është regjistruar ose të dhënat e aktivitetit të kursit nuk janë përpunuar ende. Të dhënat përditësohen çdo ditë, prandaj kontrolloni rregullisht për metrika të përditësuara.
sv: Inga kurser är anmälda eller kursaktivitetsdata har ännu inte bearbetats. Data uppdateras varje dag, så kolla in regelbundet för uppdaterad statistik.
sw_ke: Hakuna kozi zilizoandikishwa, au taarifa ya shughuli za kozi hazijatayarishwa. Taarifa zinasasishwa kila siku, hivyo angalia mara kwa mara upate taarifa mpya.
tr_tr: Herhangi bir ders kayıtlanmadı ya da ders etkinlik verileri henüz işlenmedi. Veriler her gün güncellenmektedir, dolayısıyla güncel metrikler için düzenli olarak kontrol edin.
uk: Ніякі курси не зареєстровані, або дані про діяльність у курсі ще не оброблені. Дані оновлюються щодня, тому регулярно перевіряйте оновлення показників.
uk_ua: Немає курсів, які не запис , або дані курс ще не оброблена. дані оновлюються щодня, тому регулярно перевіряйте актуальні показники.
uz: Hech qanday kursga roʻyxatdan oʻtilmagan yoki kurs faoliyati toʻgʻrisidagi maʼlumotlar hali qayta ishlanmagan. Maʼlumotlar har kuni yangilanadi, shuning uchun yangi koʻrsatkichlarni muntazam ravishda tekshirib turing.

source: Search courses
af_za: Soekkursusse
ar: البحث في الدورات التعليمية
ar_sa: البحث في الدورات
bn_bd: কোর্স অনুসন্ধান
de_at: Kurse suchen
de_de: Nach Kursen suchen
eo: Séärçh çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Buscar cursos
eu_es: Bilatu ikastaroak
fa_ir: جستجو دوره‌های آموزشی
fil_ph: Maghanap ng mga kurso
fr: Rechercher les cours
he: חפש קורסים
hi: पाठ्यक्रम खोजें
it: Cerca corsi
ja_jp: 講座を検索
ms_my: Buat carian kursus
pl: Szukaj kursów
pt_br: Pesquise os cursos
ro: Cauta cursuri
ru: Поиск курсов
sl: Iskanje tečajev
sq: Kërko kurse
sv: Sök efter kurser
sw_ke: Tafuta kozi
tr_tr: Derslerde ara
uk: Пошук курсів
uk_ua: Пошукові курси
uz: Kurslarni qidirish

source: search
af_za: Soek
ar: بحث
ar_sa: يبحث
bn_bd: অনুসন্ধান
de_at: suchen
de_de: Suche
el: αναζήτηση
eo: séärçh Ⱡ'σяєм ιρѕυ#
es_419: buscar
eu_es: bilatu
fa_ir: جستجو
fil_ph: paghahanap
fr: chercher
he: חיפוש
hi: खोजें
it: ricerca
ja_jp: 検索
ka: ძიება
kk_kz: Іздеу
ms_my: Carian
pl: szukaj
pt_br: procurar
ro: căutare
ru: искать
sl: Iskanje
sq: kërkimi
sv: sök
sw_ke: Tafuta
tr_tr: ara
uk: шукати
uk_ua: пошук
uz: Izlash

source: clear search
af_za: Duidelike soektog
ar: امسح البحث
ar_sa: مسح البحث
bn_bd: আবার অনুসন্ধান
de_at: saubere Suche
de_de: Suche löschen
el: καθαρισμός αναζήτησης
eo: çléär séärçh Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: borrar búsqueda
eu_es: garbitu bilaketa
fa_ir: حذف جستجو
fil_ph: malinaw na paghahanap
fr: effacer la recherche
he: נקה חיפוש
hi: स्पष्ट खोज
it: ricerca chiara
ja_jp: 検索をクリア
ka: ძიების გასუფთავება
kk_kz: Іздеуді тазалау
ms_my: Bersihkan carian
pl: wyczyść wyszukiwanie
pt_br: Limpar pesquisa
ro: ștergeți căutarea
ru: Очистить поиск
sl: jasno iskanje
sq: kërkim i qartë
sv: rensa sökningen
sw_ke: ondoa utafutaji
tr_tr: aramayı temizle
uk: очистити пошук
uk_ua: чіткий пошук
uz: qidiruvni tozalash

source: Date not available
af_za: Datum nie beskikbaar nie
ar: التاريخ غير متوفر
ar_sa: التاريخ غير متوفر
bn_bd: তারিখ নাই
de_at: Datum nicht verfügbar
de_de: Datum nicht verfügbar
eo: Däté nöt äväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Fecha no disponible
eu_es: Data ez dago eskuragarri
fa_ir: داده‌ها فراهم نیستند
fil_ph: Hindi available ang petsa
fr: Date non disponible
he: התאריך אינו זמין
hi: तारीख उपलब्ध नहीं है
it: Data non disponibile
ja_jp: データが取得できません
ms_my: Tarikh tidak tersedia
pl: Termin jest niedostępny
pt_br: Data não disponível
ro: Data nu este disponibilă
ru: Дата недоступна
sl: Datum ni na voljo
sq: Data nuk disponohet
sv: Datum ej tillgängligt
tr_tr: Tarih mevcut değil
uk: Дати не доступні
uk_ua: Дата недоступна
uz: Maʼlumot mavjud emas

source: Learner Roster
af_za: Leerderrooster
ar: قائمة الطلاب
ar_sa: قائمة طالب
bn_bd: রোস্টার শিক্ষার্থী
de_at: Teilnehmerliste
de_de: Übersicht Teilnehmer
el: Μητρώο μαθητή
eo: Léärnér Röstér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Lista de estudiantes
eu_es: Ikasle-zerrenda
fa_ir: فهرست یادگیرندگان
fil_ph: Listahan ng mga Mag-aaral
fr: Liste des apprenants
he: מספר הלומדים
hi: छात्र तालिका
it: Elenco degli studenti
ja_jp: 受講者名簿
ka: მსმენელთა რეესტრი
kk_kz: Оқушы тізімге енгізілген
ms_my: Senarai Pelajar
pl: Lista uczniów
pt_br: Lista de Alunos
ro: Lista Elevilor
ru: Реестр слушателей
sl: Seznam učencev
sq: Lista e nxënësve
sv: Elevlista
sw_ke: Mchomaji Mwanagenzi
tr_tr: Öğrenci Çizelgesi
uk: Список Учня
uk_ua: учень Roster
uz: Oʻrganuvchilar roʻyxati

source: Sorry, we couldn't find any learners who matched that query.
af_za: Jammer, ons kon geen leerders vind wat ooreenstem met die navraag nie.
ar: عذرًا، لم نتمكن من العثور على أي طلاب الذين يطابقون هذا السؤال.
ar_sa: عذرًا، لم نتمكن من العثور على أي الطلّاب الذي يطابق هذا الاستعلام.
bn_bd: দুঃখিত, আমরা কোনো শিক্ষার্থী যে প্রশ্নের সাথে মিলেছে এমন খুঁজে পাইনি
de_at: Leider konnten wir keine Lernenden finden, die dieser Suchanfrage entsprachen.
de_de: Entschuldigung, wir konnten keine Teilnehmer finden die zu Ihrer Suche passen.
eo: Sörrý, wé çöüldn't fïnd äný léärnérs whö mätçhéd thät qüérý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Lo sentimos, no pudimos encontrar ningún estudiante que coincidiera con esta petición.
fa_ir: با عرض پوزش، ما نتوانستیم یادگیرنده‌ای را بیابیم که با عبارت مورد جستجو مطابقت داشته باشد.
fil_ph: Paumanhin, wala kaming mahanap na mga mag-aaral na tumugma sa query na iyon.
fr: Désolé, nous n'avons pas pu trouver d'apprenant correspondant à cette requête.
he: מצטערים, לא ניתן למצוא לומדים התואמים לחיפוש זה.
hi: खेद है - इस प्रश्न से मिलता जुलता छात्र हमें नही मिला।
it: Siamo spiacenti, non siamo riusciti a trovare nessuno studente che corrispondesse a quella query.
ja_jp: 申し訳ありませんが、該当する受講者を見つけることができませんでした。
ka: სამწუხაროდ ისეთი მსმენელის მოძიება, რომელიც ამ მოთხოვნებს პასუხობს ვერ მოხერხდა.
ms_my: Maaf. Kami tidak menjumpai mana-mana pelajar yang padan dengan pertanyaan.
pl: Nie udało się znaleźć uczniów, którzy odpowiadaliby temu zapytaniu.
pt_br: Desculpe, não conseguimos encontrar nenhum aluno para essa pesquisa.
ro: Ne pare rău, nu am putut găsi niciun elev care să corespundă căutării.
ru: К сожалению, слушатели, соответствующие параметрам запроса, не найдены.
sl: Žal nismo mogli najti nobenega učenca, ki bi ustrezal tej poizvedbi.
sq: Na vjen keq, nuk mundëm të gjenim asnjë nxënës që përputhej me atë pyetje.
sv: Tyvärr, vi kunde inte hitta några elever som matchade den frågan.
tr_tr: Üzgünüz, bu aramaya uygun herhangi bir öğrenci bulamadık.
uk: На жаль, нам не вдалося знайти учасників, які б відповідали цьому запиту.
uk_ua: На жаль, ми не змогли знайти жодного учні , який би відповідав цьому запиту.
uz: Kechirasiz, ushbu soʻrovga mos keladigan biron bir oʻrganuvchi topilmadi.

source: Return to the Learners page.
af_za: Keer terug na die leerdersbladsy.
ar: العودة إلى صفحة الطلاب
ar_sa: العودة إلى صفحة الطلّاب .
bn_bd: লার্নার্স পৃষ্ঠায় প্রত্যাবর্তন
de_at: Kehren Sie zur Seite „Lernende“ zurück.
de_de: Zurück zur Teilnehmerseite.
eo: Rétürn tö thé Léärnérs pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Regresar a la página de Estudiantes.
eu_es: Itzuli ikasleen orrira.
fa_ir: بازگشت به صفحه یادگیرندگان
fil_ph: Bumalik sa Learners page.
fr: Retourner à la page Apprenants.
he: חזור לעמוד הלומדים.
hi: छात्र-पृष्ठ पर वापिस जाएं।
it: Ritorna alla pagina Studenti.
ja_jp: 受講者ページに戻る。
ka: მსმენელების გვერდზე დაბრუნება.
ms_my: Kembali ke laman Pelajar.
pl: Wróć do strony studentów
pt_br: Retornar à página do Aluno
ro: Reveniți la pagina cu Elevi
ru: Вернуться к списку слушателей.
sl: Vrnite se na stran Učenci.
sq: Kthehuni te faqja e Nxënësve.
sv: Återgå till sidan för elever.
tr_tr: Öğrenciler sayfasına dön.
uk: Повернутися до сторінки Учня
uk_ua: Повернення до сторінки учні .
uz: Oʻrganuvchilar sahifasiga qaytish.

source: Learners
af_za: Leerders
ar: الطلاب
ar_sa: الطلّاب
bn_bd: শিক্ষার্থীগণ
de_at: Lernende
de_de: Lernende
el: Μαθητές
eo: Léärnérs Ⱡ'σяєм ιρѕυм ∂#
es_419: Estudiantes
eu_es: Ikasleak
fa_ir: یادگیرندگان
fil_ph: Mga mag-aaral
fr: Apprenants
he: לומדים
hi: शिक्षार्थियों
it: Studenti
ja_jp: 受講者
ka: მსმენელები
kk_kz: Оқып-үйренушілер
ms_my: Pelajar
pl: Studenci
pt_br: Aprendizes
ro: Elevi
ru: Слушатели
sl: Učenci
sq: Studentët
sv: Lärare
sw_ke: Wanagenzi
tr_tr: Öğrenciler
uk: Учні
uk_ua: учні
uz: O'quvchilar

source: Learner Details
af_za: Leerderbesonderhede
ar: تفاصيل الطلاب
ar_sa: تفاصيل طالب
bn_bd: লার্নার বিস্তারিত
de_at: Details zum Lernenden
de_de: Teilnehmerdetails
el: Λεπτομέρειες μαθητή
eo: Léärnér Détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Detalles del estudiante
eu_es: Ikaslearen xehetasunak
fa_ir: جزئیات یادگیرنده
fil_ph: Mga Detalye ng Mag-aaral
fr: Détails sur les apprenants
he: פִּרטי הלומדים
hi: शिक्षार्थी विवरण
it: Dettagli dello studente
ja_jp: 受講者詳細
ka: დაწვრილებით მსმენელზე
kk_kz: Оқып-үйренушілер туралы толығырақ ақпарат
ms_my: Butiran Pelajar
pl: Informacje o uczniu
pt_br: Detalhes do estudante
ro: Detaliile elevului
ru: Информация о слушателе
sl: Podrobnosti o učencu
sq: Detajet e nxënësit
sv: Lärarens detaljer
tr_tr: Öğrenci Bilgileri
uk: Подробиці Учня
uk_ua: учень Подробиці
uz: Oʻrganuvchi maʼlumotlari

source: Name (Username)
af_za: Naam (gebruikersnaam)
ar: الأسم (أسم المستخدم)
ar_sa: الاسم (اسم المستخدم)
bn_bd: নাম (ব্যবহারকারীর নাম)
de_at: Name (Benutzername)
de_de: Name (Benutzername)
el: Όνομα (ψευδώνυμο)
eo: Nämé (Ûsérnämé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Nombre (nombre de usuario)
eu_es: Izena (erabiltzaile-izena)
fa_ir: نام (نام‌کاربری)
fil_ph: Pangalan (Username)
fr: Nom (Pseudo)
he: שם (שם משתמש)
hi: नाम (उपयोक्तानाम)
it: Nome (nome utente)
ja_jp: 名前 (ユーザー名)
ka: სახელი (მომხმარებლის სახელი)
kk_kz: Аты (Қолданушының аты-жөні)
ms_my: Nama (Nama pengguna)
pl: Imię (nazwa użytkownika)
pt_br: Nome (Nome de usuário)
ro: Nume (Nume de utilizator)
ru: Имя (Имя пользователя)
sl: Ime (uporabniško ime)
sq: Emri (Emri i përdoruesit)
sv: Namn (användarnamn)
tr_tr: Ad (Kullanıcı adı)
uk: Ім’я (Ім’я користувача)
uk_ua: ім&#39;я (Ім&#39;я користувача)
uz: Nom (Foydalanuvchi nomi)

source: Problems Tried
af_za: Probleme probeer
ar: عدد المسائل المجربة
ar_sa: مشاكل حاولت
bn_bd: চেষ্টাক্রীত সমস্যা
de_at: Probleme ausprobiert
de_de: Bearbeitete Aufgaben
el: Προσπαθημένα προβλήματα
eo: Prößléms Trïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Problemas intentados
eu_es: Ariketak eginda
fa_ir: مسایل کارشده
fil_ph: Sinubukan ang mga Problema
fr: Problèmes Essayé
he: בעיות אשר נוסו
hi: प्रश्न आज़माएं
it: Problemi provati
ja_jp: 解答した問題
ka: შესრულებული ამოცანები
kk_kz: Мәселелерді байқап көру
ms_my: Masalah yang Dicuba
pl: Podejść do ćwiczeń
pt_br: Problemas tentados
ro: Probleme consultate
ru: Выполненные задания
sl: Preizkušene težave
sq: Problemet e provuara
sv: Problem provade
sw_ke: Matatizo yaliojaribiwa kutatuliwa
tr_tr: Denenen Problemler
uk: Завдання випробувано
uk_ua: Проблеми
uz: Bajarilgan topshiriqlar

source: Problems Correct
af_za: Probleme reg
ar: المسائل الصحيحة
ar_sa: المشاكل صحيحة
bn_bd: সমস্যার সমাধান
de_at: Probleme richtig
de_de: Aufgaben richtig
el: Σωστά προβλήματα
eo: Prößléms Çörréçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Problemas correctos
eu_es: Ariketak zuzen
fa_ir: مسایل صحیح
fil_ph: Mga Problema Tama
fr: Exercices corrects
he: בעיות אשר תוקנו
hi: प्रश्न सही
it: Problemi corretti
ja_jp: 正解した問題
ka: ამოცანების შესწორება
kk_kz: Мәселелерді шешу
ms_my: Masalah yang Betul
pl: Podejść poprawnych
pt_br: Problemas corretos
ro: Probleme rezolvate
ru: Верных ответов
sl: Težave Popravi
sq: Problemet korrigjohen
sv: Problem Rätt
sw_ke: Usawa wa Matatizo
tr_tr: Doğru Cevaplar
uk: Завдання Скоректовано
uk_ua: Проблеми правильно
uz: Toʻgʻri bajarilgan topshiriqlar

source: Attempts per Problem Correct
af_za: Pogings per probleem korrek
ar: عدد المحاولات لعدد المسائل الصحيحة
ar_sa: محاولات لكل مشكلة صحيحة
bn_bd: প্রতি সমস্যা সমাধানের প্রচেষ্টা
de_at: Versuche pro Problem korrekt
de_de: Versuche pro Aufgabe richtig
el: Προσπάθειες ανά σωστό πρόγραμμα
eo: Àttémpts pér Prößlém Çörréçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Intentos por problema correcto
eu_es: Saiakerak ariketa zuzen bakoitzeko
fa_ir: تعداد تلاش‌ها به ازای هر مساله صحیح
fil_ph: Mga Pagsubok sa bawat Problema Tama
fr: Essais par Problème Correct
he: ניסיונות לתשובה נכונה
hi: सही कोशिशें प्रति सवाल
it: Tentativi per problema corretti
ja_jp: 正解１問あたりの解答回数
ka: მცდელობა ყოველი ამოცანის შესწორებაზე
kk_kz: Мәселелерді шешуге талпыныс
ms_my: Percubaan per Masalah yang Betul
pl: Prób do udanych ćwiczeń
pt_br: Tentativas por problema correto
ro: Încercări pentru fiecare problemă rezolvată
ru: Соотношение попыток и верных ответов
sl: Poskusi na težavo Popravijo
sq: Përpjekjet për problem korrigjohen
sv: Försök per problem Korrigera
sw_ke: Majaribio kwa kila usawa wa tatizo
tr_tr: Doğru Cevap başına düşen Problem Çözme Denemesi
uk: Спроби для вірних завдань
uk_ua: спроби per задача правильно
uz: Toʻgʻri javob uchun urinishlar

source: Videos
ar: الفيديوهات
ar_sa: أشرطة فيديو
bn_bd: ভিডিও
el: Βίντεο
eo: Vïdéös Ⱡ'σяєм ιρѕυ#
eu_es: Bideoak
fa_ir: ویدیوها
fil_ph: Mga video
fr: Vidéos
he: סרטוני וידאו
hi: वीडियो
hu: Videók
it: Video
ja_jp: 動画
ka: ვიდეოები
kk_kz: Бейнелер
lt_lt: Vaizdo įrašai
ms_my: Video
nb: Videoer
pl: Filmów
pt_br: Vídeos
ro: Video-uri
ru: Видео
sk: Videá
sl: Videi
sq: Videot
sv: videoklipp
sw_ke: Video
tr_tr: Videolar
uk: Відео
uk_ua: відео
uz: Videolar.

source: Discussions
af_za: Besprekings
ar: مناقشات
ar_sa: نقاشات
bn_bd: আলোচনা
de_at: Diskussionen
de_de: Diskussionen
el: Συζητήσεις
eo: Dïsçüssïöns Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Discusiones
eu_es: Eztabaidak
fa_ir: گفتگو
fil_ph: Mga talakayan
he: דיונים
hi: चर्चाएँ
it: Discussioni
ja_jp: ディスカッション
ka: დისკუსიები
kk_kz: Талқылаулар
ms_my: Perbincangan
pl: Dyskusji
pt_br: Discussões
ro: Discuții
ru: Дискуссии
sl: Razprave
sq: Diskutimet
sv: Diskussionsforum
sw_ke: Majadiliano
tr_tr: Forum
uk: Обговорення
uk_ua: обговорення
uz: Munozaralar

source: Segments
af_za: Segmente
ar: الأقسام
ar_sa: شرائح
bn_bd: বিভাগ
de_at: Segmente
de_de: Segmente
el: Τμήματα
eo: Ségménts Ⱡ'σяєм ιρѕυм ∂#
es_419: Segmentos
fa_ir: بخش‌ها
fil_ph: Mga segment
he: מקטעים
hi: भाग
it: Segmenti
ja_jp: セグメント
ka: ნაწილები
kk_kz: Сегменттер
ms_my: Segmen
pl: Segmentów
pt_br: Trechos
ro: Segmente
ru: Сегменты
sl: segmenti
sq: Segmentet
sv: Segment
sw_ke: Vitengwa
tr_tr: Kısımlar
uk: Сегменти
uk_ua: Сегменти
uz: Segmentlar

source: Segments to Ignore
af_za: Segmente om te ignoreer
ar: الأقسام التي يجدر تجاهلها
ar_sa: أقسام لتجاهلها
bn_bd: উপেক্ষা করা করা বিভাগগুলি
de_at: Zu ignorierende Segmente
de_de: Segmente die ignoriert werden
el: Τμήματα προς αγνόηση
eo: Ségménts tö Ìgnöré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Segmentos a ignorar
fa_ir: بخش‌هایی که باید نادیده انگاشته شود
fil_ph: Mga Segment na Babalewalain
fr: Segments à ignorer
he: מקטעים שיש להתעלם מהם
hi: इन भागों को नज़रअंदाज़ करें
it: Segmenti da ignorare
ja_jp: 無視するセグメント
ka: დასაიგნორებელი ნაწილები
kk_kz: Ескерілмейтін сегменттер
ms_my: Segmen untuk Diabaikan
pl: Segmentów do zignorowania
pt_br: Trechos a ignorar
ro: Segmente de ignorat
ru: Игнорирование сегмента
sl: Segmenti, ki jih želite prezreti
sq: Segmente për t&#39;i injoruar
sv: Segment att ignorera
sw_ke: Vitengwa vya Kupuuza
tr_tr: Gözardı Edilecek Segmentler
uk: Сегменти для Ігнорування
uk_ua: Сегменти для ігнорування
uz: Eʼtiborga arzimaydigan segmentlar

source: Cohort
af_za: Kohort
ar: شعبة
ar_sa: شعبة
bn_bd: দল
de_at: Kohorte
de_de: Grossgruppe
el: Ακολουθία
eo: Çöhört Ⱡ'σяєм ιρѕυ#
es_419: Cohorte
eu_es: Kohortea
fa_ir: انجمن
fr: Cohorte
he: קבוצת למידה
hi: सहयोग
it: Coorte
ja_jp: コホート
ka: ჯგუფი
kk_kz: Топ
ms_my: Kohort
pl: Grupa
pt_br: Grupo
ro: Grup
ru: Группа
sl: kohorta
sq: Grup
sv: Kohort
sw_ke: Ufungamano wa kundi
tr_tr: Topluluk
uk: Когорта
uk_ua: когорту
uz: Guruh

source: Enrollment Mode
af_za: Inskrywingsmodus
ar: وضع التسجيل
ar_sa: وضع التسجيل
bn_bd: তালিকাভুক্তি মোড
de_at: Anmeldemodus
de_de: Einschreibungsmodus
el: Λειτουργία συμμετοχής
eo: Énröllmént Mödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Modo de inscripción
eu_es: Matrikulazio-modua
fa_ir: حالت ثبت‌نام
fil_ph: Mode ng Pagpapatala
fr: Modalité d'inscription
he: מצב הרשמה
hi: नामांकन प्रणाली
it: Tipo di iscrizione
ja_jp: 受講登録モード
ka: ჩარიცხვის რეჟიმი
kk_kz: Қабылдау режимі
ms_my: Mod Enrolmen
pl: Tryb rekrutacji
pt_br: Modo de matrícula
ro: Modalitatea de înscriere
ru: Режим зачисления
sl: Način vpisa
sq: Mënyra e regjistrimit
sv: Registreringsläge
sw_ke: Mtindo wa Usajili
tr_tr: Kayıt Modu
uk: Режим запису на курс
uk_ua: Режим запис
uz: Qabul rejimi

source: Date
af_za: Datum
ar: التاريخ
ar_sa: التاريخ
bn_bd: তারিখ
de_at: Datum
de_de: Datum
el: Ημερομηνία
eo: Däté Ⱡ'σяєм ι#
es_419: Fecha
eu_es: Data
fa_ir: تاریخ
fil_ph: Petsa
he: תאריך
hi: तिथि
hu: Dátum
it: Data
ja_jp: 日付
ka: თარიღი
kk_kz: Күні
lt_lt: Data
ms_my: Tarikh
nb: Dato
nl_nl: Datum
pl: Data
pt_br: Data
ro: Data
ru: Дата
sk: Dátum
sl: Datum
sq: Data
sv: Datum
sw_ke: Tarehe
tr_tr: Tarih
uk: Дата:
uk_ua: Дата
uz: Sana

source: Discussion Contributions
af_za: Besprekingsbydraes
ar: المساهمات في المناقشة
ar_sa: مساهمات المحادثة
bn_bd: আলোচনার অবদান
de_at: Diskussion
de_de: Diskussionsbeiträge
el: Συμβολές συζήτησης
eo: Dïsçüssïön Çöntrïßütïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Contribuciones a la discusión
fa_ir: مشارکت‌های گفتگو
fil_ph: Mga Kontribusyon sa Pagtalakay
fr: Contributions à la discussion
he: תרומות לדיון
hi: चर्चा में योगदान
it: Contributi alla discussione
ja_jp: ディスカッション参加
ka: მონაწილეობა განხილვაში
kk_kz: Талқылау жарналары
ms_my: Sumbangan Perbincangan
pl: Uczestników dyskusji
pt_br: Contribuições em discussões
ro: Colaborări în Discuții
ru: Участие в обсуждениях
sl: Prispevki za razpravo
sq: Kontributet e diskutimit
sv: Diskussionsbidrag
sw_ke: Michango ya Majadiliano
tr_tr: Tartışma Katkıları
uk: Внески до обговорення
uk_ua: обговорення внески
uz: Munozarada qatnashish darajasi

source: Videos Viewed
af_za: Video's gesien
ar: الفيديوهات التي تم مشاهدتها
ar_sa: مقاطع الفيديو التي تم مشاهدتها
bn_bd: দেখা ভিডিও
de_at: Angesehene Videos
de_de: Videoaufrufe
el: Προβεβλημένα βίντεο
eo: Vïdéös Vïéwéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Videos vistos
eu_es: Bideoak ikusi dira
fa_ir: ویدئوهای مشاهده‌شده
fil_ph: Mga Video na Napanood
fr: Vidéos regardées
he: סרטוני הווידאו שנצפו
hi: देखे गये वीडियो
it: Video visualizzati
ja_jp: 視聴した動画
ka: ნანახი ვიდეოები
kk_kz: Қаралған видеолар
ms_my: Video yang Dilihat
pl: Obejrzeń filmów
pt_br: Vídeos visualizados
ro: Videoclipuri Vizualizate
ru: Просмотрено видео
sl: Ogledani videoposnetki
sq: Videot e shikuara
sv: Visade videor
sw_ke: Video zilizo Tizamwa
tr_tr: görüntülenen videolar
uk: Переглянуті відео
uk_ua: Переглянуто відео
uz: Koʻrilgan videolar

source: Value
af_za: Waarde
ar: قيمة
ar_sa: قيمة
bn_bd: মূল্য
de_at: Wert
de_de: Wert
el: Τιμή
eo: Välüé Ⱡ'σяєм ιρѕ#
es_419: Valor
eu_es: Balorea
fa_ir: مقدار
fil_ph: Halaga
fr: Valeur
he: ערך
hi: मूल्य
it: Valore
ja_jp: 値
ka: მნიშვნელობა
kk_kz: Мәні
ms_my: Nilai
pl: Wartość
pt_br: Valor
ro: Apreciere
ru: Значение
sl: vrednost
sq: Vlera
sv: Värde
sw_ke: Thamani
tr_tr: Değer
uk: Значення
uk_ua: Значення
uz: Statistika
