Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: The percentage of learners who selected Doctorate or Master's or professional degree as their highest level of education completed.
af_za: Die persentasie leerders wat doktorsgraad of meesters- of professionele graad gekies het as hul hoogste vlak van onderwys.
ar: النسبة المئوية للطلاب الذين اختاروا الدكتوراة أو الماجستير أو درجة مهنية كأعلى مستوى من التعليم.
ar_sa: النسبة المئوية الطلّاب الذين اختاروا درجة الدكتوراه أو الماجستير أو الدرجة المهنية كأعلى مستوى تعليمي مكتمل.
az: Doktorluq, Magistr və ya peşəkar dərəcələri tamamlamış ən yüksək təhsil səviyyəsi qeyd edən tələbələrin faizi.
bn_bd: শিক্ষার্থীদের শতকরা হার যারা ডক্ট্ররেট অথবা স্নাতকোত্তর অথবা পেশাগত সনদ নির্ধারণ করেছেন সম্পন্নকৃত সর্বোচ্চ শিক্ষাগত যোগ্যতা হিসেবে ।
ca: El percentatge d'alumnes que han seleccionat el títol de doctor o màster o professional com a màxim nivell d'educació.
cs: Procento studentů, kteří si jako nejvyšší ukončené vzdělání zvolili doktorát, magisterský nebo odborný titul.
da: Procentdelen af kursister, der valgte doktorgrad eller kandidatgrad eller professionel grad som deres højeste uddannelsesniveau.
de_de: Anzahl der Teilnehmer mit Doktor- oder Master- oder Berufsabschluss als höchster Bildungsabschluss
el: Το ποσοστό των σπουδαστών που επέλεξαν διδακτορικό ή μεταπτυχιακό ή επαγγελματικό πτυχίο ως το υψηλότερο επίπεδο εκπαίδευσης που ολοκλήρωσαν.
el_gr: Το ποσοστό των μαθητών που επέλεξαν διδακτορικό ή μεταπτυχιακό ή επαγγελματικό πτυχίο ως το υψηλότερο επίπεδο εκπαίδευσης που ολοκλήρωσαν.
eo: Thé pérçéntägé öf léärnérs whö séléçtéd Döçtöräté ör Mästér's ör pröféssïönäl dégréé äs théïr hïghést lévél öf édüçätïön çömplétéd. Ⱡ#
es_419: Porcentaje de estudiantes que seleccionaron Postgrado, Maestría o Doctorado como su máximo nivel de educación alcanzado.
fa_ir: درصد یادگیرندگانی که مدرک دکتری یا کارشناسی ارشد یا تخصص حرفه‌ای را به‌عنوان بالاترین سطح تحصیلات خود انتخاب کردند.
fi: Tohtorin, maisterin tai ammattitutkinnon korkeimmaksi koulutuksensa suorittaneiden opiskelijoiden prosenttiosuus.
fil_ph: Ang porsyento ng mga mag-aaral na pumili ng Doctorate o Master&#39;s o propesyonal na degree bilang kanilang pinakamataas na antas ng edukasyon na natapos.
fr: Le pourcentage d'apprenants qui ont choisi le doctorat ou la maîtrise ou un diplôme professionnel comme le plus haut niveau de scolarité complété.
fr_ca: Le pourcentage d'élèves qui ont choisi le doctorat ou la maîtrise ou un diplôme professionnel comme le plus haut niveau de scolarité complété.
fr_fr: Le pourcentage d'apprenants ayant choisi un doctorat ou un master ou un diplôme professionnel comme niveau d'études le plus élevé atteint.
he: אחוז הלומדים שבחרו תואר דוקטור, תואר שני או תואר מקצועי כרמה הגבוהה ביותר של השכלה נרכשת.
hi: उन शिक्षार्थियों का प्रतिशत जिन्होंने डॉक्टरेट या मास्टर या पेशेवर डिग्री को अपनी उच्चतम स्तर की शिक्षा के रूप में चुना है।
hy_am: Ուսանողների տոկոսն, ովքեր ընտրել են դոկտորի կամ մագիստրոսի մասնագիտական աստիճանները, որպես ստացած բարձագույն կրթություն մակարդակ
it: La percentuale di studenti che hanno selezionato il dottorato, il master o la laurea professionale come livello di istruzione più alto completato.
it_it: La percentuale di studenti che hanno selezionato Dottorato o Master o una laurea professionale come livello più alto di istruzione conseguito.
ja_jp: 大学院卒（修士、博士）を最終学歴として選択した受講者の割合。
ka: იმ მსმენელთა პროცენტი, რომლებმაც საკუთარი განათლების დონედ დოქტორანტის, მაგისტრის, ან პროფესიული ხარისხი აირჩიეს.
nb: Andelen kursdeltagere som valgte Doktorgrad eller Mastergrad eller Profesjonsutdanning som sin høyeste fullførte utdanning.
pl: Procent uczniów z doktoratem lub magisterium.
pl_pl: Odsetek uczniów, którzy jako najwyższy ukończony poziom wykształcenia wybrali stopień doktora, magistra lub tytuł zawodowy.
pt_br: O percentual de alunos que selecionaram Doutorado, Mestrado ou Formação profissional como seu nível mais alto de educação.
pt_pt: A percentagem de estudantes que selecionaram o grau de Doutoramento ou Mestrado como o nível mais elevado de educação concluída.
ro: Procentul elevilor care au selectat Diploma de Doctorat sau Diploma de Master sau Diploma de studii superioare, ca ultimul nivel educațional finalizat.
ru: Процент учащихся, выбравших докторскую, магистерскую или профессиональную степень в качестве самого высокого уровня полученного образования.
sl: Odstotek učencev, ki so za svojo najvišjo stopnjo izobrazbe izbrali doktorat, magisterij ali poklic.
sq: Përqindja e nxënësve që zgjodhën doktoraturën ose masterin ose diplomën profesionale si nivelin më të lartë të arsimimit të përfunduar.
sv: Procentandelen av elever som valt doktorsexamen eller magisterexamen eller yrkeshögskoleexamen som sin högsta utbildningsnivå.
sw_ke: Asilimia ya wanafunzi waliochagua Daktari au Shahada ya Udhamili au shahada ya taaluma kama kiwango cha juu cha elimu waliyofikia.
te: డాక్టరేటు లేక మాస్టర్స్ లేక ప్రౌధ్యోగిక డిగ్రీ లని తమ పూర్తైన అత్యున్నతమైన విద్యగా చూపించిన విద్యార్థుల శాతం.
th: เปอร์เซ็นต์ของผู้เรียนที่เลือกปริญญาเอกหรือปริญญาโทหรือระดับวิชาชีพเป็นระดับการศึกษาสูงสุดที่สำเร็จ
tr_tr: Tamamlanmış en yüksek eğitim düzeyi olarak Doktora veya Yüksek Lisans veya akademik mesleki dereceyi seçen öğrencilerin yüzdesi.
uk: Відсоток учнів, які обрали ступінь Доктора або Магістра чи професійного рівня як найвищий рівень освіти.
uz: Doktorlik yoki magistr yoki kasbiy darajani eng yuqori ma'lumot darajasiga ega bo'lgan o'quvchilar foizi.

source: Educational Breakdown
af_za: Opvoedkundige ineenstorting
ar: تقسيم الطلّاب بحسب المستوى التعليمي
ar_sa: الانهيار التعليمي
az: Təhsil pillələri
bn_bd: শিক্ষাগত ভাঙ্গন
ca: Desglossament educatiu
cs: Vzdělávací členění
da: Pædagogisk opdeling
de_de: Bildungsübersicht
el: Ανάλυση μορφωτικού επιπέδου
el_gr: Εκπαιδευτική Ανάλυση
eo: Édüçätïönäl Bréäkdöwn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Detalles de nivel educativo
es_es: Desglose según estudios
fa_ir: تفکیک آموزشی
fi: Koulutuksen erittely
fil_ph: Pagkasira ng Pang-edukasyon
fr: Répartition par Formation
fr_ca: Répartition selon la formation
fr_fr: Répartition de l'éducation
he: התפלגות ההשכלה
hi: शैक्षिक विश्लेषण
hu: Végzettség szerinti eloszlás
hy_am: Կրթական բաշխում
it: Disgregazione educativa
it_it: Analisi formativa
ja_jp: 学歴の分析
ka: განათლების განშლა
lt_lt: Analizė pagal išsilavinimą
nb: Klassifisering utdannelse
nl_nl: Onderverdeling Naar Opleiding
pl: Rozkład wykształcenia
pl_pl: Załamanie edukacyjne
pt_br: Distribuição Educacional
pt_pt: Distribuição Educacional
ro: Educația pe Categorii
ru: распределение по уровню образования
sk: Prehľad vzdelania
sl: Razčlenitev po izobrazbi
sq: Zbërthimi arsimor
sv: Utbildningsuppdelning
sw_ke: Vigawanyo vya Elimu
te: విద్యా చరిత్ర
th: การแบ่งออกเป็นส่วนของการศึกษา
tr_tr: Eğitim Dağılımı
uk: Навчальна Розбивка
uz: Ta'limning bo'linishi.

source: What is the learner gender breakdown?
af_za: Wat is die leerder se geslagsverdeling?
ar: ما هو تقسيم الطلاب حسب الجنس؟
ar_sa: ما هو تقسيم جنس طالب ؟
az: Tələbə cins bölgüləri nədir?
bn_bd: শিক্ষার্থীদের জেন্ডার ভাঙ্গন কি?
ca: Quin és el desglossament del gènere dels alumnes?
cs: Jaké je rozdělení žáků podle pohlaví?
da: Hvad er elevens kønsfordeling?
de_de: Geschlecht des Teilnehmers
el: Ποια είναι η κατανομή του φύλου των σπουδαστών;
el_gr: Ποια είναι η κατανομή του φύλου του μαθητή;
eo: Whät ïs thé léärnér géndér ßréäkdöwn? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: ¿Cuál es la distribución de estudiantes por género?
fa_ir: تفکیک جنسیتی یادگیرنده چیست؟
fi: Mikä on oppijan sukupuolijakauma?
fil_ph: Ano ang breakdown ng kasarian ng mag-aaral?
fr: Quelle est la répartition des étudiants par genre ?
fr_ca: Quelle est la répartition par sexe des élèves?
fr_fr: Quelle est la répartition par sexe de l'apprenant ?
he: מהו מגדר הלומד?
hi: शिक्षार्थी लिंग का टूटना क्या है?
hy_am: Ինչպիսի՞ն է ուսանողների սեռային բաշխումը
it: Qual è la ripartizione per genere degli studenti?
it_it: Qual è la ripartizione degli studenti in base al genere?
ja_jp: 受講者の性別について
ka: როგორია მსმენელთა გენდერული განშლა?
nb: Hvordan er kjønnssammensetningen av studenter?
pl: Jaki jest podział uczniów według płci?
pl_pl: Jaki jest podział uczniów na płeć?
pt_br: O que é a discriminação de gênero do aluno?
pt_pt: Qual é a distribuição de género dos estudante?
ro: Care sunt categoriile genurilor de sex ale elevilor
ru: Каков гендерный состав учащихся?
sl: Kakšna je razčlenitev po spolu učenca?
sq: Çfarë është ndarja gjinore e nxënësit?
sv: Vad är elevens uppdelning av kön?
sw_ke: Nini uwiano wa jinsia ya wanafunzi?
te: విద్యార్థుల లింగ నిష్పత్తులు ఏవి?
th: การแบ่งเพศของผู้เรียนเป็นอย่างไร
tr_tr: Öğrencilerin cinsiyet dağılımı nedir?
uk: Що таке учнівський гендерний розподіл?
uz: O'quvchilarning jinsi qanday taqsimlanadi?

source: This graph presents data for the %(value)s%% of enrolled learners who specified their gender.
af_za: Hierdie grafiek bevat data vir die %(value)s%% van ingeskrewe leerders wat hul geslag gespesifiseer het.
ar: يُظهر هذا الرسم البياني %(value)s%% من الطلاب المسجلين الذين حددوا جنسهم.
ar_sa: يعرض هذا الرسم البياني بيانات %(value)s %% من الطلّاب المسجلين الذين حددوا جنسهم.
az: Qeydiyyat zamanı cinsiyyətlərini qeyd edən tələbələr %(value)s%% üçün bu cədvəl datanı təqdim edir.
bn_bd: এই তথ্যচিত্রটি তথ্য প্রদর্শন করছে %(value)s%% সংখ্যক শিক্ষার্থী যারা তাদের জেন্ডার নির্ধারণ করেছেন ।
ca: Aquest gràfic presenta les dades del %(value)s%% dels estudiants inscrits que han especificat el seu sexe.
cs: Tento graf představuje data pro %(value)s%% zapsaných studentů, kteří uvedli své pohlaví.
da: Denne graf præsenterer data for %(value)s %% for tilmeldte kursister, der specificerede deres køn.
de_de: Dieser Graph zeigt die Daten für %(value)s%% der eingeschriebenen Teilnehmer, die ihr Geschlecht angegeben haben.
el: Αυτό το γράφημα παρουσιάζει δεδομένα για το %(value)s%%$ των εγγεγραμμένων σπουδαστών που προσδιόρισαν το φύλο τους.
el_gr: Αυτό το γράφημα παρουσιάζει δεδομένα για το %(value)s %% των εγγεγραμμένων μαθητών που προσδιόρισαν το φύλο τους.
eo: Thïs gräph présénts dätä för thé %(value)s%% öf énrölléd léärnérs whö spéçïfïéd théïr géndér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Este gráfico presenta datos para el %(value)s%% de estudiantes inscritos que especificaron su género.
fa_ir: این نمودار داده‌هایی را برای%(value)s%% یادگیرندگانی ارائه می‌کند که جنسیت خود را مشخص کرده‌اند، .
fi: Tämä kaavio esittää tiedot %(value)s%%:lle ilmoittautuneista oppijoista, jotka määrittelivät sukupuolensa.
fil_ph: Ang graph na ito ay nagpapakita ng data para sa %(value)s%% ng mga naka-enroll na mag-aaral na tinukoy ang kanilang kasarian.
fr: Ce graphique présente des données pour les %(value)s%% des étudiants inscrits qui ont précisé leur genre.
fr_ca: Ce graphique présente des données pour les %(value)s%% des étudiants inscrits qui ont précisé leur sexe.
fr_fr: Ce graphique présente des données pour le %(value)s%% des apprenants inscrits qui ont précisé leur sexe.
he: גרף זה מציין נתונים על %(value)s%% הלומדים הנרשמים שציינו את מגדרם.
hi: यह ग्राफ डाटा प्रेजेंट करता है%(value)s%% किसी नामांकित शिक्षार्थियों के लिए जिसने अपने जेंडर को निर्दिष्ट किया है।
hy_am: Այս գծապատկերում ներկայացված են տվյալներն %(value)s%% գրանցված ուսանողների, ովքեր նշել են իրենց սեռը
it: Questo grafico presenta i dati per gli studenti %(value)s che %% specificato il loro genere.
it_it: Questo grafico presenta i dati per il %(value)s%% degli studenti iscritti che hanno specificato il genere.
ja_jp: このグラフは性別を入力した%(value)s%%の受講登録者のデータを示しています。
ka: ეს გრაფა გამოსახავს იმ ჩარიცხული მსმენელების %(value)s%% დათვლილ მონაცემებს, რომლებმაც სქესი მიუთითეს.
nb: Grafen viser data for %(value)s%% av påmeldte studenter som oppga kjønn.
pl: Wykres pokazuje dane dla %(value)s%% uczniów, którzy określili swoją płeć.
pl_pl: Ten wykres przedstawia dane dla %(value)s %% zapisanych uczniów, którzy określili swoją płeć.
pt_br: Esse gráfico apresenta dados para os %(value)s%% alunos matriculados que especificaram o gênero.
pt_pt: Este gráfico apresenta dados para %(value)s%% dos estudantes inscritos que especificaram o seu género.
ro: Acest grafic prezintă date pentru %(value)s%%al elevilor înscriși care au specificat sexul.
ru: Эта диаграмма представляет данные по %(value)s%% зарегистрированных слушателей, которые указали свой пол.
sl: Ta graf prikazuje podatke za %(value)s%% vpisanih učencev, ki so navedli svoj spol.
sq: Ky grafik paraqet të dhëna për %(value)s %% të nxënësve të regjistruar që specifikuan gjininë e tyre.
sv: Denna graf visar data för %(value)s%% av registrerade studenterna som angav sitt kön.
sw_ke: Grafu hii inawakilisha taarifa ya 1%(value)s 2%% wanafunzi waliojiandikisha na waliweka aina ya jinsia zao.
te: చేరిన విద్యార్థులలో లింగం పేర్కొనిన వారి యొక్క %(value)s%% కి సంబంధించిన సమాచారాన్ని ఈ చిత్రం చూపిస్తుంది.
th: กราฟนี้แสดงข้อมูลสำหรับ %(value)s%% ของผู้เรียนที่ลงทะเบียนที่ระบุเพศ
tr_tr: Bu grafik, cinsiyetlerini belirten kayıtlı öğrencilerin %(value)s%% verilerini sunuyor.
uk: На цьому графіку подано дані для студентів, які навчаються%(value)s%%, які вказали свою стать.
uz: Ushbu grafikda jinsini koʻrsatgan %(value)s%% oʻrganuvchilarga oid maʼlumotlar koʻrsatilgan.

source: Gender Breakdown Over Time
af_za: Geslagsverdeling oor tyd
ar: تقسيم الطلّاب بحسب جنسهم مع مرور الوقت
ar_sa: انهيار الجنس مع مرور الوقت
az: Vaxt keçdikcə cins bölgüsü
bn_bd: সময়ের ভিত্তিতে জেন্ডারের ভাঙ্গন
ca: Desglossament de gènere al llarg del temps
cs: Rozdělení podle pohlaví v průběhu času
da: Kønsfordeling over tid
de_de: Geschlechterzusammensetzung über die Zeit hinweg
el: Ανάλυση του φύλου σε βάθος χρόνου
el_gr: Ανάλυση φύλου με την πάροδο του χρόνου
eo: Géndér Bréäkdöwn Övér Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Distribución por género en el tiempo
es_es: Desglose histórico según el género
fa_ir: تفکیک جنسیتی به مرور زمان
fi: Sukupuolijakauma ajan myötä
fil_ph: Pagkakabahagi ng Kasarian sa Paglipas ng Panahon
fr: Répartition par genre en fonction du temps
fr_ca: Répartition par sexe au fil du temps
fr_fr: Répartition par sexe dans le temps
he: התפלגות מגדרית לאורך ציר הזמן
hi: समय के साथ लिंग का टूटना
hu: Nem szerinti eloszlás az idő múlásával
hy_am: Սեռերի բաշխում ժամանակի ընթացքում
it: Ripartizione di genere nel tempo
it_it: Analisi del genere nel tempo
ja_jp: 性別内訳の変化
ka: გენდერული განშლა დროის მიხედვით
lt_lt: Analizė pagal lytį per tam tikrą laiką
nb: Klassifisering av kjønn over tid
nl_nl: Onderverdeling Naar Geslacht in de Loop der Tijd
pl: Rozkład płci
pl_pl: Podział płci w czasie
pt_br: Distribuição de gênero ao longo do tempo
pt_pt: Distribuição do Género ao Longo do Tempo
ro: Genurile pe categorii ale elevului de-a lungul timpului
ru: Разделение по полу за период времени
sk: Rozdelenie pohlavia v priebehu
sl: Razčlenitev po spolu skozi čas
sq: Ndarja gjinore me kalimin e kohës
sv: Könssammanställning över tiden
sw_ke: Ufafanuzi wa Jinsia
te: కాలానుగుణంగా లింగ నిష్పత్తి
th: การแบ่งออกเป็นส่วนของเพศแบบล่วงเวลา
tr_tr: Zamana göre Cinsiyet Dağılımı
uk: Розбивка по статі протягом довгого часу
uz: Vaqt o'tishi bilan jinslar taqsimoti.

source: Geographic Distribution
af_za: Geografiese verspreiding
ar: التوزّع الجغرافي
ar_sa: التوزيع الجغرافي
az: Coğrafi bölgü
bn_bd: বিন্যাসের ভিত্তিতে ভৌগলিক অবস্থান
ca: Distribució geogràfica
cs: Geografické rozšíření
da: Geografisk fordeling
de_de: Geographische Verteilung
el: Γεωγραφική κατανομή
el_gr: Γεωγραφική Κατανομή
eo: Géögräphïç Dïstrïßütïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Distribución geográfica
es_es: Distribución geográfica
fa_ir: توزیع جغرافیایی
fi: Maantieteellinen jakelu
fil_ph: Heograpikong Pamamahagi
fr: Distribution géographique
fr_ca: Distribution géographique
fr_fr: Répartition géographique
he: תפוצה גיאוגרפית
hi: भौगोलिक वितरण
hu: Földrajzi eloszlás
hy_am: Աշխարհագրական բաշխում
id: Distribusi Geografik
it: Distribuzione geografica
it_it: Distribuzione Geografica
ja_jp: 地域分布
ka: გეოგრაფიული დისტრიბუცია
lt_lt: Geografinis pasiskirstymas
nb: Geografisk fordeling
nl_nl: Geografische verdeling
pl: Rozkład geograficzny
pl_pl: Podział geograficzny
pt_br: Distribuição Geográfica
pt_pt: Distribuição Geográfica
ro: Distribuția demografică
ru: Географическое распределение
sk: Geografické rozmiestnenie
sl: Geografska porazdelitev
sq: Distribucioni Gjeografik
sv: Geografisk distribution
sw_ke: Ugawaji wa Kijografia
te: ప్రాంతాలవారీ విస్తరణ
th: สถิติการกระจายตัวทางภูมิศาสตร์
tr_tr: Coğrafik Dağılım
uk: Географічне розташування
uz: Geografik taqsimot.

source: Where are my learners?
af_za: Waar is my leerders?
ar: أين يتواجد طلابي؟
ar_sa: أين الطلّاب الخاص بي ?
az: Mənim tələbələrim haradadırlar?
bn_bd: আমার শিক্ষার্থীগণ কোথায়?
ca: On són els meus aprenents?
cs: Kde se nachází moji studenti?
da: Hvor er mine kursister?
de_de: Herkunft der Teilnehmer
el: Πού βρίσκονται οι σπουδαστές μου;
el_gr: Πού είναι οι μαθητές μου;
eo: Whéré äré mý léärnérs? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: ¿Dónde están mis estudiantes?
fa_ir: یادگیرندگان من کجا هستند؟
fi: Missä oppijani ovat?
fil_ph: Nasaan ang aking mga mag-aaral?
fr: Ou sont mes apprenants?
fr_ca: Où sont mes étudiants?
fr_fr: Où sont mes apprenants ?
he: היכן הלומדים שלי?
hi: मेरे शिक्षार्थियों कहाँ हैं?
hy_am: Որտե՞ղ են գտնվում իմ ուսանողները
it: Dove sono i miei studenti?
it_it: Dove sono i miei studenti?
ja_jp: 受講者の国・地域について
ka: სად არიან ჩემი მოსწავლეები?
nb: Hvor er studentene mine?
pl: Gdzie są moi uczniowie?
pl_pl: Gdzie są moi uczniowie?
pt_br: Onde estão meus alunos?
pt_pt: Onde estão os meus estudantes?
ro: Unde sunt elevii mei?
ru: На каком этапе находятся слушатели?
sl: Kje so moji učenci?
sq: Ku janë nxënësit e mi?
sv: Var är mina elever?
sw_ke: Wanafunzi wangu wako wapi?
te: నా విద్యార్థులు ఎక్కడ ఉన్నారు?
th: ผู้เรียนของฉันอยู่ที่ใดบ้าง?
tr_tr: Öğrencilerim nerede?
uk: Де мої учні?
uz: Mening o'quvchilarim qayerda?

source: Enrollment by Country
af_za: Inskrywing per land
ar: الأعداد المسجّلة بحسب الدولة
ar_sa: التسجيل حسب البلد
az: Ölkə üzrə qeydiyyat
bn_bd: তালিকাভুক্তি / সংজুক্তির ভিত্তিতে দেশ
ca: Matrícula per país
cs: Zápisy podle země
da: Tilmelding efter land
de_de: Einschreibung nach Ländern
el: Συμμετοχές ανά χώρα
el_gr: Εγγραφή ανά χώρα
eo: Énröllmént ßý Çöüntrý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Inscripciones por país
es_es: Inscripción por países
fa_ir: ثبت نام با کشور
fi: Ilmoittautuminen maittain
fil_ph: Pagpapatala ayon sa Bansa
fr: Inscription par Pays.
fr_ca: Inscriptions par pays
fr_fr: Inscription par pays
he: הרשמה לפי מדינה
hi: देश द्वारा नामांकन
hu: Beiratkozás ország szerint
hy_am: Գրանցումն ըստ երկրի
id: Pendaftaran Berdasarkan Negara
it: Iscrizione per Paese
it_it: Iscrizione per Paese
ja_jp: 国・地域別登録者
ka: ჩარიცხვა ქვეყნის მიხედვით
lt_lt: Registracija pagal šalis
nb: Påmeldinger etter land
nl_nl: Inschrijving per land
pl: Rekrutacja według kraju
pl_pl: Rejestracja według kraju
pt_br: Matrícula por País
pt_pt: Inscrições por País
ro: Înscrieri per Țară
ru: Зачисление по странам
sk: Zápis podľa krajiny
sl: Vpis po državah
sq: Regjistrimi sipas vendit
sv: Inskrivning per land
sw_ke: Uandikishaji kwa Nchi
te: దేశాలవారీగా చేరికలు
th: การลงทะเบียนเรียนแบ่งตามประเทศ
tr_tr: Ülkelere göre Kayıtlanma
uk: Зарахування на курс по країнах
uz: Mamlakat bo'yicha ro'yxatdan o'tish.

source: Geography Metrics
af_za: Geografie -statistieke
ar: المقاييس الخاصّة بالموقع الجغرافي
ar_sa: مقاييس الجغرافيا
az: Cografi metrikaları
bn_bd: ভৌগলিক ছন্দবিজ্ঞান
ca: Mètriques de geografia
cs: Geografické metriky
da: Geografi-metrik
de_de: Geographische Kennzahlen
el: Στατιστικά τοποθεσίας
el_gr: Μετρικές Γεωγραφίας
eo: Géögräphý Métrïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Metricas Geográficas
es_es: Estadística por países
fa_ir: سنجه‌های جغرافیایی
fi: Maantiede Metrics
fil_ph: Mga Sukatan sa Heograpiya
fr: Métriques géographiques
fr_ca: Métriques géographiques
fr_fr: Métriques géographiques
he: מדדים גיאוגרפים
hi: भूगोल के मेट्रिक्स
hu: Földrajzi mérték
hy_am: Աշխարհագրական ցուցանիշներ
id: Metriks Geografi
it: Metriche geografiche
it_it: Metriche della geografia
ja_jp: 受講者の国・地域
ka: გეოგრაფიული მონაცემები
lt_lt: Geografijos metrika
nb: Geografistatistikk
nl_nl: Geografie Metrieken
pl: Dane geograficzne
pl_pl: Metryki geograficzne
pt_br: Métricas Geográficas
pt_pt: Métricas Geográficas
ro: Metrici Geografice
ru: географические показатели
sk: Geografické dáta
sl: Geografske meritve
sq: Metrika e Gjeografisë
sv: Geografi Metrics
sw_ke: Idadi ya wanafunzi wa Jiografia
te: ప్రాంతాలవారీ లెక్కలు
th: ระดับเชิงภูมิศาสตร์
tr_tr: Coğrafi Metrikler
uk: Географічні показники
uz: Geografik maʼlumotlar

source: Total Countries or Regions Represented
af_za: Totale lande of streke verteenwoordig
ar: مجموع الدول أو المناطق الممثّلة
ar_sa: إجمالي البلدان أو المناطق الممثلة
az: Ümumi ölkələr və təqdim edilən regionlar
bn_bd: প্রতিনিধিত্ত করছে এমন সব দেশ অথবা এলাকা
ca: Total representació de països o regions
cs: Celkový počet zastoupených zemí nebo regionů
da: Samlet repræsenterede lande eller regioner
de_de: Überblick Länder und Regionen
el: Σύνολο χωρών ή περιφερειών που εκπροσωπούνται
el_gr: Σύνολο χωρών ή περιφερειών που εκπροσωπούνται
eo: Tötäl Çöüntrïés ör Régïöns Répréséntéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Total de países o regiones representados
fa_ir: مجموع کشورها یا مناطق نمایندگی
fi: Edustetut maat tai alueet yhteensä
fil_ph: Kabuuang mga Bansa o Rehiyon na Kinakatawan
fr: Total des pays ou régions représentées
fr_ca: Total des pays ou régions représentés
fr_fr: Total des pays ou régions représentés
he: סך כל המדינות או האזורים המיוצגים
hi: कुल देशों या क्षेत्रों का प्रतिनिधित्व किया
hy_am: Ներկայացված երկրների կամ տարածաշրջանների ընդհանուր թիվը
it: Totale paesi o regioni rappresentati
it_it: Numero totali di regioni o paesi rappresentati
ja_jp: 受講者の国・地域の総数
nb: Antall land eller regioner som er representert
pl: Łączna liczba reprezentowanych krajów lub regionów
pl_pl: Całkowita liczba reprezentowanych krajów lub regionów
pt_br: Total de países ou regiões representadas
pt_pt: Total de Países ou Regiões Representadas
ro: Numărul total al Țărilor sau al Regiunilor Reprezentate
ru: Общее количество представленных стран или регионов
sl: Skupno zastopane države ali regije
sq: Totali i vendeve ose rajoneve të përfaqësuara
sv: Totala länder eller regioner representerade
sw_ke: Jumla ya Nchi na Mikoa Iliyowakilishwa
te: అన్ని ప్రతిబింబిత దేశాలూ మరియు ప్రాంతాలూ
th: รวมประเทศหรือภูมิภาคที่เป็นตัวแทน
tr_tr: Toplamda Gösterilen Ülke ya da Bölgeler
uk: Загальнопредставлені Країни або Регіони
uz: Barcha mamlakatlar yoki mintaqalar vakili.
