Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: This graph presents data for the %(value)s%% of enrolled learners who provided a highest level of education completed.
af_za: Hierdie grafiek bevat data vir die %(value)s %% van ingeskrewe leerders wat 'n hoogste vlak van onderwys voorsien het.
ar: يُظهر هذا الرسم البياني %(value)s%% من الطلاب المسجلين الذين حددوا أعلى مستوى تعليم لديهم.
ar_sa: يعرض هذا الرسم البياني بيانات %(value)s %% من الطلّاب المسجلين الذين قدموا أعلى مستوى من التعليم المكتمل.
az: Qeydiyyat zamanı ən yüksək təhsil pillələrini tamamladıqlarını qeyd edən tələbələr %(value)s%% üçün bu cədvəl datanı təqdim edir.
bn_bd: এই লেখচিত্রটি প্রদর্শন করছে %(value)s%% শিক্ষার্থীদের যারা সর্বোচ্চ পর্যায়ের শিক্ষা সমাপ্তকরনের তথ্য প্রদান করেছেন ।
ca: Aquest gràfic presenta les dades del %(value)s%% dels estudiants inscrits que han proporcionat un nivell d'educació més alt completat.
cs: tento graf představuje data pro %(value)s%% zapsaných studentů, kteří poskytli nejvyšší úroveň dokončeného vzdělání.
da: Denne graf præsenterer data for %(value)s %% af tilskrevne kursister, som leverede det højeste niveau af fuldført uddannelse.
de_de: Dieser Graph zeigt die Daten für %(value)s%% der eingeschriebenen Teilnehmer, die den höchst erreichten Bildungsabschluss angegeben haben.
el: Αυτό το γράφημα παρουσιάζει δεδομένα για το %(value)s%% των εγγεγραμμένων σπουδαστών που παρείχαν το υψηλότερο επίπεδο εκπαίδευσης που ολοκληρώθηκε.
el_gr: Αυτό το γράφημα παρουσιάζει δεδομένα για το %(value)s %% των εγγεγραμμένων μαθητών που παρείχαν το υψηλότερο επίπεδο εκπαίδευσης που ολοκληρώθηκε.
eo: Thïs gräph présénts dätä för thé %(value)s%% öf énrölléd léärnérs whö prövïdéd ä hïghést lévél öf édüçätïön çömplétéd. Ⱡ'σяєм ιρѕυм ∂σłσя#
es_419: Este gráfico presenta los datos para el %(value)s%% de los estudiantes inscritos que proporcionaron el grado máximo de escolaridad completada.
fa_ir: این نمودار داده‌هایی را برای %(value)s%% از یادگیرندگان ثبت‌نام‌شده ارائه می‌دهد که بالاترین سطح تحصیلات تکمیل‌شده خود را اعلام کرده‌اند.
fi: Tämä kaavio esittää tiedot %(value)s%%:lle ilmoittautuneista oppilaista, jotka ovat antaneet korkeimman koulutuksen.
fil_ph: Ang graph na ito ay nagpapakita ng data para sa %(value)s%% ng mga naka-enroll na mag-aaral na nagbigay ng pinakamataas na antas ng edukasyong natapos.
fr: Ce graphique affiche les données pour le %(value)s%% des apprenants inscrits qui ont indiqué leur plus haut niveau de scolarité.
fr_ca: Ce graphique affiche les données pour le %(value)s%% des étudiants inscrits qui ont fourni un haut niveau de scolarité complété.
fr_fr: Ce graphique présente des données pour le %(value)s%% d'apprenants inscrits ayant atteint le plus haut niveau d'éducation.
he: גרף זה מציג נתונים ל- %(value)s%% הלומדים הנרשמים שציינו את רמת ההשכלה הגבוהה שהשיגו.
hi: यह ग्राफ नामांकित शिक्षार्थियों के %(value)s और %% के लिए डेटा प्रस्तुत करता है, जिन्होंने शिक्षा का उच्चतम स्तर प्रदान किया।
hy_am: Այս գծապատկերում ներկայացված են տվյալներ%(value)s%% գրանցված ուսանողների, ովքեր ներկայացրել են տեղեկատվություն, իրենց ավարտած բարձրագույն կրթության մասին
it: Questo grafico presenta i dati per gli studenti %(value)s che hanno fornito il livello di istruzione più elevato %% .
it_it: Questo grafico presenta i dati per il %(value)s%% degli studenti iscritti che hanno fornito il livello più alto di istruzione conseguito.
ja_jp: このグラフは最終学歴を入力した%(value)s%%の受講登録者のデータを示しています。
ka: ეს გრაფა გამოსახავს იმ ჩარიცხული მსმენელების %(value)s%% დათვლილ მონაცემებს, რომლებმაც დაბადების წელი მიუთითეს.
nb: Grafen viser data for %(value)s%% av innmeldte studenter som oppga høyeste grad av gjennomført utdanning.
pl: Ten wykres pokazuje dane %(value)s%% najwyżej wykształconych uczniów.
pl_pl: Ten wykres przedstawia dane dla %(value)s %% zapisanych uczniów, którzy zapewnili najwyższy ukończony poziom edukacji.
pt_br: Esse gráfico apresenta dados de %(value)s%% dos alunos matriculados que forneceram o nível máximo do nível de educação.
pt_pt: Este gráfico apresenta dados para %(value)s%% dos estudantes inscritos que indicaram o nível mais elevado de educação já concluído.
ro: Acest grafic reprezintă datele pentru %(value)s%%, ale elevilor care au salvat ultimul nivel de educație absolvit.
ru: Эта диаграмма представляет данные по %(value)s%% зарегистрированных слушателей, которые сообщили о высшем уровне завершенного образования.
sl: Ta graf prikazuje podatke za %(value)s%% vpisanih učencev, ki so zagotovili najvišjo stopnjo izobrazbe.
sq: Ky grafik paraqet të dhëna për %(value)s %% të nxënësve të regjistruar që kanë kryer një nivel më të lartë arsimor.
sv: Den här grafen presenterar data för %(value)s%% av registrerade elever som uppgett vilken högsta utbildningsnivå de har uppnått.
sw_ke: Grafu hii inaonyesha taarifa kwa 1%(value)s 2%% ya wanafunzi wa waliojiandikisha na walioweka kiwango cha elimu ya juu walichofikia.
te: పూర్తిచేసిన ఉన్నత విద్య అత్యుత్తమ స్థాయిని సమర్పించిన విద్యార్థుల %(value)s%% సమాచారాన్ని ఈ చిత్రం చూపిస్తుంది.
th: กราฟนี้แสดงข้อมูลสำหรับ %(value)s%% ของผู้เรียนที่ลงทะเบียนซึ่งให้การศึกษาระดับสูงสุดที่สำเร็จ
tr_tr: Bu grafik, en üst düzey eğitimini tamamlayan kayıtlı %(value)s%% öğrenciler için verileri sunar.
uk: На цьому графіку подано дані для студентів, які навчаються%(value)s%%, які пройшли найвищий рівень освіти.
uz: Ushbu grafikda eng yuqori taʼlim darajasini koʻrsatgan %(value)s%% oʻrganuvchilarga oid maʼlumotlar koʻrsatilgan.

source: Education Metrics
af_za: Onderwysstatistieke
ar: المقاييس الخاصّة بالمستوى التعليمي
ar_sa: مقاييس التعليم
az: Təhsil metrikaları
bn_bd: ছন্দবিজ্ঞান শিক্ষা
ca: Mètriques d'educació
cs: Metriky vzdělání
da: Uddannelsesmålinger
de_de: Ausbildungsdaten
el: Στατιστικά εκπαίδευσης
el_gr: Μετρήσεις εκπαίδευσης
eo: Édüçätïön Métrïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Métricas de educación
es_es: Resultados según estudios
fa_ir: سنجه‌های آموزشی
fi: Koulutusmittarit
fil_ph: Mga Sukatan sa Edukasyon
fr: Statistiques du niveau d'études
fr_ca: Métriques de formation
fr_fr: Mesure de l'éducation
he: מדדי השכלה
hi: शिक्षा मेट्रिक्स
hu: Iskolai végzettség tengely
hy_am: Կրթական ցուցանիշներ
id: Statistik Pendidikan
it: Metriche dell&#39;istruzione
it_it: Metriche della formazione
ja_jp: 学歴内訳
ka: განათლების მონაცემები
lt_lt: Išsilavinimo metrika
nb: Utdanningsstatistikk
nl_nl: Opleiding Metrieken
pl: Statystyki edukacji
pl_pl: Wskaźniki edukacji
pt_br: Métricas Educacionais
pt_pt: Métricas de Educação
ro: Metrici Educationale
ru: Показатели образования
sk: Dáta o vzdelaní
sl: Meritve izobrazbe
sq: Metrika e arsimit
sv: Utbildningsmetod
sw_ke: Idadi ya Masomo
te: విద్యా సంబంధిత లెక్కలు
th: ระดับการศึกษา
tr_tr: Eğitim Metrikleri
uk: Показники освіти
uz: Ta'lim o'lchovlari

source: High School Diploma or Less
af_za: Hoërskooldiploma of minder
ar: شهادة الثانوية العامة أو ما دون ذلك
ar_sa: شهادة الثانوية العامة أو أقل
az: Orta məktəb diplomu və ya daha aşağı
bn_bd: উচ্চ মাধ্যমিক বিদ্যালয় সনদ বা তার কম
ca: Diploma d'educació secundària o menys
cs: Vysokoškolský diplom nebo nižší
da: Gymnasieeksamen eller mindre
de_de: Abitur oder niedriger
el: Όσοι έχουν τελειώσει τουλάχιστον το Λύκειο
el_gr: Απολυτήριο Λυκείου ή λιγότερο
eo: Hïgh Sçhööl Dïplömä ör Léss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Diploma de educación secundaria o menos
es_es: Escuela Secundaria o menos
fa_ir: دیپلم دبیرستان یا کمتر
fi: Ylioppilastutkinto tai vähemmän
fil_ph: High School Diploma o Mas Mababa
fr: Diplômes niveau collège ou inférieur
fr_ca: Diplôme d'études secondaires ou moins
fr_fr: Diplôme d'études secondaires ou moins
he: תעודת גמר תיכון ומטה
hi: हाई स्कूल डिप्लोमा या उससे कम
hu: Szakközépiskola/gimnáziumi érettségi vagy kevesebb
hy_am: Թերի կամ լրիվ միջնակարգ կրթության վկայագիր
it: Diploma di scuola superiore o meno
it_it: Diploma di scuola superiore o inferiore
ja_jp: 高卒以下
ka: სკოლის სრული ატესტატი, ან ნაკლები
lt_lt: Vidurinis arba žemesnis išsilavinimas
nb: Vitnemål fra videregående skole eller lavere
nl_nl: Voortgezet Onderwijs Diploma of Minder
pl: Matura lub niższy
pl_pl: Dyplom ukończenia szkoły średniej lub mniej
pt_br: Diploma de Ensino Médio ou inferior
pt_pt: Diploma do Ensino Médio ou Inferior
ro: Diploma de Liceu sau mai puțin
ru: Аттестат о неполном или полном среднем образовании
sk: Maturitné vysvedčenie alebo nižšie vzdelanie
sl: Srednješolska diploma ali manj
sq: Diploma e shkollës së lartë ose më pak
sv: Högskola Diplom eller Mindre
sw_ke: Cheti cha Sekondari au
te: ఉన్నత పాఠశాల డిప్లొమా లేక అంతకన్నా తక్కువ
th: มัธยมศึกษาตอนปลายหรือต่ำกว่านั้น
tr_tr: Lise Diploması ya da Daha Az
uk: Диплом повної середньї освіти або нижче
uz: Oʻrta-maxsus taʼlim diplomi yoki undan pastrogʻi

source: The percentage of learners who selected Secondary/high school, Junior secondary/junior high/middle school, or Elementary/primary school as their highest level of education completed.
af_za: Die persentasie leerders wat sekondêre/hoërskool, junior sekondêre/junior/middelbare skool of laerskool/laerskool gekies het as hul hoogste vlak van onderwys.
ar: النسبة المئوية للطلاب الذين اختاروا الثانوية، الاعدادية أو الابتدائية كأعلى مستوى من التعليم.
ar_sa: النسبة المئوية الطلّاب الذين اختاروا المدرسة الثانوية/الثانوية، أو المدرسة الإعدادية/الإعدادية/الإعدادية، أو المدرسة الابتدائية/الابتدائية كأعلى مستوى تعليمي مكتمل.
az: Yuxarı, Orta və ya İbtidai məktəbi ən yüksək təhsil səviyyəsi tamamlamış olaraq qeyd edən tələbələrin faizi.
bn_bd: শিক্ষার্থীদের শতকরা হার যারা মাধ্যমিক/উচ্চমাধ্যমিক বিদ্যালয় অথবা নিম্ন মাধ্যমিক বিদ্যালয় অথবা প্রাথমিক/ প্রাথমিক বিদ্যালয় তাদের সম্পন্নকৃত সর্বোচ্চ শিক্ষাগত যোগ্যতা হিসেবে ।
ca: El percentatge d'alumnes que seleccionaven secundària / batxillerat, secundària / secundària / secundària o primària / primària com a nivell d'estudis més alt completat.
cs: Procento studentů, kteří si vybrali jako nejvyšší dosažené vzdělání střední školu, střední odborné učiliště bez maturity nebo základní školu.
da: Procentdelen af kursister, der valgte Secondary/gymnasium, Junior secondary/junior high/middle school eller grundskole/primary school som deres højeste fuldførte uddannelsesniveau.
de_de: Anzahl an Teilnehmenden die Sekundarstufe / Oberschule gewählt haben, Sekundarstufe II / Oberschule / Oberschule oder Grundschule / Primärschule als höchster Bildungsabschluss.
el: Το ποσοστό των σπουδαστών που επέλεξαν Δευτεροβάθμια/Λύκειο, απολυτήριο Γυμνασίου ή απολυτήριο Δημοτικού σχολείου, ως το υψηλότερο επίπεδο εκπαίδευσης που ολοκλήρωσαν.
el_gr: Το ποσοστό των μαθητών που επέλεξαν το Γυμνάσιο/Γυμνάσιο, το Γυμνάσιο/Γυμνάσιο/Γυμνάσιο/Γυμνάσιο ή το Δημοτικό/Δημοτικό σχολείο ως το υψηλότερο επίπεδο εκπαίδευσης που ολοκλήρωσαν.
eo: Thé pérçéntägé öf léärnérs whö séléçtéd Séçöndärý/hïgh sçhööl, Jünïör séçöndärý/jünïör hïgh/mïddlé sçhööl, ör Éléméntärý/prïmärý sçhööl äs théïr hïghést lévél öf édüçätïön çömplétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυ#
es_419: Porcentaje de estudiantes que seleccionaron Educación primaria, media o secundaria como su máximo nivel de educación alcanzado.
fa_ir: درصد یادگیرندگانی که دبیرستان/دبیرستان، راهنمایی/دوره اول/دوره دوم، یا دبستان/پیش دبستان را به‌عنوان بالاترین سطح تحصیلات خود انتخاب کردند.
fi: Niiden opiskelijoiden prosenttiosuus, jotka valitsivat korkeimmaksi suoritetuksi koulutuksensa toisen asteen/lukion, yläasteen/lukion/lukioon tai ala-asteelle.
fil_ph: Ang porsyento ng mga mag-aaral na pumili ng Secondary/high school, Junior secondary/junior high/middle school, o Elementary/primary school bilang kanilang pinakamataas na antas ng edukasyon na natapos.
fr: Le pourcentage d'élèves qui ont choisi comme niveau d'éducation l'école primaire, l'école secondaire, le lycée.
fr_ca: Le pourcentage d'élèves qui ont choisi le primaire, le secondaire, le lycée ou le CEGEP comme plus haut niveau de scolarité complété.
fr_fr: Le pourcentage d'apprenants ayant choisi l'école secondaire / le lycée, le collège ou l'école élémentaire / primaire comme niveau d'études le plus élevé atteint.
he: אחוז הלומדים שבחרו בית ספר יסודי/חטיבת ביניים/תיכון כרמה הגבוהה ביותר של השכלה נרכשת.
hi: ऐसे शिक्षार्थियों का प्रतिशत जिन्होंने माध्यमिक / उच्च विद्यालय, जूनियर माध्यमिक / जूनियर हाई / मिडिल स्कूल, या प्राथमिक / प्राथमिक विद्यालय को अपनी शिक्षा के उच्चतम स्तर के रूप में चुना।
hy_am: Ուսանողների այն տոկոսն, ովքեր ընտրել են միջնակարգ/ավագ, հիմնական միջնակարգ/հիմնական ավագ/ միջնակարգ դպրոցը կամ տարրական/ներառական դպրոցը, որպես ստացած բարձրագույն կրթության մակարդակ
it: La percentuale di studenti che hanno selezionato la scuola secondaria/superiore, la scuola secondaria di primo grado/media superiore/media o la scuola elementare/primaria come livello di istruzione più alto completato.
it_it: La percentuale di studenti che hanno selezionato la scuola superiore, la scuola media o la scuola elementare come livello più alto di istruzione conseguito.
ja_jp: 高校卒、中学卒、小学校卒を最終学歴として選択した受講者の割合。
ka: მსმენელთა პროცენტი რომლებმაც არასრული/სრული სკოლა, უმცროსთა მეორადი/უმცროსთა სრული/საშუალო სკოლა ან ელემენტარული/მთავარი სკოლა აირჩეს მათი განათლების უმაღლეს დონედ.
nb: Prosentandel av studenter som valgte videregående, ungdomskole eller barneskole som sin høyeste grad av gjennomført utdanning.
pl: Procent uczniów, którzy zadeklarowali Wykształcenie średnie lub podstawowe.
pl_pl: Odsetek uczniów, którzy jako najwyższy ukończony poziom wykształcenia wybrali szkołę średnią/liceum, gimnazjum/gimnazjum/gimnazjum lub szkołę podstawową/podstawową.
pt_br: O percentual de alunos que selecionaram ensino primário, fundamental, fundamental II ou ensino médio como o nível mais alto de estudo.
pt_pt: A percentagem de estudantes que selecionaram as opções Ensino Superior, Ensino Secundário, Ensino Básico ou Ensino Primário como o nível mais elevado de educação já concluído.
ro: Procentul elevilor care au selectat Școala Gimnazială/ Liceu, Școala Gimnazială/Liceu/ Clasele V-VIII sau Școala elementară/primară ca ultimul nivel educațional finalizat.
ru: Процент учащихся, выбравших среднюю/среднюю школу, младшую/младшую среднюю/среднюю школу или начальную/начальную школу в качестве самой высокой ступени своего образования.
sl: Odstotek učencev, ki so izbrali srednjo/srednjo šolo, nižjo srednjo/srednjo/srednjo šolo ali osnovno/osnovno šolo kot svojo najvišjo končano izobrazbo.
sq: Përqindja e nxënësve që përzgjodhën shkollën e mesme/të mesme, shkollën e mesme të parë/të mesme të ulët/të mesme, ose shkollën fillore/fillore si nivelin më të lartë të arsimit të përfunduar.
sv: Procentandelen av elever som valde gymnasieskolan, gymnasieskolan eller gymnasieskolan eller grundskolan som högsta utbildningsnivå.
sw_ke: Asilimia ya wanafunzi walichagua sekondari/high shool shule ya kati/sekondari au shule ya msingi kama kiwango cha elimu yao ya juu waliyofikia.
te: మాధ్యమిక / ఉన్నత పాఠశాల, తొలి ప్రాథమిక / ఉన్నత / మాధ్యమిక పాఠశాల, లేక బాల్య పాఠశాల లని తమ పూర్తిచేసిన అత్యున్నత విద్యగా సమర్పించిన విద్యార్థుల శాతములు.
th: เปอร์เซ็นต์ของผู้เรียนที่เลือกระดับมัธยมศึกษา/มัธยมศึกษาตอนต้น/มัธยมศึกษาตอนต้น/มัธยมต้น/มัธยมต้น หรือระดับประถมศึกษา/ประถมศึกษาเป็นระดับการศึกษาสูงสุดที่สำเร็จ
tr_tr: Tamamlanmış en yüksek eğitim düzeyi olarak ilk/orta veya lise seviyesini seçen öğrencilerin yüzdesi.
uk: Відсоток учнів, які обрали середню /середню вищу школу, молодшу / середню / середню вищу школу, або початкову / початкову школу як найвищий рівень освіти.
uz: Taʼlimning eng yuqori darajasi sifatida oʻrta-maxsus, oʻrta maktab yoki boshlangʻich maktabni tanlagan oʻrganuvchilar ulushi.

source: College Degree
af_za: Naskoolse graad
ar: شهادة جامعية
ar_sa: شهادة جامعيه
az: Kollec dərəcəsi
bn_bd: কলেজ ডিগ্রি
ca: Títol universitari
cs: Vysokoškolské vzdělání
da: College grad
de_de: Hochschulabschluss
el: Πτυχίο κολεγίου
el_gr: Πτυχίο πανεπιστημίου
eo: Çöllégé Dégréé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Diploma de pregrado
es_es: Título universitario
fa_ir: پیش‌دانشگاهی
fi: Korkeakoulututkinnon
fil_ph: Degree sa Kolehiyo
fr: Diplôme Universitaire
fr_ca: Diplôme universitaire
fr_fr: Diplôme universitaire
he: תואר אקדמי
hi: कॉलेज की डिग्री
hu: Főiskolai diploma
hy_am: Բարձրագույն կրթություն
id: Gelar Sarjana
it: Laurea
it_it: Laurea
ja_jp: 大卒
ka: კოლეჯის ხარისხი
lt_lt: Aukštasis išsilavinimas
nb: Høyskolegrad
nl_nl: Onderwijsgraad
pl: Podstawowe wykształcenie wyższe
pl_pl: Stopień naukowy
pt_br: Nível Universitário
pt_pt: Grau Académico
ro: Diploma de Licență
ru: высшее образование
sk: Vysokoškolský diplom
sl: Univerzitetna izobrazba
sq: Diplome Kolegji
sv: Högskoleexamen
sw_ke: Shahada
te: కళాశాల డిగ్రీ
th: ระดับอุมศึกษา
tr_tr: Üniversite Derecesi
uk: Середня спеціальна освіта
uz: Kollej darajasi.

source: The percentage of learners who selected Bachelor's degree or Associate degree as their highest level of education completed.
af_za: Die persentasie leerders wat baccalaureusgraad of medewerker as hul hoogste vlak van onderwys gekies het.
ar: النسبة المئوية للطلاب الذين اختاروا البكالوريوس أو درجة الدبلوم كأعلى مستوى من التعليم.
ar_sa: النسبة المئوية الطلّاب الذين اختاروا درجة البكالوريوس أو درجة الزمالة كأعلى مستوى تعليمي مكتمل.
az: Bakalavr və ya Dosentlik dərəcəsini tamamlamış ən yüksək təhsil səviyyəsi qeyd edən tələbələrin faizi.
bn_bd: শিক্ষার্থীদের শতকরা হার যারা স্নাতক ডিগ্রি অথবা সহকারী ডিগ্রি তাদের সম্পন্নকৃত সর্বোচ্চ শিক্ষাগত যোগ্যতা হিসেবে ।
ca: El percentatge d'aprenents que han seleccionat el títol de grau o associat com a màxim nivell d'educació.
cs: Procento studentů, kteří si vybrali bakalářský nebo přidružený titul jako nejvyšší ukončené vzdělání.
da: Procentdelen af kursister, der valgte bachelorgrad eller associeret grad som deres højeste fuldførte uddannelsesniveau.
de_de: Anzahl der Teilnehmer, die über den Bachelor- oder Berufsabschluss als höchsten Bildungsabschluss verfügen
el: Το ποσοστό των σπουδαστών που επέλεξαν 'πτυχιούχος Πανεπιστημίου' ή 'Απόφοιτος ανώτερης σχολής διετούς διάρκειας' ως το υψηλότερο επίπεδο εκπαίδευσης που ολοκλήρωσαν.
el_gr: Το ποσοστό των μαθητών που επέλεξαν το πτυχίο Bachelor ή Associate ως το υψηλότερο επίπεδο εκπαίδευσης που ολοκλήρωσαν.
eo: Thé pérçéntägé öf léärnérs whö séléçtéd Bäçhélör's dégréé ör Àssöçïäté dégréé äs théïr hïghést lévél öf édüçätïön çömplétéd. Ⱡ'σяєм ι#
es_419: El porcentaje de estudiantes que seleccionaron licenciatura o grado asociado como su nivel académico más alto completado.
fa_ir: درصد یادگیرندگانی که مدرک کارشناسی یا کاردانی را به‌عنوان بالاترین سطح تحصیلات خود انتخاب کردند.
fi: Niiden opiskelijoiden prosenttiosuus, jotka valitsivat kandidaatin tutkinnon korkeimmaksi koulutustasokseen.
fil_ph: Ang porsyento ng mga mag-aaral na pumili ng Bachelor&#39;s degree o Associate degree bilang kanilang pinakamataas na antas ng edukasyon na natapos.
fr: Le pourcentage d'apprenants qui ont choisi le Baccalauréat ou un diplôme d'associé comme leur plus haut niveau de scolarité complété.
fr_ca: Le pourcentage d'élèves qui ont choisi le Baccalauréat ou un diplôme d'associé comme leur plus haut niveau de scolarité complété.
fr_fr: Le pourcentage d'apprenants ayant choisi la licence comme niveau d'études le plus élevé qu'ils aient atteint.
he: אחוז הלומדים שבחרו תואר ראשון או תואר מקביל כרמה הגבוהה ביותר של השכלה נרכשת.
hi: उन शिक्षार्थियों का प्रतिशत जिन्होंने स्नातक की डिग्री या एसोसिएट डिग्री को अपनी उच्चतम स्तर की शिक्षा के रूप में चुना है।
hy_am: Ուսանողների տոկոսն, ովքեր ընտրել են բակալավրի կամ մասնագետի աստիճանը, որպես ստացած կրթության բարձրագույն աստիճան:
it: La percentuale di studenti che hanno selezionato la laurea triennale o la laurea associata come livello di istruzione più alto completato.
it_it: La percentuale di studenti che hanno selezionato la laurea triennale o il diploma universitario come livello più alto di istruzione conseguito.
ja_jp: 大学学部卒、短大卒を最終学歴として選択した受講者の割合。
ka: მსმენელთა პროცენტი რომლებმაც საკუთარი განათლების დონედ ბაკალავრის, ან ასოცირებულის ხარისხი აირჩიეს.
nb: Prosentandel av studenter som oppga bachelorgrad eller fagbrev som deres høyeste grad av gjennomført utdanning.
pl: Procent uczniów deklarujących studia licencjackie lub inżynierskie.
pl_pl: Odsetek uczniów, którzy jako swój najwyższy ukończony poziom wykształcenia wybrali tytuł licencjata lub stopień stowarzyszony.
pt_br: O percentual de alunos que selecionaram Bacharelado ou Graduação Tecnológica como seu nível mais alto de educação.
pt_pt: A percentagem de estudantes que selecionaram Licenciatura ou Bacharelato como o nível mais elevado de educação já concluído.
ro: Procentul elevilor care au selectat Diploma de licență sau Diploma de studii ca ultimul nivel educațional finalizat.
ru: Процентная доля учащихся, выбравших степень бакалавра или младшего специалиста в качестве самого высокого уровня полученного образования.
sl: Odstotek učencev, ki so za svojo najvišjo stopnjo izobrazbe izbrali diplomo ali izredni študij.
sq: Përqindja e nxënësve që zgjodhën diplomën Bachelor ose Associate si nivelin më të lartë të arsimit të përfunduar.
sv: Procentandelen av elever som valt bachelorgrad eller associerad examen som sin högsta utbildningsnivå.
sw_ke: Asilimia ya wanafunzi waliochagua Shahada au Shahada mshirika kama kiwango cha elimu ya juu waliyofikia.
te: బేచిలర్స్ లేక అసోసియేట్ దిగ్రీలని తమ పూర్తయిన అత్యున్నత విద్యగా సమర్పించిన విద్యార్థుల శాతములు.
th: เปอร์เซ็นต์ของผู้เรียนที่เลือกระดับปริญญาตรีหรืออนุปริญญาเป็นระดับการศึกษาสูงสุดที่สำเร็จ
tr_tr: Tamamlanmış en yüksek eğitim düzeyi olarak lisans veya önlisans seviyesini seçen öğrencilerin yüzdesi.
uk: Відсоток учнів, які обрали ступінь бакалавра або асоційований ступінь як найвищий рівень освіти.
uz: Bakalavr yoki dotsent ilmiy darajalarini eng yuqori ma'lumot darajasiga ega bo'lgan o'quvchilar foizi.

source: Advanced Degree
af_za: Gevorderde graad
ar: درجة جامعية متقدّمة
ar_sa: شهادة متقدمة
az: İrəli dərəcə
bn_bd: উচ্চতর ডিগ্রী
ca: Grau avançat
cs: Pokročilý stupeň
da: Avanceret grad
de_de: Höherer Abschluss
el: Ανώτερο πτυχίο
el_gr: Προχωρημένο Πτυχίο
eo: Àdvänçéd Dégréé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Diploma de postgrado
es_es: Título universitario superior
fa_ir: بالاتر
fi: Korkeampi tutkinto
fil_ph: Advanced na Degree
fr: Niveau Supérieur
fr_ca: Diplôme avancé
fr_fr: Diplôme d'études supérieures
he: תואר מתקדם
hi: उच्च पदवी
hu: Egyetemi diploma
hy_am: Ավարտական աստիճան
id: Gelar yang Lebih Tinggi
it: Grado avanzato
it_it: Laurea specialistica
ja_jp: 大学院卒
ka: სამეცნიერო ხარისხი
lt_lt: Magistro/daktaro laipsnis
nb: Høyere grad
nl_nl: Hoger Onderwijs
pl: Zaawansowane wykształcenie wyższe
pl_pl: Stopień zaawansowany
pt_br: Nível Superior
pt_pt: Bacharelato
ro: Diplomă de studii superioare
ru: учённая степень
sk: Vyšší titul
sl: Specialistična izobrazba
sq: Nivel i avancuar
sv: Högre examen
sw_ke: Shahada
te: ఉన్నత డిగ్రీ
th: ระดับบัณฑิตศึกษาขึ้นไป
tr_tr: İleri Derece
uk: Розширений Ступінь
uz: Ilmiy daraja
