Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Basic Course Information
af_za: Basiese kursusinligting
ar: المعلومات الأساسية للمساق
ar_sa: المعلومات الأساسية للمساق
az: Əsas kurs məlumatları
bn_bd: কোর্স সম্পর্কে প্রাথমিক তথ্য
ca: Informació bàsica del curs
cs: Základní informace o kurzu
da: Basis Kursus Information
de_de: Allgemeine Kursinformationen
el: Βασικές πληροφορίες για τα μάθηματα
el_gr: Βασικές πληροφορίες μαθημάτων
eo: Bäsïç Çöürsé Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Información básica del curso
es_es: Información básica del curso
fa_ir: اطلاعات پایه دوره آموزشی
fi: Kurssin perustiedot
fil_ph: Pangunahing Impormasyon sa Kurso
fr: Informations de base relatives au cours
fr_ca: Informations de base relatives au cours
fr_fr: Informations sur les cours de base
he: מידע בסיסי אודות הקורס
hi: बुनियादी तौर पर पाठ्यक्रम की जानकारी
hu: Kurzus alapinformációi
hy_am: Դասընթացի հիմնական տեղեկատվություն
id: Informasi Dasar Kursus
it: Informazioni sul corso base
it_it: Informazioni sul corso base
ja_jp: 講座の基本情報
ka: ზოგადი ინფორმაცია კურსზე
lt_lt: Pagrindinė kurso informacija
nb: Grunnleggende kursinformasjon
nl_nl: Algemene Cursus Informatie
pl: Podstawowe informacje o kursie
pl_pl: Podstawowe informacje o kursie
pt_br: Informações básicas sobre o curso
pt_pt: Informação Básica do Curso
ro: Informații de bază ale Cursului
ru: Основная информация о курсе
sk: Základné informácie o kurze
sl: Osnovne informacije tečaja
sq: Informacionet Bazike të Kursit
sv: Grundkursinformation
sw_ke: Taarifa Muhimu ya "Kozi"
te: ప్రాథమిక పాఠ్య సమాచారం
th: รายละเอียดเบื้องต้นของรายวิชา
tr_tr: Temel Ders Bilgisi
uk: Основна Інформація про Курс
uz: Kurs haqida asosiy ma'lumotlar.

source: External Tools
af_za: Eksterne gereedskap
ar: أدوات خارجيّة
ar_sa: الأدوات الخارجية
az: Xarici alətlər
bn_bd: বাহ্যিক সরঞ্জাম সমূহ
ca: Eines externes
cs: Externí nástroje
da: Eksterne værktøjer
de_de: Weitere Hilfsmittel
el: Εξωτερικά εργαλεία
el_gr: Εξωτερικά εργαλεία
eo: Éxtérnäl Tööls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Herramientas externas
es_es: Herramientas externas
fa_ir: ابزارهای خارجی
fi: Ulkoiset työkalut
fil_ph: Mga Panlabas na Tool
fr: Outils externes
fr_ca: Outils externes
fr_fr: Outils externes
he: כלים חיצוניים
hi: बाहरी उपकरण
hy_am: Արտաքին գործիքներ
id: Perangkat Luar
it: Strumenti esterni
it_it: Strumenti esterni
ja_jp: 外部ツール
ka: გარე ხელსაწყოები
nb: Eksterne verktøy
nl_nl: Externe hulpmiddelen
pl: Zewnętrzne narzędzia
pl_pl: Narzędzia zewnętrzne
pt_br: Ferramentas Externas
pt_pt: Ferramentas Externas
ro: Unelte Externe
ru: Внешние инструменты
sk: Externé nástroje
sl: Zunanja orodja
sq: Mjetet e jashtme
sv: Externa verktyg
sw_ke: Zana za Nje
te: బాహ్య పనిముట్లు
th: เครื่องมือภายนอก
tr_tr: Harici Araçlar
uk: Зовнішні інструменти
uz: Tashqi vositalar.

source: Courses
af_za: Kursusse
ar: مساقات
ar_sa: المقررات
az: Kurslar
bn_bd: কোর্স সমূহ
ca: Cursos
cs: Kurzy
da: Kurser
de_de: Kurse
el: Κύκλοι μαθημάτων
el_gr: ΚΥΚΛΟΣ ΜΑΘΗΜΑΤΩΝ
eo: Çöürsés Ⱡ'σяєм ιρѕυм #
es_419: Cursos
es_es: Cursos
fa_ir: دوره‌هایی آموزشی
fi: Kurssit
fil_ph: Kurso
fr: Cours
fr_ca: Cours
fr_fr: Cours
he: קורסים
hi: कोर्स
hu: Kurzusok
hy_am: Դասընթացներ
id: Kursus
it: Corsi
it_it: Corsi
ja_jp: コース一覧
ka: კურსები
lt_lt: Kursai
nb: Kurs
nl_nl: Bekijk cursus
pl: Kursy
pl_pl: Kursy
pt_br: Cursos
pt_pt: Cursos
ro: Cursuri
ru: Курсы
sk: Kurzy
sl: Tečaji
sq: Kurset
sv: Kurser
sw_ke: 'Kozi'
te: కోర్సులు
th: หลักสูตร
tr_tr: Dersler
uk: Курси
uz: Kurslar

source: Across all your courses:
af_za: Oor al u kursusse:
ar: ضمن جميع المساقات لديك:
ar_sa: في جميع دوراتك:
az: Sizin bütün kurslarınız üzrə:
bn_bd: আপনার কোর্স
ca: Al llarg de tots els cursos:
cs: Napříč všemi kurzy:
da: På tværs af alle dine kurser:
de_de: Über Ihre Kurse
el: Σε όλους τους κύκλους μαθημάτων σας:
el_gr: Σε όλα τα μαθήματά σας:
eo: Àçröss äll ýöür çöürsés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: در همه دوره‌های آموزشی شما:
fi: Kaikilla kursseillasi:
fil_ph: Sa lahat ng iyong mga kurso:
fr: Dans l'ensemble de vos cours:
fr_ca: Dans tous vos cours :
fr_fr: Dans tous vos cours :
he: בכל הקורסים שלך:
hi: अपने सभी पाठ्यक्रमों के पार:
hy_am: Ձեր բոլոր դասընթացներում
it: In tutti i tuoi corsi:
it_it: Su tutti i tuoi corsi:
ja_jp: あなたの全講座内:
nb: Over alle dine kurs:
pl: Wszystkie twoje kursy
pl_pl: We wszystkich Twoich kursach:
pt_br: Em todos os seus cursos:
pt_pt: Em todos os seus cursos:
ro: În toate cursurile:
ru: На всех ваших курсах:
sl: Na vseh vaših tečajih:
sq: Në të gjitha kurset tuaja:
sv: Över alla dina kurser:
sw_ke: Kwenye kozi zako zote:
te: మీ అన్ని పాఠ్యముల లోనూ
th: ในทุกหลักสูตรของคุณ
tr_tr: Tüm dersleriniz içinde:
uk: Крізь усі ваші курси:
uz: Barcha kurslaringiz bo'yicha:

source: Total enrollments across all of your courses.
af_za: Totale inskrywings oor al u kursusse.
ar: إجمالي عمليات الالتحاق على نطاق كل المساقات لديك.
ar_sa: إجمالي التسجيلات في جميع دوراتك.
az: Sizin bütün kurslarınız üzrə ümumi qeydiyyatlar.
ca: Inscripcions totals a tots els vostres cursos.
cs: Celkový počet zápisů napříč všemi kurzy.
da: Samlet antal tilmeldinger på tværs af alle dine kurser.
de_de: Gesamtanzahl an Einschreibungen in Ihre Kurse
el: Συνολικές συμμετοχές σε όλους τους κύκλους μαθημάτων σας.
el_gr: Συνολικές εγγραφές σε όλα τα μαθήματά σας.
eo: Tötäl énröllménts äçröss äll öf ýöür çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: کل ثبت‌نام‌ها در همه دوره‌های آموزشی شما.
fi: Ilmoittautuneiden määrä kaikilla kursseillasi.
fil_ph: Kabuuang mga pagpapatala sa lahat ng iyong mga kurso.
fr: Nombre total d'inscriptions dans l'ensemble de vos cours.
fr_ca: Total des inscriptions dans l'ensemble de vos cours.
fr_fr: Nombre total d'inscriptions pour l'ensemble de vos cours.
he: סך הכל הרשמות בכל הקורסים שלך.
hi: आपके सभी पाठ्यक्रमों में कुल नामांकन।
hy_am: Ձեր բոլոր դասընթացների դիմորդների ընդհանուր թիվը:
it: Iscrizioni totali a tutti i tuoi corsi.
it_it: Numero totale di iscrizioni a tutti i tuoi corsi.
ja_jp: あなたの全講座の総登録者数
nb: Totalt antall påmeldte for alle dine kurs.
pl: Całkowita liczba uczniów wszystkich twoich kursów.
pl_pl: Łączna liczba zapisów na wszystkie Twoje kursy.
pt_br: Total de inscrições em todos os seus cursos.
pt_pt: Total de inscrições em todos os seus cursos.
ro: Numărul total de înscrieri pentru toate cursurile tale.
ru: Общее число поступивших на все ваши курсы.
sl: Skupno število vpisov na vse vaše tečaje.
sq: Regjistrimet totale në të gjitha kurset tuaja.
sv: Totala inskrivningar på alla dina kurser.
sw_ke: Jumla ya usajili wote kwenye kozi zote.
te: మీ అన్ని పాఠ్యముల లో చేరికలు.
th: จำนวนการลงทะเบียนทั้งหมดในหลักสูตรทั้งหมดของคุณ
tr_tr: Tüm derslerinizdeki toplam kayıtlanma.
uk: Загальна кількість учасників у всіх ваших курсах.
uz: Barcha kurslaringiz bo'yicha jami yozilishlar.

source: Current enrollments across all of your courses.
af_za: Huidige inskrywings oor al u kursusse.
ar: عمليات الالتحاق الحالية على نطاق كل المساقات لديك.
ar_sa: التسجيلات الحالية في جميع الدورات الخاصة بك.
az: Sizin bütün kurslarınız üzrə cari qeydiyyatlar.
ca: Inscripcions actuals a tots els vostres cursos.
cs: Aktuální zápisy do všech vašich kurzů.
da: Aktuelle tilmeldinger på tværs af alle dine kurser.
de_de: Aktuelle Einschreibungen in Ihre Kurse
el: Τρέχουσες συμμετοχές σε όλους τους κύκλους μαθημάτων σας..
el_gr: Τρέχουσες εγγραφές σε όλα τα μαθήματά σας.
eo: Çürrént énröllménts äçröss äll öf ýöür çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: ثبت‌نام‌های فعلی در همه دوره‌های آموزشی شما.
fi: Nykyiset ilmoittautumiset kaikille kursseillesi.
fil_ph: Mga kasalukuyang enrollment sa lahat ng iyong kurso.
fr: Inscriptions en cours dans l'ensemble de vos cours.
fr_ca: Inscriptions en cours dans tous vos cours.
fr_fr: Inscriptions actuelles dans tous vos cours.
he: הרשמות נוכחיות בכל הקורסים שלך.
hi: आपके सभी पाठ्यक्रमों में वर्तमान नामांकन।
hy_am: Ընթացիկ գրանցումները ձեր բոլոր դասընթացների համար
it: Iscrizioni attuali a tutti i tuoi corsi.
it_it: Numero corrente di iscrizioni a tutti i tuoi corsi.
ja_jp: あなたの全講座の現在の登録者数
nb: Nåværende påmelding for alle dine kurs.
pl: Aktualna liczba zapisów we wszystkich twoich kursach
pl_pl: Aktualne zapisy na wszystkie Twoje kursy.
pt_br: Inscrições atuais em todos os seus cursos
pt_pt: Inscrições atuais em todos os seus cursos.
ro: Numărul curent de înscrieri pentru toate cursurile tale.
ru: Текущий набор на все ваши курсы.
sl: Trenutni vpisi na vse vaše tečaje.
sq: Regjistrimet aktuale në të gjitha kurset tuaja.
sv: Nuvarande anmälningar över alla dina kurser.
sw_ke: Usajili wote kwa sasa kwenye kozi zote.
te: మీ అన్ని పాఠ్యముల లో ప్రస్తుతపు చేరికలు.
th: จำนวนการลงทะเบียนปัจจุบันในหลักสูตรทั้งหมดของคุณ
tr_tr: Tüm derslerinizdeki mevcut kayıtlanma.
uk: Поточні заявки на всі ваші курси.
uz: Barcha kurslaringizga joriy yozuvlar.

source: Total change in enrollment last week across all of your courses.
af_za: Totale verandering in die inskrywing verlede week oor al u kursusse.
ar: إجمالي عمليات تغيير الالتحاق في الأسبوع الماضي على نطاق كل المساقات لديك.
ar_sa: إجمالي التغيير في التسجيل الأسبوع الماضي في جميع دوراتك.
az: Sizin bütün kurslarınız üzrə keçən həftə qeydiyyatda olan ümumi dəyişiklik.
ca: Canvi total de la matrícula la setmana passada en tots els cursos.
cs: Celková změna v zápisu za minulý týden ve všech vašich kurzech.
da: Samlet ændring i tilmeldingen i sidste uge på tværs af alle dine kurser.
de_de: Gesamtveränderung der Einschreibung Ihrer Kurse während der letzten Woche
el: Συνολική αλλαγή στις συμμετοχές την περασμένη εβδομάδα σε όλους τους κύκλους μαθημάτων σας.
el_gr: Συνολική αλλαγή στις εγγραφές την περασμένη εβδομάδα σε όλα τα μαθήματά σας.
eo: Tötäl çhängé ïn énröllmént läst wéék äçröss äll öf ýöür çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: کل تغییر در ثبت‌نام در هفته گذشته در همه دوره‌های آموزشی شما.
fi: Ilmoittautumisten kokonaismuutos viime viikolla kaikilla kursseillasi.
fil_ph: Kabuuang pagbabago sa pagpapatala noong nakaraang linggo sa lahat ng iyong mga kurso.
fr: Variation du nombre total d'inscriptions la semaine dernière pour l'ensemble de vos cours.
fr_ca: Changement total des inscriptions la semaine dernière dans l'ensemble de vos cours.
fr_fr: Variation totale des inscriptions la semaine dernière pour l'ensemble de vos cours.
he: סך כל השינויים בהרשמות בשבוע שעבר בכל הקורסים שלך.
hi: आपके सभी पाठ्यक्रमों में पिछले सप्ताह नामांकन में कुल परिवर्तन।
hy_am: Նախորդ շաբաթվա գրանցումների փոփոխությունը ձեր բոլոր դասընթացների համար
it: Variazione totale delle iscrizioni della scorsa settimana a tutti i tuoi corsi.
it_it: Variazione totale di iscrizioni l'ultima settimana a tutti i tuoi corsi.
ja_jp: あなたの全講座の先週の登録者数変化
nb: Forandring i påmelding forrige uke for alle dine kurs.
pl: Całkowita zmiana liczby zapisanych uczniów w ubiegłym tygodniu, dla wszystkich twoich kursów.
pl_pl: Całkowita zmiana w liczbie zapisów w zeszłym tygodniu na wszystkich Twoich kursach.
pt_br: Total de mudanças nas inscrições da última semana em todos os seus cursos
pt_pt: Total de todas as inscrições modificadas na semana passada, em todos os seus cursos.
ro: Schimbarea totală al numărului de înscrieri în toate cursurile tale, săptămâna trecută.
ru: Общее изменение в зачислении на прошлой неделе по всем вашим курсам.
sl: Popolna sprememba vpisa prejšnji teden za vse vaše tečaje.
sq: Ndryshimi total në regjistrimet javën e kaluar në të gjitha kurset tuaja.
sv: Total förändring av anmälan förra veckan över alla dina kurser.
sw_ke: Mabadiliko ya jumla ya usajili kwa wiki iliyopita kwa kozi zote.
te: పోయిన వారం మీ అన్ని పాఠ్యములలో చేరికలలో మార్పు
th: การเปลี่ยนแปลงโดยรวมในการลงทะเบียนเมื่อสัปดาห์ที่แล้วทั้งหมดในทุกหลักสูตรของคุณ
tr_tr: Tüm derslerinizin toplam kayıtlanma rakamındaki haftalık değişiklik.
uk: Загальна зміна кількості учасників минулого тижня в усіх ваших курсах.
uz: Oʻtgan haftada barcha kurslaringiz uchun roʻyxatdan oʻtganlarning umumiy oʻzgarishi.

source: Verified enrollments across all of your courses.
af_za: GEGEVIERDE inskrywings oor al u kursusse.
ar: عمليات الالتحاق الموثقة على نطاق كل المساقات لديك.
ar_sa: التحقق من التسجيل في جميع الدورات الخاصة بك.
az: Sizin bütün kurslarınız üçün təsdiqlənmiş qeydiyyatlar.
ca: Inscripcions verificades a tots els vostres cursos.
cs: Ověřené zápisy napříč všemi kurzy.
da: Bekræftede tilmeldinger på tværs af alle dine kurser.
de_de: Verifizierte Anmeldungen Ihrer Kurse
el: Επαληθευμένες συμμετοχές σε όλους τους κύκλους μαθημάτων σας.
el_gr: Επαληθευμένες εγγραφές σε όλα τα μαθήματά σας.
eo: Vérïfïéd énröllménts äçröss äll öf ýöür çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: ثبت‌نام‌های تأییدشده در همه دوره‌های آموزشی شما.
fi: Vahvistetut ilmoittautumiset kaikille kursseillesi.
fil_ph: Mga na-verify na pagpapatala sa lahat ng iyong kurso.
fr: Inscriptions vérifiées dans l'ensemble de vos cours.
fr_ca: Inscriptions vérifiées dans tous vos cours.
fr_fr: Vérification des inscriptions dans tous vos cours.
he: הרשמות שאומתו בכל הקורסים שלך.
hi: आपके सभी पाठ्यक्रमों में सत्यापित नामांकन।
hy_am: Ձեր բոլոր դասընթացների հաստատված գրանցումները
it: Iscrizioni verificate a tutti i tuoi corsi.
it_it: Numero di iscrizioni verificate a tutti i tuoi corsi.
ja_jp: あなたの全講座の認証付き登録者数
nb: Verifiserte påmeldinger for alle dine kurs.
pl: Potwierdzone zapisy dla wszystkich twoich kursów.
pl_pl: Zweryfikowane zapisy na wszystkie Twoje kursy.
pt_br: Incrições verificadas em todos os seus cursos.
pt_pt: Inscrições validadas em todos os seus cursos.
ro: Înscrieri verificate în toate cursurile tale.
ru: Подтвержденное зачисление на все ваши курсы.
sl: Preverjene vpise na vse vaše tečaje.
sq: Regjistrimet e verifikuara në të gjitha kurset tuaja.
sv: Verifierade inskrivningar över alla dina kurser.
sw_ke: Usajili uliohakikiwa kwenye kozi zote.
te: మీ అన్ని పాఠ్యములలో సరిచూడబడిన చేరికలు.
th: จำนวนการลงทะเบียนที่ผ่านการตรวจสอบในหลักสูตรทั้งหมดของคุณ
tr_tr: Tüm derslerinizdeki doğrulanmış kayıtlanma.
uk: Підтверджено участь у всіх ваших курсах.
uz: Sizning barcha kurslaringiz uchun tasdiqlangan roʻyxatdan oʻtishlar.

source: Master's enrollments across all of your courses.
af_za: Meester se inskrywings oor al u kursusse.
ar: طلبة الماجستير الملتحقين في جميع المساقات لديك.
ar_sa: تسجيلات الماجستير في جميع الدورات الخاصة بك.
az: Bütün kurslarınızda magistr qəbulu
ca: Inscripcions a Master en tots els vostres cursos.
cs: Magisterské zápisy do všech vašich kurzů.
da: Master tilmeldinger på tværs af alle dine kurser.
de_de: Doktorantenanwärter all Ihrer Kurse.
el: Συμμετοχές μεταπτυχιακών σε όλους τους κύκλους μαθημάτων σας.
el_gr: Εγγραφές Master σε όλα τα μαθήματα σας.
eo: Mästér's énröllménts äçröss äll öf ýöür çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: ثبت نام کارشناسی ارشد در همه دوره‌های آموزشی شما.
fi: Maisteri-ilmoittautumiset kaikille kursseillesi.
fil_ph: Mga enrollment ng master sa lahat ng iyong kurso.
fr: Les inscriptions en master pour l'ensemble de vos cours.
fr_ca: Inscriptions à la maîtrise dans tous vos cours.
fr_fr: Inscriptions en master dans tous vos cours.
hi: आपके सभी पाठ्यक्रमों में मास्टर नामांकन।
hy_am: Մագիստրոսի ծրագրի ընդունելություն ձեր բոլոր դասընթացների ընթացքում
it: Iscrizioni al Master in tutti i tuoi corsi.
it_it: Numero di iscrizioni Master a tutti i tuoi corsi.
ja_jp: あなたの全講座の修士の登録者数
pl: Magistrowie zapisani na wszystkie twoje kursy.
pl_pl: Zapisy na studia magisterskie na wszystkich Twoich kursach.
pt_br: Matrícula de mestrado em todos os seus cursos
pt_pt: Inscrições em Mestrado transversais a todos os seus cursos.
ro: Înscrieri pentru Master în toate cursurile tale.
ru: Зачисление в магистратуру на всех ваших курсах.
sl: Vpisi v magistrski študij na vse vaše tečaje.
sq: Regjistrimet për master në të gjitha kurset tuaja.
sv: Antalet antagna magisterstudenter i alla dina kurser.
te: మీ అన్ని పాఠ్యములలో మాస్టర్స్ కోసం చేరికలు.
th: การลงทะเบียนระดับปริญญาโทในทุกหลักสูตรของคุณ
tr_tr: Tüm derslerinizdeki toplam lisansüstü kayıtlanmaları.
uk: Записи на магістратуру серед усіх ваших курсів.
uz: Sizning barcha kurslaringiz ichida Magistratura darajasi uchun roʻyxatdan oʻtganlar.

source: How did learners answer this problem?
af_za: Hoe het leerders hierdie probleem beantwoord?
ar: كيف أجاب الطلاب على هذه المسألة؟
ar_sa: كيف أجاب الطلّاب على هذه المشكلة؟
az: Tələbələr bu tapşırığa necə cavab verdilər?
bn_bd: শিক্ষার্থীরা এই সমস্যার উত্তর কেমন দিচ্ছে?
ca: Com van respondre els estudiants aquest problema?
cs: Jak studenti odpověděli na tuto úlohu?
da: Hvordan besvarede kursisterne dette problem?
de_de: Wie haben die Teilnehmenden dieses Problem gelöst?
el: Πώς απάντησαν οι σπουδαστές σε αυτό το πρόβλημα;
el_gr: Πώς απάντησαν οι μαθητές σε αυτό το πρόβλημα;
eo: Höw dïd léärnérs änswér thïs prößlém? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: ¿Cómo respondieron los estudiantes a este problema?
fa_ir: یادگیرندگان به این مساله چگونه پاسخ دادند؟
fi: Miten oppijat vastasivat tähän ongelmaan?
fil_ph: Paano sinagot ng mga mag-aaral ang suliraning ito?
fr: Comment les élèves ont-ils répondus à cet exercice?
fr_ca: Comment les élèves ont-ils répondus à cet exercice?
fr_fr: Comment les apprenants ont-ils répondu à ce problème ?
he: כיצד ענו הלומדים על בעיה זו?
hi: शिक्षार्थियों ने इस समस्या का उत्तर कैसे दिया?
hy_am: Ինչպե՞ս են ուսանողները պատասխանել այս խնդրին
it: Come hanno risposto gli studenti a questo problema?
it_it: In che modo gli studenti hanno risposto a questo problema?
ja_jp: 受講者がどのようにこの問題に答えたのか？
ka: როგორ პასუხობენ მოსწავლეები ამ ამოცანას?
nb: Hvordan svarte deltagerne på denne oppgaven?
pl: Jak uczniowie odpowiadają n a problem?
pl_pl: Jak uczniowie odpowiedzieli na ten problem?
pt_br: Como os alunos responderam a essa questão?
pt_pt: Como é os estudantes responderam a esse problema?
ro: Cum au rezolvat elevii problema?
ru: Как учащиеся ответили на эту задачу?
sl: Kako so učenci odgovorili na to težavo?
sq: Si iu përgjigjën nxënësit këtij problemi?
sv: Hur svarade eleverna på det här problemet?
sw_ke: Wanafunzi walijibu vipi swali hili ?
te: ఈ సమస్యని విద్యార్థులు ఎలా పరిష్కరించారు?
th: ผู้เรียนตอบคำถามนี้อย่างไร?
tr_tr: Öğrenciler bu problemi nasıl cevapladı?
uk: Як учні відповіли на цю задачу?
uz: O'quvchilar bu muammoga qanday javob berishdi?

source: How are learners doing on this assignment?
af_za: Hoe gaan dit met leerders aan hierdie opdrag?
ar: كيف هو أداء الطلاب في هذه المهمة؟
ar_sa: كيف حال الطلّاب في هذا واجب ؟
az: Tələbələr bu tapşırığı necə edirlər?
bn_bd: এই প্রদানকৃত কাজে শিক্ষার্থীরা কেমন করছে?
ca: Com fan els aprenents en aquesta tasca?
cs: Jak se studentům daří u tohoto zadání?
da: Hvordan klarer kursisterne sig i denne opgave?
de_de: Wie bewältigen die Teilnehmer diese Aufgabe?
el: Πώς τα πηγαίνουν οι σπουδαστές σε αυτήν την εργασία;
el_gr: Πώς τα καταφέρνουν οι μαθητές σε αυτήν την εργασία;
eo: Höw äré léärnérs döïng ön thïs ässïgnmént? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: ¿Qué desempeño tienen los estudiantes en esta tarea?
fa_ir: یادگیرندگان در انجام این تکلیف چگونه عمل می‌کنند؟
fi: Miten oppijoilla menee tässä tehtävässä?
fil_ph: Kumusta ang mga mag-aaral sa takdang-aralin na ito?
fr: Comment les étudiants suivent-t-ils ce devoir?
fr_ca: Comment les étudiants se débrouillent-ils sur ce devoir?
fr_fr: Comment les apprenants s'en sortent-ils dans ce travail ?
he: כיצד מתמודדים הלומדים עם משימה זו?
hi: इस कार्य को शिक्षार्थी वाले कैसे कर रहे हैं?
hy_am: Ինչպե՞ս են ուսանողները կատարում այս հանձնարարությունը
it: Come stanno andando gli studenti con questo compito?
it_it: Come procedono gli studenti su questo compito?
ja_jp: 受講者はどのようにこの課題に取り組んでいるのか？
ka: როგორ ასრულებენ მსმენელები ამ დავალებას?
nb: Hvordan klarer studentene seg på denne oppgaven?
pl: Jak uczniowie dają sobie radę z tym zadaniem?
pl_pl: Jak uczniowie radzą sobie z tym zadanie ?
pt_br: Como os alunos estão fazendo nesta tarefa?
pt_pt: Como está o desempenho dos estudantes nesta tarefa?
ro: Cum se descurcă elevii cu această temă?
ru: Как учащиеся справляются с этим заданием?
sl: Kako se učenci obnesejo pri tej nalogi?
sq: Si po e bëjnë nxënësit këtë detyrë?
sv: Hur gör eleverna på den här uppgiften?
sw_ke: Ni jinsi gani wanafunzi wanafanya kwenye assignment hii?
te: ఈ సమస్యా పట్టికని విద్యార్థులు ఎలా పరిష్కరించారు?
th: ผู้เรียนเป็นอย่างไรบ้างกับงานที่มอบหมายให้นี้?
tr_tr: Öğrenciler ödevlerini nasıl yapıyor?
uk: Як учні роблять це завдання?
uz: O'quvchilar ushbu topshiriqni qanday bajarishmoqda?
