Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: What were the viewing patterns for this video?
af_za: Wat was die kykpatrone vir hierdie video?
ar: كيف كانت أنماط مشاهدة هذا الفيديو؟
ar_sa: ما هي أنماط المشاهدة لهذا الفيديو؟
az: Bu video üçün baxış nümunələri nə idi?
bn_bd: এই ভিডিও দেখার নিদর্শন কি ছিল?
ca: Quins són els patrons de visualització d'aquest vídeo?
cs: Jaké byly vzorce sledování tohoto videa?
da: Hvad var visningsmønstrene for denne video?
de_de: Was waren die Betrachtungsmuster für dieses Video?
el: Με ποιον τρόπο έγινε η προβολή αυτού του βίντεο;
el_gr: Ποια ήταν τα μοτίβα προβολής για αυτό το βίντεο;
eo: Whät wéré thé vïéwïng pättérns för thïs vïdéö? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: ¿Cuáles fueron los patrones de visualización para este video?
es_es: ¿Cuáles fueron los patrones de visualización de este vídeo?
fa_ir: الگوهای تماشای این ویدیو چه بوده‌اند؟
fi: Mitkä olivat tämän videon katselutavat?
fil_ph: Ano ang mga pattern ng panonood para sa video na ito?
fr: Quelles ont été les habitudes de visionnage pour cette vidéo ?
fr_ca: Quelles ont été les habitudes d'écoute pour cette vidéo?
fr_fr: Quels étaient les modes de visionnement de cette vidéo ?
he: מה היו דפוסי הצפייה בסרטון וידאו זה?
hi: इस वीडियो के लिए देखने के पैटर्न क्या थे?
hy_am: Ո՞րն է այս տեսանյութը դիտելու դինամիկան
it: Quali sono stati i modelli di visualizzazione di questo video?
it_it: Quali erano gli schemi di visualizzazione per questo video?
ja_jp: この動画の視聴パターンは？
ka: როგორი იყო ამ ვიდეოს ნახვის დინამიკა?
nb: Hva var visningsmønsteret for denne videoen?
nl_nl: Wat waren de kijkpatronen voor deze video?
pl: Jakie były wzorce oglądania tego wideo?
pl_pl: Jakie były wzorce oglądania tego wideo?
pt_br: Quais foram os padrões de visualização para este vídeo?
pt_pt: Quais foram os padrões de visualização para este vídeo?
ro: Care au fost structurile vizualizărilor pentru acest videoclip?
ru: Какова динамика просмотра данного видео?
sk: Aké sú vzorce pre pozeranie tohto videa?
sl: Kakšni so bili vzorci ogledov za ta video?
sq: Cilat ishin modelet e shikimit për këtë video?
sv: Vad var visningsmönstren för den här videon?
sw_ke: Ni mifumo ipi ya maono ya video hii?
te: ఈ వీడియోని చూసిన విధానములు ఎలా ఉండినవి?
th: รูปแบบการชมสำหรับวิดิโอนี้คืออะไร
tr_tr: Bu video için izlenme şablonları nelerdi?
uk: Якіми були зразки перегляду для цього відео?
uz: Ushbu videoni ko'rish namunalari qanday edi?

source: The number of learners who watched each segment of the video, and the number of replays for each segment.
af_za: Die aantal leerders wat elke segment van die video gekyk het, en die aantal herhalings vir elke segment.
ar: عدد الطلاب الذين شاهدوا كل جزء من الفيديو، وعدد المرات التي تم فيها إعادة تشغيل كل جزء.
ar_sa: عدد الطلّاب الذين شاهدوا كل مقطع من الفيديو، وعدد الإعادات لكل مقطع.
az: Videonun hər bir seqmentinə baxan tələbələrin sayı və hər seqment üçün yenidən izləmələrin sayı.
bn_bd: শিক্ষার্থীদের সংখা যারা ভিডিওর প্রতিটি অংশ , এবং প্রতিটি অংশের জন্য রিপ্লে দেখেছেন ।
ca: El nombre d'aprenents que van veure cada segment del vídeo i el nombre de repeticions de cada segment.
cs: Počet studentů, kteří sledovali každý segment videa, a počet přehrání každého segmentu.
da: Antallet af kursister, der så hvert segment af videoen, og antallet af gentagelser for hvert segment.
de_de: Anzahl der Teilnehmer, die jedes Segment des Videos beobachtet haben, sowie die Anzahl der Wiederholungen für jedes Segment.
el: Ο αριθμός των σπουδαστών που παρακολούθησαν κάθε τμήμα του βίντεο και ο αριθμός των επαναλήψεων για κάθε τμήμα.
el_gr: Ο αριθμός των μαθητών που παρακολούθησαν κάθε τμήμα του βίντεο και ο αριθμός των επαναλήψεων για κάθε τμήμα.
eo: Thé nümßér öf léärnérs whö wätçhéd éäçh ségmént öf thé vïdéö, änd thé nümßér öf répläýs för éäçh ségmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_419: El número de estudiantes que visualizó cada segmento del video, y el número de repeticiones para cada segmento.
fa_ir: تعداد یادگیرندگانی که هر بخش از ویدیو را تماشا کردند و تعداد تکرار هر بخش.
fi: Videon kunkin osan katsoneiden oppilaiden määrä ja kunkin jakson toistojen määrä.
fil_ph: Ang bilang ng mga mag-aaral na nanood ng bawat segment ng video, at ang bilang ng mga replay para sa bawat segment.
fr: Le nombre d'étudiants actifs, et le nombre d'étudiants qui se livrent à des activités spécifiques, au fil du temps.
fr_ca: Le nombre d'étudiants qui ont regardé chaque segment de la vidéo, et le nombre de relecture pour chaque segment.
fr_fr: Le nombre d'apprenants qui ont regardé chaque segment de la vidéo, et le nombre de rediffusions pour chaque segment.
he: מספר הלומדים שצפו בכל מקטע של סרטון הווידאו ומספר הניגונים החוזרים לכל מקטע.
hi: वीडियो के प्रत्येक खंड को देखने वाले शिक्षार्थियों की संख्या, और प्रत्येक सेगमेंट के लिए पुनरावर्तन की संख्या।
hy_am: Տեսանյութի յուրաքանչյուր հատված դիտած ուսանողների թիվը, և յուրաքանչյուր հատվածի կրկնումների քանակը
id: Jumlah pengguna yang menonton setiap segmen dari video, dan jumlah pemutaran ulang untuk setiap segmen
it: Il numero di studenti che hanno guardato ciascun segmento del video e il numero di replay per ciascun segmento.
it_it: Il numero di studenti che hanno visto ciascun segmento del video e il numero di riproduzioni per ciascun segmento.
ja_jp: この動画の各部分を視聴した受講者の数および各部分のリプレイ回数。
ka: მსმენელების რაოდენობა რომლებმაც ნახეს ვიდეოს ყოველი მონაკვეთი და თავიდან გაშვებების რაოდენობა ყოველ სეგმენტზე.
nb: Antall studenter som så hvert segment av videoen, og antall ganger de ble spilt om igjen for hvert segment.
pl: Liczba uczniów, którzy obejrzeli każdą część tego wideo i liczba powtórzeń każdej części.
pl_pl: Liczba uczniów, którzy obejrzeli każdą część tego wideo i liczba powtórzeń każdej części.
pt_br: O número de alunos que assistiram a cada segmento do vídeo e o número de replays para cada segmento.
pt_pt: O número de estudantes que assistiram a cada segmento do vídeo e o número de repetições para cada segmento.
ro: Numărul elevilor care au vizionat fiecare parte din videoclip și numărul de revizionări pentru fiecare parte din videoclip.
ru: Число слушателей, просмотревших каждый сегмент видео, и число повторных воспроизведений каждого сегмента.
sl: Število učencev, ki so si ogledali vsak segment videoposnetka, in število ponovitev za vsak segment.
sq: Numri i nxënësve që shikuan çdo segment të videos dhe numri i përsëritjeve për secilin segment.
sv: Antalet elever som tittade på varje segment av videon och antalet repliker för varje segment.
sw_ke: Idadi ya wanafunzi walioangalia sehemu ya video, na idadi ya marudio ya kila sehemu ya video.
te: వీడియో లోని ప్రతి అంకమును చూసిన విద్యార్థుల సంఖ్య, మరియు ప్రతి అంకం యొక్క పునః వీక్షణ.
th: จำนวนผู้เรียนที่ดูแต่ละส่วนของวิดีโอ และจำนวนการเล่นซ้ำสำหรับแต่ละส่วน
tr_tr: Videonun her segmentini izleyen öğrencilerin sayısı, ve her segment için tekrar sayısı.
uk: Кількість учнів, які спостерігали за кожним сегментом відео, і кількість повторів для кожного сегмента.
uz: Videoning har bir segmentini tomosha qilgan o'quvchilar soni va har bir segment uchun takrorlanishlar soni.

source: Collapse Preview
af_za: Ineenstorting voorskou
ar: طي صفحة المعاينة
ar_sa: انهارَ معاينة
az: Öncədən baxışı daraldın
bn_bd: পতন প্রিভিও
ca: Contraure vista prèvia
cs: Sbalit náhled
da: Skjul forhåndsvisning
de_de: Vorschau einklappen
el: Ανάπτυξη προεπισκόπησης
el_gr: Σύμπτυξη προεπισκόπησης
eo: Çölläpsé Prévïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Colapsar vista previa
es_es: Bloquear vista previa
fa_ir: پیش‌نمایش جمع‌شده
fi: Kutista esikatselu
fil_ph: I-collapse ang Preview
fr: Minimiser l'aperçu
fr_ca: Réduire l'aperçu
fr_fr: Refermer l'aperçu
he: כיווץ תצוגה מקדימה
hi: पूर्व दर्शन समाप्त करें
hy_am: Փոքրացնել նախադիտումը
it: Comprimi anteprima
it_it: Comprimi anteprima
ja_jp: プレビューを閉じる
ka: გადახედვის არეს აკეცვა
nb: Fell sammen forhåndsvisning
nl_nl: Preview wegklappen
pl: Zwiń podgląd
pl_pl: Zwiń podgląd
pt_br: Reduzir pré-visualização
pt_pt: Ocultar Pré-visualização
ro: Previzualizare Colaps
ru: Свернуть краткое содержание
sk: Zbaliť ukážku
sl: Zapri predogled
sq: Palos pamjen paraprake
sv: Dölj förhandsgranskning
sw_ke: Angusha Utizamaji mwanzo
te: పరిశీలన మూసివేత
th: ย่อตัวอย่าง
tr_tr: Önizlemeyi Daralt
uk: Перегляд у згорнутому вигляді
uz: Oldindan ko'rishni bekor qilish

source: Expand Preview
af_za: Brei voorskou uit
ar: توسيع صفحة المعاينة
ar_sa: قم بتوسيع المعاينة
az: Öncədən baxışı genişləndirin
bn_bd: বিস্ত্রিত প্রিভিও
ca: Amplieu la visualització prèvia
cs: Rozbalit náhled
da: Udvid forhåndsvisning
de_de: Vorschau aufklappen
el: Επέκταση προεπισκόπησης
el_gr: Αναπτύξτε την Προεπισκόπηση
eo: Éxpänd Prévïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Expandir vista previa
es_es: Expandir vista previa
fa_ir: پیش‌نمایش گشوده
fi: Laajenna Esikatselu
fil_ph: Palawakin ang Preview
fr: Élargir l'aperçu
fr_ca: Élargir l'aperçu
fr_fr: Développer l'aperçu
he: הרחבת תצוגה מקדימה
hi: पूर्व दर्शन का विस्तार करें
hy_am: Ընդլայնել նախադիտումը
it: Espandi Anteprima
it_it: Espandi anteprima
ja_jp: プレビューを見る
ka: გადახედვის არეს გაშლა
nb: Utvid forhåndsvisning
nl_nl: Preview vergroten
pl: Rozwiń podgląd
pl_pl: Rozwiń podgląd
pt_br: Maximizar pré-visualização
pt_pt: Expandir Pré-visualização
ro: Vezi mai mult
ru: Развернуть содержание
sk: Rozbaliť ukážku
sl: Razširi predogled
sq: Zgjero Pamjen paraprake
sv: Expand Förhandsgranska
sw_ke: Panua Utizamaji mwanzo
te: పరిశీలన తెరిచివేత
th: ขยายตัวอย่าง
tr_tr: Önizlemeyi Genişlet
uk: Перегляд у разгорнутому вигляді
uz: Ko'rib chiqishni kengaytirish.

source: Video Metrics
af_za: Video -statistieke
ar: مقاييس الفيديو
ar_sa: مقاييس الفيديو
az: Video metrikaları
bn_bd: ভিডিওর ছন্দ
ca: Mètriques de vídeo
cs: Metriky videa
da: Videomålinger
de_de: Video-Metriken
el: Στατιστικά βίντεο
el_gr: Μετρήσεις βίντεο
eo: Vïdéö Métrïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Métricas de video
es_es: Métrica del vídeo
fa_ir: شاخص‌های ویدیو
fi: Videon mittarit
fil_ph: Mga Sukatan ng Video
fr: Statistiques concernant les vidéos
fr_ca: Métriques des vidéos
fr_fr: Métriques vidéo
he: מדדי סרטון וידאו
hi: वीडियो मैट्रिक्स
hy_am: Տեսանյութի ցուցանիշ
id: Metrik Video
it: Metriche video
it_it: Metriche del video
ja_jp: 動画視聴状況
ka: ვიდეოს მონაცემები
lt_lt: Vaizdo įrašo rodikliai
nb: Videostatistikk
nl_nl: Video Metrieken
pl: Metryki wideo
pl_pl: Metryka wideo
pt_br: Indicadores do vídeo.
pt_pt: Métrica do Vídeo
ro: Metrici Video
ru: Показатели видео
sk: Dáta o videu
sl: Meritve videa
sq: Metrika e videove
sw_ke: Idadi ya Video
te: వీడియో ఉపయోగపు లెక్కలు
th: ตัวชี้วัดวิดีโอ
tr_tr: Video Metrikleri
uk: Показники відео
uz: Video o'lchovlari.

source: Completion Rate
af_za: Voltooiingskoers
ar: معدّل الإكمال
ar_sa: معدل الإنجاز
az: Tamamlanma faizi
bn_bd: সম্পূর্ণতার হার
ca: Velocitat de realització
cs: Míra dokončení
da: Gennemførelsesrate
de_de: Abschlussquote
el: Συχνότητα ολοκλήρωσης
el_gr: Ποσοστό Ολοκλήρωσης
eo: Çömplétïön Räté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Tasa de completado
es_es: Tasa de finalización
fa_ir: نرخ تکمیل
fi: Valmistumisaste
fil_ph: Rate ng Pagkumpleto
fr: Taux de complétion
fr_ca: Taux de complétion
fr_fr: Taux d'achèvement
he: קצב השלמה
hi: समापन दर
hy_am: Ավարտման տոկոս
id: Tingkat Penyelesaian
it: Tasso di completamento
it_it: Percentuale di completamento
ja_jp: 最後まで見た人の割合
ka: დასრულების მაჩვენებელი
nb: Ferdigstillingsrate
nl_nl: Voltooingsgraad
pl: Współczynnik zakończeń
pl_pl: Współczynnik ukończenia
pt_br: Porcentagem Concluída
pt_pt: Taxa de Conclusão
ro: Rata de finalizare
ru: Процент выполнения
sk: Miera dokončenia
sl: Stopnja ogledanosti
sq: Shkalla e Përfundimit
sv: Slutföringsfrekvens
sw_ke: Makisio ya Umalizikaji
te: పూర్తి అయ్యే రేటు
th: อัตราเสร็จสมบูรณ์
tr_tr: Tamamlama Oranı
uk: Ступінь завершення
uz: Tugatish darajasi.

source: Estimated percentage of learners who watched the entire video.
af_za: Geskatte persentasie leerders wat die hele video gekyk het.
ar: النسبة المئوية التقديرية لعدد الطلاب الذين شاهدوا الفيديو بأكمله.
ar_sa: النسبة المئوية المقدرة الطلّاب الذين شاهدوا الفيديو بأكمله.
az: Bütün videoya baxan tələbələrin təxmin edilmiş faizi
bn_bd: শিক্ষার্থীদের আনুমানিক শতকরা হার যারা সম্পূর্ণ ভিডিওটি দেখেছেন ।
ca: Percentatge estimat d'aprenents que van mirar tot el vídeo.
cs: Odhad počtu procent studentů, kteří zhlédli celé video.
da: Anslået procentdel af kursister, der så hele videoen.
de_de: Geschätzter Prozentsatz der Teilnehmer, die sich das gesamte Video angesehen haben.
el: Εκτιμώμενο ποσοστό σπουδαστών που παρακολούθησαν ολόκληρο το βίντεο.
el_gr: Εκτιμώμενο ποσοστό μαθητών που παρακολούθησαν ολόκληρο το βίντεο.
eo: Éstïmätéd pérçéntägé öf léärnérs whö wätçhéd thé éntïré vïdéö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Porcentaje estimado de estudiantes que vieron el video completo.
fa_ir: درصد تخمینی یادگیرندگانی که کل ویدیو را تماشا کردند.
fi: Arvioitu prosenttiosuus oppijoista, jotka katsoivat koko videon.
fil_ph: Tinantyang porsyento ng mga mag-aaral na nanood ng buong video.
fr: Pourcentage estimé des élèves qui ont regardé la vidéo au complet.
fr_ca: Pourcentage estimé des élèves qui ont regardé la vidéo au complet.
fr_fr: Estimation du pourcentage d'apprenants qui ont regardé la vidéo en entier.
he: אחוז מוערך של לומדים שצפו בסרטון הווידאו במלואו.
hi: पूरे वीडियो को देखने वाले शिक्षार्थियों का अनुमानित प्रतिशत।
hy_am: Ամբողջ տեսանյութը դիտած ուսանողների տոկոսը
id: Estimasi persentase dari pengguna yang menonton keseluruhan video
it: Percentuale stimata di studenti che hanno guardato l&#39;intero video.
it_it: Percentuale stimata di studenti che hanno guardato l'intero video.
ja_jp: 動画を最後まで見た受講者の推定％。
ka: იმ მსმენელების დადგენილი პროცენტი, რომლებმაც მთლიანად უყურეს ვიდეოს.
nb: Estimert prosentandel studenter som så hele videoen.
pl: Szacowany procent uczniów,którzy obejrzeli całe wideo.
pl_pl: Szacowany procent uczniów, którzy obejrzeli cały film.
pt_br: Percentual estimado de alunos que assistiram ao vídeo completo.
pt_pt: Percentagem estimada de estudantes que assistiram ao vídeo todo.
ro: Procentul estimat al elevilor care au vizionat videoclipul în totalitate.
ru: Предполагаемая процентная доля слушателей, которые просмотрели видео полностью.
sl: Ocenjen odstotek učencev, ki so si ogledali celoten videoposnetek.
sq: Përqindja e vlerësuar e nxënësve që shikuan të gjithë videon.
sv: Beräknad andel av elever som tittade på hela videon.
sw_ke: Asilimia iliyokadiriwa ya wanafunzi walioangalia video yote.
te: పూర్తి వీడియోని చూసిన విద్యార్థుల శాతం సుమారుగా.
th: จำนวนผู้เรียนที่ดูวีดีโอจนจบ
tr_tr: Tüm videoyu izleyen öğrencilerin tahmini yüzdesi.
uk: Прогнозований відсоток учнів, які переглядають відеоролик повністю.
uz: Videoni to'liq tomosha qilgan o'quvchilarning taxminiy foizi.

source: Started Video
af_za: Begin video
ar: بدء تشغيل الفيديو
ar_sa: بدأ الفيديو
az: Başlamış video
bn_bd: শুরু হওয়া ভিডিও
ca: Video d'inici
cs: Zahájené video
da: Startede video
de_de: Gestartetes Video
el: Ξεκινημένο βίντεο
el_gr: Έναρξη βίντεο
eo: Stärtéd Vïdéö Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Comenzaron el video
es_es: Comenzó el vídeo
fa_ir: ویدیو شروع‌ شده‌است
fi: Video aloitettu
fil_ph: Nagsimulang Video
fr: Vidéo commencée
fr_ca: A commencé la vidéo
fr_fr: Vidéo lancée
he: סרטון הווידאו התחיל
hi: शुरु किए गये वीडियो
hy_am: Սկսած տեսնայութ
id: Memulai Video
it: Video avviato
it_it: Video iniziato
ja_jp: 動画開始
ka: დაიწყო ვიდეო
lt_lt: Pradėtas rodyti vaizdo įrašas
nb: Startet video
nl_nl: Gestarte video
pl: Rozpoczęte wideo
pl_pl: Rozpoczęte wideo
pt_br: Vídeo iniciado
pt_pt: Vídeo Iniciado
ro: Videoclip început
ru: Начатые видео
sk: Začali pozerať video
sl: Začeti videi
sq: Videoja e filluar
sv: Startad video
sw_ke: Video Ilio Anzishwa
te: వీడియో మొదలు
th: วิดีโอเริ่มต้น
tr_tr: Başlatılan Video
uk: Розпочате Відео
uz: Video boshlandi.

source: Learners who started watching the video.
af_za: Leerders wat die video begin kyk het.
ar: الطلاب الذين بدأوا بمشاهدة الفيديو.
ar_sa: الطلّاب الذي بدأ بمشاهدة الفيديو.
az: Videoya baxmağa başlayan tələbələr
bn_bd: শিক্ষার্থীগণ যারা এই ভিডিওটি দেখা শুরু করেছেন ।
ca: Aprenents que van començar a mirar el vídeo.
cs: Studenti, kteří začali sledovat video.
da: Elever, der begyndte at se videoen.
de_de: Teilnehmer, die begonnen haben das Video anzusehen.
el: Σπουδαστές που άρχισαν να παρακολουθούν το βίντεο.
el_gr: Μαθητές που άρχισαν να παρακολουθούν το βίντεο.
eo: Léärnérs whö stärtéd wätçhïng thé vïdéö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Estudiantes que comenzaron a ver el video.
fa_ir: یادگیرندگانی که شروع به تماشای ویدیو کردند.
fi: Oppilaat, jotka aloittivat videon katsomisen.
fil_ph: Mga mag-aaral na nagsimulang manood ng video.
fr: Apprenants qui ont commencé à regarder la vidéo.
fr_ca: Les étudiants qui ont commencé à regarder la vidéo.
fr_fr: Les apprenants qui ont commencé à regarder la vidéo.
he: לומדים שהחלו לצפות בסרטון וידאו.
hi: इन शिक्षार्थियों ने वीडियो देखना शुरू कर दिया।
hy_am: Ուսանողներ, ովքեր սկսել են դիտել տեսանյութը
id: Pengguna yang sudah memulai untuk menonton video
it: Studenti che hanno iniziato a guardare il video.
it_it: Studenti che hanno iniziato a guardare il video.
ja_jp: 動画視聴を開始した受講者
ka: მსმენელები რომლებმაც ვიდეოს ყურება დაიწყეს.
nb: Kursdeltagere som har startet å se videoen.
pl: Uczniowie, którzy zaczęli oglądać to wideo.
pl_pl: Uczniowie, którzy rozpoczęli oglądanie filmu.
pt_br: Alunos que começaram a assistir ao vídeo
pt_pt: Estudantes que começaram a assistir ao vídeo.
ro: Elevi care au început vizionarea videoclipului.
ru: Слушатели, которые начали просмотр видео
sl: Učenci, ki so začeli gledati videoposnetek.
sq: Nxënësit që filluan të shikojnë videon.
sv: Elever som började titta på videon.
sw_ke: Wanafunzi walioanza kuangalia video.
te: వీడియో చూడడం మొదలుపెట్టిన విద్యార్థులు.
th: ผู้เรียนที่เริ่มดูวิดีโอ
tr_tr: Videoyu izlemeye başlayan öğrenciler.
uk: Учні, які переглядають відеоролик.
uz: Videoni ko'rishni boshlagan o'quvchilar.

source: Finished Video
af_za: Klaar video
ar: انتهى تشغيل الفيديو
ar_sa: فيديو منتهي
az: Bitmiş video
bn_bd: পূর্বে দেখা ভিডিও
ca: Vídeo acabat
cs: Dokončené video
da: Færdig video
de_de: Abgeschlossenes Video
el: Ολοκληρωμένο βίντεο
el_gr: Ολοκληρωμένο βίντεο
eo: Fïnïshéd Vïdéö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Terminaron el video
es_es: Vídeo finalizado
fa_ir: ویدیوی خاتمه‌یافته
fi: Valmis Video
fil_ph: Tapos na Video
fr: Vidéo terminée
fr_ca: A terminé la vidéo
fr_fr: Vidéo terminée
he: סרטון הווידאו הסתיים
hi: अंत तक देखे गये वीडियो
hy_am: Ավարտված տեսանյութ
id: Video Selesai
it: Video finito
it_it: Video terminato
ja_jp: 動画終了
ka: დაასრულა ვიდეო
nb: Ferdigsett video
nl_nl: Beëindigde video
pl: Wideo obejrzane do końca
pl_pl: Wideo obejrzane do końca
pt_br: Vídeo finalizado
pt_pt: Vídeo Terminado
ro: Videoclip încheiat
ru: Законченные видео
sk: Dopozerali celé video
sl: Končani videi
sq: Video e përfunduar
sv: Avslutad video
sw_ke: Video Iliomalizika
te: వీడియో ముగింపు
th: สิ้นสุดวิดีโอ
tr_tr: Bitirilen Video
uk: Переглянуті відео
uz: Video tugadi.

source: Learners who watched the video to the end.
af_za: Leerders wat die video tot die einde toe gekyk het.
ar: الطلاب الذين شاهدوا الفيديو حتى النهاية.
ar_sa: الطلّاب الذي شاهد الفيديو حتى النهاية.
az: Videoya sona qədər baxan tələbələrin sayı.
bn_bd: শিক্ষার্থীগণ, যারা এই ভিডিওটি শেষ পর্যন্ত দেখেছেন ।
ca: Aprenents que van veure el vídeo fins al final.
cs: Studenti, kteří zhlédli video do konce.
da: Elever, der så videoen til slutningen.
de_de: Teilnehmer, die das Video bis zum Ende angesehen haben.
el: Σπουδαστές που παρακολούθησαν το βίντεο μέχρι τέλους.
el_gr: Μαθητές που παρακολούθησαν το βίντεο μέχρι το τέλος.
eo: Léärnérs whö wätçhéd thé vïdéö tö thé énd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Estudiantes que vieron el video completo hasta el final.
fa_ir: یادگیرندگانی که ویدیو را تا انتها تماشا کردند.
fi: Oppilaat, jotka katsoivat videon loppuun.
fil_ph: Mga mag-aaral na nanood ng video hanggang sa dulo.
fr: Apprenants qui ont regardé la vidéo jusqu'à la fin.
fr_ca: Les étudiants qui ont regardé la vidéo jusqu'à la fin.
he: לומדים שצפו בסרטון הווידאו עד סופו.
hi: इन शिक्षार्थियों ने वीडियो अंत तक देखा।
hy_am: Ուսանողներ, ովքեր դիտել են տեսանյութը մինչև վերջ
id: Pengguna yang sudah menonton video sampai selesai
it: Studenti che hanno guardato il video fino alla fine.
it_it: Studenti che hanno guardato il video fino alla fine.
ja_jp: 動画を最後まで視聴した受講者。
ka: მსმენელები რომლებმაც ვიდეოს ბოლომდე უყურეს.
nb: Kursdeltagere som så hele videoen.
pl: Uczniowie, którzy obejrzeli to wideo do końca.
pl_pl: Uczniowie, którzy obejrzeli film do końca.
pt_br: Alunos que assistiram ao vídeo até o final.
pt_pt: Estudantes que assistiram ao vídeo até o fim.
ro: Elevi care au vizionat videoclipul integral.
ru: Слушатели, которые просмотрели видео до конца
sl: Učenci, ki so si ogledali video do konca.
sq: Nxënësit që e shikuan videon deri në fund.
sv: Elever som tittade på videon till slutet.
sw_ke: Wanafunzi walioangalia video mpaka mwisho.
te: వీడియోని చివరివరకీ చూసిన విద్యార్థులు.
th: ผู้เรียนที่ดูวิดีโอจนจบ
tr_tr: Videoyu sonuna kadar izleyen öğrenciler.
uk: Учні, які переглянули відеоролик до кінця.
uz: Video ko'rishni tugatgan o'quvchilar.

source: Video Viewing Over Time
af_za: Video -besigtiging oor tyd
ar: مشاهدة الفيديو مع مرور الوقت
ar_sa: مشاهدة الفيديو مع مرور الوقت
az: Vaxt keçdikcə video izləmə
bn_bd: সময়ের সাপেক্ষে ভিডিওটি দেখা হয়েছে
ca: Visualització de vídeo al llarg del temps
cs: Zhlédnutí video
da: Videovisning over tid
de_de: Zuschauerbindung
el: Προβολή βίντεο σε βάθος χρόνου
el_gr: Προβολή βίντεο με την πάροδο του χρόνου
eo: Vïdéö Vïéwïng Övér Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Video visto en el tiempo
es_es: Visionado del vídeo con el paso del tiempo
fa_ir: مشاهده ویدیو در طول زمان
fi: Videon katselu ajan mittaan
fil_ph: Panonood ng Video sa Paglipas ng Panahon
fr: Visionnage de la vidéo au cours du temps
fr_ca: Visionnements vidéos au fil du temps
fr_fr: Vues des vidéos au fil du temps
he: צפייה בסרטון הווידאו לאורך ציר הזמן
hi: अब तक देखे गये वीडियो
hy_am: Տեսանյութի դիտում ժամանակի ընթացքում
it: Visualizzazione video nel tempo
it_it: Visualizzazione del video nel tempo
ja_jp: 動画視聴数の変化
ka: ვიდეოს ნახვა დროის მიხედვით
nb: Videovisninger over tid
nl_nl: Video Bezichtigingen Over Tijd
pl: Oglądanie wideo z upływem czasu
pl_pl: Oglądanie wideo z upływem czasu
pt_br: Visualização do vídeo ao longo do tempo.
pt_pt: Visualizações do Vídeo ao Longo do Tempo
ro: Numărul de vizualizări al videoclipului de-a lungul timpului
ru: Просмотр видео за период времени
sk: Pozeranie videa nad čas
sl: Video ogledan preko časa
sq: Shikimi i videos me kalimin e kohës
sv: Videovisning över tiden
sw_ke: Masaa ya Ziada Kutazama Video
te: కాలానుగుణంగా వీడియో వీక్షణ
th: การเข้าชมวิดิโอล่วงเวลา
tr_tr: Zamana Göre Video Görüntülenmeleri
uk: Відео перегляд протягом довгого часу
uz: Vaqt o'tishi bilan videoni ko'rish.
