Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Performance
af_za: Optrede
ar: الأداء
ar_sa: أداء
az: Nailiyyət
bn_bd: কর্মক্ষমতা
ca: Rendiment
cs: Výkon
da: Ydeevne
de_de: Leistung
el: Επίδοση
el_gr: Εκτέλεση
eo: Pérförmänçé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Rendimiento
es_es: Rendimiento
fa_ir: عملکرد
fi: Esitys
fil_ph: Pagganap
he: ביצועים
hi: प्रदर्शन
hu: Teljesítmény
hy_am: Կատարողական
id: Prestasi
it: Prestazione
ja_jp: パフォーマンス
ka: მაჩვენებლები
lt_lt: Produktyvumas
nb: Ytelse
nl_nl: Prestatie
pl: Wyniki
pl_pl: Wyniki
pt_br: Desempenho
pt_pt: Desempenho
ro: Performanţă
ru: Показатели
sk: Výkon
sl: Uspeh
sq: Performanca
sv: Prestanda
sw_ke: Utendaji
te: పనితీరు
th: สมรรถนะ
tr_tr: Performans
uk: Виконання
uz: Bajarish

source: Join the Open Source Community
af_za: Sluit aan by die open source gemeenskap
ar: يسعدنا انضمامك إلى "مجتمع المصادر المفتوحة"
ar_sa: انضم إلى مجتمع المصادر المفتوحة
az: Açıq mənbə cəmiyyətinə qoşulun
bn_bd: ওপেন সোর্স কমিউনিটিতে যোগদান করুন
ca: Uniu-vos a la comunitat de codi obert
cs: Přidejte se k Open Source komunitě
da: Tilmeld dig Open Source-fællesskabet
de_de: Schließen Sie sich der Open-Source-Gemeinschaft an
el: Δηλώστε συμμετοχή στην κοινότητα ανοιχτού κώδικα
el_gr: Εγγραφείτε στην κοινότητα ανοιχτού κώδικα
eo: Jöïn thé Öpén Söürçé Çömmünïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Únete a la comunidad de código abierto
es_es: Unirse a la comunidad de Código Libre
fa_ir: به انجمن منبع آزاد بپیوندید
fi: Liity avoimen lähdekoodin yhteisöön
fil_ph: Sumali sa Open Source Community
fr: Rejoindre la Communauté Open Source
fr_ca: Rejoignez la communauté Open Source
fr_fr: Rejoignez la communauté Open Source
he: הצטרף לקהילת הקוד הפתוח
hi: ओपन सोर्स समुदाय में शामिल हों
hu: Csatlakozz a nyílt forráskód közösséghez
hy_am: Միանալ Open Source համայնքին
id: Bergabunglah dengan komunitas Open Source
it: Unisciti alla comunità Open Source
it_it: Aggiungiti alla Comunità Open Source
ja_jp: オープンソースコミュニティに参加
ka: შეუერთდი მოხალისეთა გაერთიანებას
lt_lt: Prisijungti prie atvirosios programinės įrangos bendruomenės
nb: Bli med i Open Source Community
nl_nl: Word lid van de Open Source Community
pl: Dołącz do Społeczności Open Source
pl_pl: Dołącz do otwartoźródłowej społeczności
pt_br: Faça parte da Comunidade Open Source
pt_pt: Junte-se à Comunidade de Código Aberto
ro: Alătură-te Comunităţii Open Source.
ru: Присоединиться к сообществу Open Source
sk: Pridajte sa k Open Source komunite
sl: Pridruži se Odprto-kodni Skupnosti
sq: Bashkoju Komunitetit Open Source
sv: Gå med i Open Source Community
sw_ke: Jiunge na Jamuiya ya Mtandao Huru
te: ఓపెన్ సోర్స్ కుటుంబంలో చేరండి
th: เข้าร่วมกับชุมชนโอเพ่นซอร์ส
tr_tr: Açık Kaynak Topluluğuna Katıl
uk: Приєднуйся до відкритої спільноти розробників
uz: Open Source Communityga qo'shiling!

source: The edX analytics data pipeline and edX Insights are open source. %(link_start)sLearn more%(link_end)s.
af_za: Die edX analitiese datapyplyn en edX insigte is open source. %(link_start)sLeer meer %(link_end)s.
ar: تميِّز المصادر المفتوحة رؤى edX ومجرى البيانات الخاص بتحليلات هذه المنصّة. %(link_start)sاعرف المزيد%(link_end)s.
ar_sa: يعد مسار بيانات تحليلات edX وedX Insights مفتوحي المصدر. %(link_start)s اعرف المزيد %(link_end)s .
az: EdX analitik məlumat xətti və edX Insights açıq mənbəyidirlər. %(link_start)s Daha ətraflı öyrənin%(link_end)s.
bn_bd: edX বিশ্লেষণধর্মী তথ্য পাইপলাইন এবং edX অন্তর্দৃষ্টিগুলি ওপেন সোর্স হয় । %(link_start)s আরও জানুন %(link_end)s ।
ca: Les xarxes de dades d'anàlisi d'edX i les estadístiques d'edX són de codi obert. %(link_start)sAprengui més%(link_end)s.
cs: Analytický datový kanál edX a edX Insights jsou open source. %(link_start)sDalší informace%(link_end)s.
da: edX analysedatapipeline og edX Insights er open source. %(link_start)s Få mere at vide %(link_end)s .
de_de: Die edX analytics data pipeline und edX Insights sind Open Source. %(link_start)sMehr Erfahren%(link_end)s.
el: Η διοχέτευση δεδομένων edX analytics και το edX Insights είναι ανοιχτού κώδικα. %(link_start)sΜάθετε περισσότερα%(link_end)s.
el_gr: Η διοχέτευση δεδομένων edX analytics και το edX Insights είναι ανοιχτού κώδικα. %(link_start)s Μάθετε περισσότερα %(link_end)s .
eo: Thé édX änälýtïçs dätä pïpélïné änd édX Ìnsïghts äré öpén söürçé. %(link_start)sLéärn möré%(link_end)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: El análisis de datos edX y las Perspectivas edX son de código abierto. %(link_start)s Conocer más%(link_end)s.
es_es: El sistema de análisis de datos de edX y edX Insights son de código abierto. %(link_start)s Más información %(link_end)s.
fa_ir: داده‌های تحلیلی ادکس و edX Insights منبع باز هستند. %(link_start)sبرای کسب اطلاعات بیشتر به %(link_end)s مراجعه کنید.
fi: edX-analytiikan dataputkisto ja edX Insights ovat avoimen lähdekoodin ohjelmistoja. %(link_start)sLisätietoja%(link_end)s.
fil_ph: Ang edX analytics data pipeline at edX Insights ay open source. %(link_start)sMatuto p%(link_end)s.
fr: Les outils d'analyse de edX et edX Insights sont open source. %(link_start)sEn savoir plus%(link_end)s.
fr_ca: Le pipeline d'analyse de données edX et edX Insights sont open source. %(link_start)sApprenez-en encore plus %(link_end)s.
fr_fr: Le pipeline de données analytiques edX et edX Insights sont des logiciels libres. %(link_start)sEn apprendre plus %(link_end)s.
he: מנגנון עיבוד הנתונים לניתוח edX ו-edX Insights נגיש בקוד פתוח. %(link_start)sלמידע נוסף%(link_end)s.
hi: एडएक्स एनालिटिक्स डेटा पाइपलाइन और edX अंतर्दृष्टि ओपन सोर्स हैं। %(link_start)sऔर अधिक जानें %(link_end)s.
hy_am: EdX վերլուծական տվյալների հիմնական մասը, և edX ակնարկներն ազատ տեղեկատվության աղբյուրներ են։ %(link_start)s Իմանալ ավելին%(link_end)s։
id: Pipa data analitik edX dan edX Insights adalah sumber terbuka. %(link_start)sPelajari lebih lanjut%(link_end)s.
it: La pipeline di dati di analisi edX e edX Insights sono open source. %(link_start)s Scopri di più %(link_end)s .
it_it: I componenti edX analytics ed edX Insights sono Open Source. %(link_start)sUlteriori informazioni%(link_end)s.
ja_jp: edX analytics data pipelineとedX Insightsはオープンソースです。%(link_start)s詳細はこちら%(link_end)s。
ka: edX ანალიზის მეთოდის მონაცემების არხი და edX ინფორმაციები ღია წყაროა. %(link_start)sშეიტყვეთ მეტი%(link_end)s.
lt_lt: edX analizės duomenų kanalas ir edX Insights yra atviroji programinė įranga. %(link_start)sSužinoti daugiau%(link_end)s.
nb: edX analytics data pipeline og edX Insights er åpen kildekode. %(link_start)sLær mer%(link_end)s.
nl_nl: The edX analytics data pipeline en edX Insights zijn open source. %(link_start)sMeer weten%(link_end)s.
pl: edX analytics data pipeline i edX Insights są open source. %(link_start)sZobacz też%(link_end)s.
pl_pl: Potok danych analitycznych edX i edX Insights są oprogramowaniem otwartoźródłowym. %(link_start)sDowiedz się więcej%(link_end)s.
pt_br: O edX analytics data pipeline e o edX Insights são códigos abertos. %(link_start)sSaiba mais%(link_end)s.
pt_pt: O processo de análise de dados da conduta edX e os conhecimentos edX são código aberto. %(link_start)sSaiba mais em %(link_end)s.
ro: Conducta de date analitice edX şi perspectivele edX sunt “open source“%(link_start)sÎnvaţă mai mult%(link_end)s.
ru: Магистраль аналитических данных edX и Наработки edX являются открытыми источниками информации. %(link_start)sУзнать больше%(link_end)s.
sk: Prúd analytických dát edX a tiež edX Postrehy sú dostupné ako open source. %(link_start)sDozvedieť sa viac%(link_end)s.
sl: edX-ov analitični podatkovni cevovod in edX Insights so odprtokodne rešitve. %(link_start)sIzvedi več%(link_end)s.
sq: EdX analytics data pipeline dhe edX Insights janë open source. %(link_start)sMëso më shumë%(link_end)s.
sv: EdX-analysernas datapipeline och EdX Insights är öppen källkod. %(link_start)sLäs mer%(link_end)s.
sw_ke: Habari za utafiti wa edX kwenye mstari wa bomba na kina cha edX ni asli wazi. %(link_start)sJifunze zaidi%(link_end)s.
te: ఎడ్ ఎక్స్ ఉపయోగపు లెక్కలు తెలుపు మార్గము మరియు ఎడ్ ఎక్స్ వివరములు అందరికీ ఉచితముగా లభ్యము అవుతాయి. %(link_start)sమరింత సమాచారం%(link_end)s.
th: ผลการวิเคราะห์ข้อมูลของ edX และข้อมูลลอง edX ในเชิงลึกนั้นเป็นข้อมูลที่เปิดเผย %(link_start)s เรียนรู้เพิ่ม %(link_end)s.
tr_tr: edX analitik veri hattı ve edX Insights açık kaynaktır. %(link_start)sDaha fazlası için%(link_end)s.
uk: Конвеєр аналітичних даних edX і Статистика edX є загальнодоступними джерелами інформації. %(link_start)sДізнатися більше%(link_end)s.
uz: EdX analitik maʼlumotlar tarmogʻi va edX Insights ochiq manbadir. %(link_start)sKo'proq ma'lumot olish%(link_end)s.

source: Research at edX
af_za: Navorsing by edX
ar: البحث في edX
ar_sa: البحث في edX
az: edX-də tədqiqat
bn_bd: গবেষণায় edX
ca: Recerca a l'edX
cs: Výzkum v rámci edX
da: Forskning hos edX
de_de: Forschung bei edX
el: Έρευνα στο edX.
el_gr: Έρευνα στο edX
eo: Réséärçh ät édX Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Investigación de edX
es_es: Investigación en edX
fa_ir: پژوهش در edX
fi: Tutkimus edX:ssä
fil_ph: Pananaliksik sa edX
fr: Recherche edX
fr_ca: La recherche chez edX
fr_fr: Recherche à edX
he: מחקר ב-edX
hi: एडएक्स पर तलाशें
hu: Kutatás az edXnél
hy_am: Հետազոտություններն edX- ում
id: Penelitian pada edX
it: Ricerca presso edX
it_it: Ricerca presso edX
ja_jp: edXにおけるリサーチ
ka: გამოიკვლიე edX-ზე
lt_lt: Tyrimai edX
nb: Forskning hos edX
nl_nl: Onderzoek bij edX
pl: Badania w edX
pl_pl: Badania w edX
pt_br: Pesquise no edX
pt_pt: Pesquise na edX
ro: Cercetare la edX
ru: Исследования в edX
sk: Výskum na edX
sl: Raziskave na edX
sq: Kërkimi shkencor në edX
sv: Forskning vid edX
sw_ke: Utafiti katika edX
te: ఎడ్ ఎక్స్ వారి వద్ద పరిశోధన
th: งานวิจัยที่ edX
tr_tr: edX'de araştır
uk: Дослідницька робота у edX
uz: EdX-da tadqiqotlar

source: We are committed to advancing teaching and learning through research. %(link_start)sLearn more%(link_end)s.
af_za: Ons is daartoe verbind om onderrig en leer deur navorsing te bevorder. %(link_start)sLeer meer%(link_end)s.
ar: نعرب عن التزامنا بتطوير التعليم والتعلّم من خلال البحث. %(link_start)sاعرف أكثر%(link_end)s.
ar_sa: نحن ملتزمون بتطوير التدريس والتعلم من خلال البحث. %(link_start)s اعرف المزيد %(link_end)s .
az: Tədqiqat yolu ilə tədris və tədqiqatın inkişafına sadiqik. %(link_start)sDaha ətraflı öyrənin%(link_end)s.
bn_bd: আমরা শিক্ষার আগুয়ান এবং গবেষণার মাধ্যমে শেখাতে প্রতিশ্রুতিবদ্ধ । %(link_start)s আরও জানুন %(link_end)s ।
ca: Ens comprometem a avançar en l'ensenyament i l'aprenentatge a través de la recerca. %(link_start)sAprengui més%(link_end)s.
cs: Zavázali jsme se zlepšovat metody výuky a učení pomocí výzkumu. %(link_start)sZjistěte víc%(link_end)s.
da: Vi er forpligtet til at fremme undervisning og læring gennem forskning. %(link_start)s Få mere at vide %(link_end)s .
de_de: Wir stehen hinter der Förderungen des Lehrens und des Lernens durch Forschung. %(link_start)sMehr Erfahren%(link_end)s.
el: Είμαστε προσηλωμένοι στη βελτίωση της διαδικασίας της διδασκαλίας και της μάθησης μέσω της έρευνας. %(link_start)sΜάθετε περισσότερα%(link_end)s.
el_gr: Δεσμευόμαστε να προωθήσουμε τη διδασκαλία και τη μάθηση μέσω της έρευνας. %(link_start)s Μάθετε περισσότερα %(link_end)s .
eo: Wé äré çömmïttéd tö ädvänçïng téäçhïng änd léärnïng thröügh réséärçh. %(link_start)sLéärn möré%(link_end)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: We are committed to advancing teaching and learning through research.%(link_start)s Conocer más %(link_end)s.
es_es: Estamos comprometidos con la enseñanza avanzada y el aprendizaje a través de la investigación. %(link_start)sMás información.%(link_end)s.
fa_ir: ما متعهد به پیشبرد آموزش از طریق پژوهش هستیم. %(link_start)s برای کسب اطلاعات بیشتر به %(link_end)s مراجعه کنید.
fi: Olemme sitoutuneet edistämään opetusta ja oppimista tutkimuksen avulla. %(link_start)sLisätietoja%(link_end)s.
fil_ph: Kami ay nakatuon sa pagsusulong ng pagtuturo at pagkatuto sa pamamagitan ng pananaliksik. %(link_start)sMatuto p%(link_end)s.
fr: Nous tenons à promouvoir l'enseignement et l'apprentissage à travers la recherche. %(link_start)sEn savoir plus%(link_end)s.
fr_ca: Nous nous sommes engagés à faire progresser l'enseignement et l'apprentissage par la recherche. %(link_start)s Apprenez-en plus %(link_end)s.
fr_fr: Nous nous sommes engagés à faire progresser l'enseignement et l'apprentissage par la recherche. %(link_start)sEn apprendre plus %(link_end)s.
he: אנו מחויבים לקידום הוראה ולמידה באמצעות מחקר. %(link_start)s למידע נוסף %(link_end)s.
hi: हम शोध के माध्यम से शिक्षण और सीखने को आगे बढ़ाने के लिए प्रतिबद्ध हैं। %(link_start)sऔर अधिक जानें %(link_end)s।
hy_am: Մենք ձգտում ենք բարելավել դասավանդումը և ուսումը համապատասխան հետազոտությունների միջոցով: %(link_start)s Իմանալ ավելին%(link_end)s
id: Kami berkomitmen untuk meningkatkan pengajaran dan pembelajaran melalui penelitian. %(link_start)spelajari lebih lanjut%(link_end)s.
it: Ci impegniamo a promuovere l&#39;insegnamento e l&#39;apprendimento attraverso la ricerca. %(link_start)s Scopri di più %(link_end)s .
it_it: È nostro impegno migliorare l'insegnamento e l'apprendimento attraverso la ricerca. %(link_start)s Per saperne di più%(link_end)s.
ja_jp: リサーチをふまえて指導と学習を進めています。%(link_start)s詳細はこちら%(link_end)s。
ka: ჩვენ ვემხრობით სწავლებისა და სწავლის განვითარებას კვლევების მეშვეობით. %(link_start)sშეიტყვეთ მეტი%(link_end)s
lt_lt: Tyrimų pagalba siekiame gerinti mokymą ir mokymąsi. %(link_start)sSužinoti daugiau%(link_end)s.
nb: Vi har forpliktet oss til å fremme undervisning og læring gjennom forskning. %(link_start)sLær mer%(link_end)s.
nl_nl: We zijn geëngageerd om lesgeven en leren vooruit te brengen door onderzoek. %(link_start)sMeer weten%(link_end)s.
pl: Rozwijamy nauczanie i uczenie przez badania.%(link_start)sZobacz też%(link_end)s.
pl_pl: Jesteśmy zaangażowani w rozwój nauczania i uczenia się poprzez badania. %(link_start)sDowiedz się więcej%(link_end)s.
pt_br: Estamos comprometidos com o avanço do ensino e a aprendizagem através da pesquisa. %(link_start)sSaiba mais%(link_end)s.
pt_pt: Estamos empenhados no desenvolvimento do ensino e da aprendizagem através da investigação. %(link_start)sSaiba mais em %(link_end)s.
ro: Susținem metodele avansate de învățare și predare prin intermediul cercetării . %(link_start)sÎnvață mai mult%(link_end)s.
ru: Мы стремимся усовершенствовать преподавание и обучение путём проведения соответствующих исследований. %(link_start)sУзнать больше%(link_end)s.
sk: Sme odhodlaní presadzovať pokroky vo vyučovaní a štúdiu prostredníctvom výskumu. %(link_start)sDozvedieť sa viac%(link_end)s.
sl: Zavzemamo se za napredek v poučevanju in učenju skozi raziskave. %(link_start)sIzvedi več%(link_end)s.
sq: Ne jemi të përkushtuar në përmirësimin e mësimit dhe dijes nëpërmjet kërkimit. %(link_start)sMëso më shumë%(link_end)s.
sv: Vi är engagerade i att främja undervisning och lärande genom forskning. 1%(link_start)s Läs mer%(link_end)s.
sw_ke: Tumedhamiria kuboresha ufundishaji na ujifunza kwa kupitia utafiti. %(link_start)s Jifunze mengi%(link_end)s.
te: పరిశోధన ఆధారిత బోధన మరియు నేర్చుకొను ప్రక్రియలను వేగిరము చేయుటలో మేము కట్టుబడి ఉన్నాము.%(link_start)sమరింత సమాచారం%(link_end)s
th: เราเห็นพ้องสอนขั้นสูงและเรียนรู้ผ่านการค้นคว้า %(link_start)sเรียนรู้เพิ่ม%(link_end)s
tr_tr: Araştırmaya dayalı ileri eğitim ve öğretimde kararlıyız. %(link_start)sDaha fazlası%(link_end)s.
uk: Ми прагнемо до вдосконалення викладання та навчання через дослідження. %(link_start)sДізнатися більше%(link_end)s.
uz: Biz tadqiqot orqali o'qitish va o'qishni rivojlantirish tarafdorimiz. %(link_start)s Ko'proq ma'lumot olish %(link_end)s

source: Need Help?
af_za: Hulp nodig?
ar: هل تحتاج إلى المساعدة؟
ar_sa: هل تحتاج إلى مساعدة؟
az: Kömək lazımdır?
bn_bd: সাহায্য দরকার?
ca: Necessiteu ajut?
cs: Potřebujete pomoc?
da: Brug for hjælp?
de_de: Benötigen Sie Hilfe?
el: Χρειάζεστε βοήθεια;
el_gr: Χρειάζεστε βοήθεια;
eo: Nééd Hélp? Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: ¿Necesita ayuda?
es_es: ¿Necesitas ayuda?
fa_ir: نیاز به راهنمایی دارید؟
fi: Tarvitsetko apua?
fil_ph: Kailangan ng tulong?
fr: Besoin d'aide ?
fr_ca: Besoin d'aide?
fr_fr: Besoin d'aide ?
he: זקוק לעזרה?
hi: मदद चाहिए?
hu: Segítségre van szükséged?
hy_am: Օգնությո՞ւն է պետք
id: Butuh Bantuan?
it: Serve Aiuto?
it_it: Serve Aiuto?
ja_jp: ヘルプが必要ですか？
ka: გჭირდებათ დახმარება?
lt_lt: Reikia pagalbos?
nb: Behov for hjelp?
nl_nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pl_pl: Potrzebujesz pomocy?
pt_br: Precisa de ajuda?
pt_pt: Precisa de ajuda?
ro: Ai nevoie de ajutor?
ru: Нужна помощь?
sk: Potrebujete pomoc?
sl: Potrebuješ pomoč?
sq: Ju nevojitet ndihmë?
sv: Behövs hjälp?
sw_ke: Unahitaji Msaada?
te: సహాయం కావలెనా?
th: ต้องการความช่วยเหลือ?
tr_tr: Yardım İster Misiniz?
uk: Потрібна допомога?
uz: Yordam kerakmi?

source: %(link_start)sOur support center%(link_end)s can help you find solutions.
af_za: %(link_start)sOns ondersteuningsentrum%(link_end)s kan jy help om oplossings te vind.
ar: يسرّ %(link_start)sمركز الدعم الخاص بنا%(link_end)s أن يساعدك على إيجاد الحلول.
ar_sa: %(link_start)s يمكن أن يساعدك مركز الدعم الخاص بنا %(link_end)s في العثور على الحلول.
az: %(link_start)sBizim dəstək mərkəzimiz %(link_end)shəllər tapmaqda siz kömək edə bilər.
bn_bd: %(link_start)s আমাদের সহযোগিতার কেন্দ্র %(link_end)s সমাধান খুঁজতে সাহায্য নিতে পারেন ।
ca: %(link_start)sEl nostre centre de suport%(link_end)s us pot ajudar a trobar solucions.
cs: %(link_start)sNaše centrum podpory%(link_end)s Vám může pomoci nalézt řešení.
da: %(link_start)s Vores supportcenter %(link_end)s kan hjælpe dig med at finde løsninger.
de_de: %(link_start)sUnser Hilfecenter%(link_end)s kann Ihnen helfen Lösungen zu finden.
el: %(link_start)sΤο κέντρο υποστήριξης μας%(link_end)s μπορεί να σας βοηθήσει να βρείτε λύσεις.
el_gr: %(link_start)s Το κέντρο υποστήριξης %(link_end)s μπορεί να σας βοηθήσει να βρείτε λύσεις.
eo: %(link_start)sÖür süppört çéntér%(link_end)s çän hélp ýöü fïnd sölütïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: %(link_start)s Nuestro centro de soporte %(link_end)s puede ayudar a encontrar soluciones
es_es: %(link_start)sNuestro centro de soporte%(link_end)s puede ayudarte a encontrar soluciones.
fa_ir: %(link_start)sمرکز پشتیبانی ما%(link_end)s می‌تواند در یافتن راه‌حل یاری‌رسان شما باشد.
fi: %(link_start)sTukikeskuksemme %(link_end)s voi auttaa sinua löytämään ratkaisuja.
fil_ph: %(link_start)sMaaaring makatulong sa iyo ang aming support center%(link_end)s na makahanap ng mga solusyon.
fr: %(link_start)sNotre centre de support%(link_end)s peut vous aider à trouver des solutions.
fr_ca: %(link_start)sNotre centre d'assistance %(link_end)s peut vous aider à trouver des solutions.
fr_fr: %(link_start)sNotre centre de soutien %(link_end)s peut vous aider à trouver des solutions.
he: %(link_start)sמרכז התמיכה שלנו%(link_end)s יכול לסייע לך באיתור פתרונות.
hi: %(link_start)s हमारा समर्थन केंद्र %(link_end)s आपको समाधान खोजने में मदद कर सकता है।
hu: %(link_start)sA terméktámogatás%(link_end)s segíthet megtalálni a megoldást
hy_am: %(link_start)sՄեր աջակցության կենտրոնը%(link_end)s կօգնի գտնել անհրաժեշտ լուծումները
id: %(link_start)sPusat bantuan kami %(link_end)s dapat membantu Anda temukan solusi.
it: %(link_start)s Il nostro centro di supporto %(link_end)s può aiutarti a trovare soluzioni.
it_it: %(link_start)s Il centro assistenza%(link_end)s può assisterti nel trovare soluzioni.
ja_jp: %(link_start)sサポートセンター%(link_end)s が解決のお手伝いをします。
ka: %(link_start)sჩვენს მხარდაჭერის ცენტრს%(link_end)s შეუძლია დაგეხმაროთ გადაწყვეტილებების პოვნაში.
lt_lt: %(link_start)sMūsų paramos centras%(link_end)s gali jums padėti rasti sprendimus.
nb: %(link_start)sVårt støttesenter%(link_end)s kan hjelpe deg å finne løsninger.
nl_nl: %(link_start)sOns support center%(link_end)s kan je helpen oplossingen te vinden.
pl: %(link_start)sNasze centrum wsparcia%(link_end)s może pomóc znaleźć rozwiązania.
pl_pl: %(link_start)sNasze centrum wsparcia%(link_end)s może pomóc w znalezieniu rozwiązań.
pt_br: %(link_start)sNosso centro de suporte%(link_end)s pode ajudá-lo.
pt_pt: %(link_start)sO nosso centro de apoio%(link_end)s pode ajudar a encontrar soluções.
ro: %(link_start)sCentrul nostru de suport%(link_end)s vă poate ajuta să găsiți soluții.
ru: %(link_start)sНаш центр поддержки%(link_end)s может помочь вам найти нужные решения.
sk: %(link_start)sNaše centrum podpory%(link_end)s vám pomôže nájsť riešenia.
sl: %(link_start)sNaš podporni center%(link_end)s ti lahko pomaga najti rešitev.
sq: %(link_start)sQendra jonë e suportit%(link_end)s mund t´ju ndihmojë në gjetjen e zgjidhjeve.
sv: %(link_start)sVårt supportscenter%(link_end)s kan hjälpa dig att hitta lösningar.
sw_ke: %(link_start)sKituo chetu cha usaidizi%(link_end)s kinaweza kukusaidia kupata suluhisho.
te: %(link_start)sమా సహాయ కేంద్రము %(link_end)s మీకు పరిష్కారములను సూచించును
th: %(link_start)sศูนย์ความช่วยเหลือของเรา%(link_end)s สามารถช่วยคุณหาทางออกได้
tr_tr: %(link_start)sDestek merkezimiz%(link_end)s çözüm bulmanıza yardımcı olabilir.
uk: %(link_start)sНаш центр підтримки%(link_end)s може допомогти вам знайти рішення.
uz: %(link_start)s Bizning yordam markazimiz%(link_end)s yechimlarni topishda yordam berishi mumkin.

source: {statistic}%
eo: {statistic}% Ⱡ'σяєм ι#

source: {percentage} of current learners
af_za: {percentage} van huidige leerders
ar: {percentage} من المتعلمين الحاليين
ar_sa: {percentage} من الطلّاب الحالي
az: cari tələbələrin {percentage}
bn_bd: {percentage} বর্তমান শিক্ষার্থীদের
ca: {percentage} d'estudiants actuals
cs: {percentage} aktuálních studentů
da: {percentage} af nuværende kursister
de_de: {percentage} der aktuellen Teilnehmer
el: {percentage} από τους υπάρχοντες σπουδαστές
el_gr: {percentage} των σημερινών μαθητών
eo: {percentage} öf çürrént léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: {percentage} de estudiantes
fa_ir: {percentage} یادگیرندگان فعلی
fi: {percentage} nykyisistä oppilaista
fil_ph: {percentage} ng mga kasalukuyang nag-aaral
fr: {percentage} des apprenants actuels
fr_ca: {percentage} des apprenants actuels
fr_fr: {percentage} des apprenants actuels
he: {percentage} הלומדים הנוכחי
hi: {percentage} वर्तमान शिक्षार्थी
hy_am: {percentage} ընթացիկ սովորողների
id: {percentage} peserta saat ini
it: {percentage} degli studenti attuali
it_it: {percentage} di studenti correnti
ja_jp: 現受講者の{percentage}%
ka: მიმდინარე მსმენელების {percentage}
nb: {percentage} av nåværende kursdeltagere
pl: {percentage} obecnych uczniów
pl_pl: {percentage} obecnych uczniów
pt_br: {percentage} de alunos
pt_pt: {percentage} de estudantes atuais
ro: {percentage} al numărului actual de elevi
ru: {percentage} текущих слушателей
sl: {percentage} trenutnih učencev
sq: {percentage} e studentëve aktual
sv: {percentage} av nuvarande elever
sw_ke: {percentage} ya wanafunzi waliopo sasa
te: ఇప్పటి విద్యార్థుల {percentage}
th: {percentage} ของผู้เรียนปัจจุบัน
tr_tr: mevcut öğrencilerin {percentage} kadarı
uk: {percentage} поточних студентів
uz: hozirgi o'quvchilarning {percentage}

source: Female
af_za: Vroulik
ar: أنثى
ar_sa: أنثى
az: Qadın
bn_bd: মহিলা
ca: Dona
cs: Žena
da: Kvinde
de_de: Weiblich
el: Γυναίκα
el_gr: Θηλυκός
eo: Fémälé Ⱡ'σяєм ιρѕυ#
es_419: Femenino
es_es: Mujer
fa_ir: زن
fi: Nainen
fil_ph: Babae
fr: Femme
fr_ca: Femme
fr_fr: Féminin
he: נקבה
hi: महिला
hu: Nő
hy_am: Իգական
id: Wanita
it: Donna
it_it: Donna
ja_jp: 女性
ka: მდედრობითი
lt_lt: Moteris
nb: Kvinne
nl_nl: Vrouw
pl: Kobieta
pl_pl: Kobieta
pt_br: Feminino
pt_pt: Feminino
ro: Feminin
ru: Женский
sk: Žena
sl: Ženska
sq: Femër
sv: Kvinna
sw_ke: Mwanamke
te: స్త్రీ
th: ผู้หญิง
tr_tr: Kadın
uk: Жіноча
uz: Ayol
