Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, ar_sa, bn_bd, de_at, de_de, el, eo, es_419, eu_es, fa_ir, fil_ph, fr, he, hi, hu, it, ja_jp, ka, kk_kz, lt_lt, ms_my, nb, nl_nl, pl, pt_br, ro, ru, sk, sl, sq, sv, sw_ke, tr_tr, uk, uk_ua, uz

source: Download CSV
af_za: Laai CSV aflaai
ar: تنزيل ملفات CSV
ar_sa: تنزيل ملفات بصيغة CSV
bn_bd: ডাউনলোড সিএসভি
de_at: CSV herunterladen
de_de: CSV herunterladen
el: Λήψη CSV
eo: Döwnlöäd ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Descargar CSV
eu_es: Deskargatu CSV
fa_ir: بارگیری CSV
fil_ph: I-download ang CSV
fr: Télécharger le CSV
he: הורד CSV
hi: CSV डाउनलोड करें
it: Scarica CSV
ja_jp: CSVをダウンロード
ka: ჩამოტვირთეთ CSV
kk_kz: CSV-ні жүктеу
ms_my: Muat Turun CSV
pl: Pobierz CSV
pt_br: Baixar CSV
ro: Descarcă CSV
ru: Скачать в CSV
sl: Prenos CSV
sq: Shkarko CSV
sv: Ladda ner CSV-fil
sw_ke: Pakua CSV
tr_tr: CSV İndir
uk: Завантажити CSV-файл
uk_ua: за в антажу в ати CSV
uz: CSV ni yuklab oling.

source: Download search results to CSV
af_za: Laai soekresultate af na CSV
ar: قم بتحميل نتائج البحث الي ملف CSV
ar_sa: تحميل نتائج البحث إلى CSV
bn_bd: অনুসন্ধানের ফলাফল সিএসভি তে ডাউনলোড করুন
de_at: Suchergebnisse als CSV herunterladen
de_de: Suchergebnisse als CSV herunterladen
eo: Döwnlöäd séärçh résülts tö ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Descargar los resultados de búsqueda a CSV
fa_ir: دریافت نتیجه جستجو در فایل اکسل CSV
fil_ph: I-download ang mga resulta ng paghahanap sa CSV
fr: Télécharger les résultats de la recherche au format CSV.
he: הורד תוצאות חיפוש ל-CSV
hi: CSV के लिए खोज परिणाम डाउनलोड करें
it: Scarica i risultati della ricerca in CSV
ja_jp: 検索結果をCSVにダウンロードする
ka: ჩამოტვირთეთ CSV-ს ძებნის შედეგები
ms_my: Muat turun hasil carian ke CSV
pl: Pobierz wyniki wyszukiwania jako CSV
pt_br: Baixar resultados de busca no formato CSV
ro: Descărcați rezultatele căutării în CSV
ru: Скачать результаты поиска в CSV
sl: Prenesite rezultate iskanja v CSV
sq: Shkarko rezultatet e kërkimit si CSV
sv: Ladda ner sökresultat till CSV
sw_ke: Pakua matokeo ya utafutaji kozi kwenye CSV
tr_tr: Arama sonuçlarını CSV olarak kaydet
uk: Завантажити результати пошуку в CSV
uk_ua: за в антажу в ати результати пошуку в CSV
uz: CSVʼga qidiruv natijalarini yuklash

source: All
af_za: Almal
ar: الكل
ar_sa: الكل
bn_bd: সকল
de_at: Alle
de_de: Alle
el: Όλοι
eo: Àll Ⱡ'σяєм#
es_419: Todos
eu_es: Guztiak
fa_ir: همه
fil_ph: Lahat
fr: Tous
he: הכל
hi: सब
it: Tutto
ja_jp: すべて
ka: ყველა
kk_kz: Барлығы
ms_my: Semua
pl: Wszystko
pt_br: Tudo
ro: Toate
ru: Все
sl: vse
sq: Të gjitha
sv: Alla
sw_ke: Zote
tr_tr: Hepsi
uk: Всі
uk_ua: все
uz: Barchasi

source: <%= name %> (<%= count %>)
ar_sa: &lt;%= الاسم %&gt; (&lt;%= العدد %&gt;)
de_at: &lt;%= Name %&gt; (&lt;%= Anzahl %&gt;)
eo: <%= name %> (<%= count %>) Ⱡ'σяєм ιρѕυм ∂σł#
eu_es: <%= izena %> (<%= count %>)
fil_ph: &lt;%= pangalan %&gt; (&lt;%= bilang %&gt;)
it: &lt;%= nome %&gt; (&lt;%= conteggio %&gt;)
ru: <%= имя %> (<%= count %>)
sl: &lt;%= ime %&gt; (&lt;%= število %&gt;)
tr_tr: <%= isim %> (<%= sayı %>)
uk_ua: &lt;%= ім&#39;я %&gt; (&lt;%= count %&gt;)
uz: <%= ism %> (<%= hisoblash %>)

source: <%= filterDisplayName %>: <%= filterVal %>
ar_sa: &lt;%= filterDisplayName %&gt;: &lt;%= filterVal %&gt;
de_at: &lt;%= filterDisplayName %&gt;: &lt;%= filterVal %&gt;
eo: <%= filterDisplayName %>: <%= filterVal %> Ⱡ'σяєм ιρѕυм ∂#
fil_ph: &lt;%= filterDisplayName %&gt;: &lt;%= filterVal %&gt;
it: &lt;%= filterDisplayName %&gt;: &lt;%= filterVal %&gt;
ru: <%= фильтрназваниеДисплея %>: <%= filterVal %>
sl: &lt;%= filterDisplayName %&gt;: &lt;%= filterVal %&gt;
tr_tr: <%= filtreGörünenİsim %>: <%= filtreDeğer %>
uk_ua: &lt;%= filterDisplayName %&gt;: &lt;%= filterVal %&gt;

source: Filters In Use:
af_za: Filters in gebruik:
ar: المرشحات المستخدمة
ar_sa: المرشحات قيد الاستخدام:
bn_bd: ছাঁকনির ব্যবহার
de_at: Verwendete Filter:
de_de: Aktive Filter:
eo: Fïltérs Ìn Ûsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Filtros en uso:
fa_ir: فیلترهای استفاده شده:
fil_ph: Mga Filter na Ginagamit:
fr: Filtres utilisés :
he: מסננים בשימוש:
hi: फिल्टर में उपयोग:
it: Filtri in uso:
ka: გამოყენებული ფილტრები:
ms_my: Penyaring Sedang Digunakan:
pl: Filtry w użyciu:
pt_br: filtros em uso
ro: Filtre în uz:
ru: Используются фильтры:
sl: Filtri v uporabi:
sq: Filtrat në përdorim:
sv: Filter som används:
sw_ke: Kuchuja wakati wa Kutumia:
tr_tr: Kullanılan Filtreler:
uk: Використовувані фільтри:
uk_ua: Фільтри в використання:
uz: Amaldagi filtr:

source: Click to remove this filter
af_za: Klik om hierdie filter te verwyder
ar: انقر لحذف هذا الفلتر
ar_sa: أُنقر لإزالة هذا الفلتر
bn_bd: শ্রেনিবিভাগ মুছতে ক্লিক করুন
de_at: klicken , um diesen Filter zu entfernen
de_de: Zum Entfernen dieses Filters klicken
el: Κάντε κλικ για την αφαίρεση αυτού του φίλτρου
eo: Çlïçk tö rémövé thïs fïltér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Haga clic para eliminar este filtro
eu_es: klik egin fitxategi hau ezabatzeko
fa_ir: برای حذف فیلتر، کلیک کنید
fil_ph: I-click upang alisin ang filter na ito
fr: Cliquez pour supprimer ce filtre
he: לחץ להסרת מסנן זה
hi: इस फिल्टर को हटाने के लिए क्लिक करें
it: Clicca per rimuovere questo filtro
ja_jp: クリックしてフィルタを解除
ka: დააწკაპუნეთ ამ ფილტრის ამოსაღებად
kk_kz: Бұл фильтрді алып тастау үшін басыңыз.
ms_my: Klik untuk mengalih keluar penyaring ini
pl: Kliknij, aby usunąć ten filtr
pt_br: Clique para remover o filtro
ro: Faceți clic pentru a îndepărta acest filtru
ru: Нажмите для отмены фильтра
sl: Kliknite, da odstranite ta filter
sq: kliko për të hequr këtë filtër
sv: Klicka för att ta bort filtret
sw_ke: Bofya kuondoa kichujio hiki
tr_tr: Filtreyi kaldırmak için tıklayın
uk: Натисніть, щоб видалити цей фільтр
uk_ua: натискати , щоб видалити цей фільтр
uz: Ushbu filtrni olib tashlash uchun bosing

source: Clear
af_za: Helder
ar: حذف
ar_sa: حذف
bn_bd: মুছে ফেলুন
de_at: Klar
de_de: Lösche
el: Καθαρισμός
eo: Çléär Ⱡ'σяєм ιρѕ#
es_419: Borrar
eu_es: Garbitu
fa_ir: حذف
fil_ph: Maaliwalas
fr: Effacer
he: נקה
hi: साफ
it: Pulisci
ja_jp: クリア
ka: გასუფთავება
kk_kz: Тазарту
ms_my: Bersih
pl: Wyczyść
pt_br: Limpar
ro: Sterge
ru: Сброс
sl: počisti
sq: Fshije
sv: Rensa
sw_ke: Safisha/Ondoa
tr_tr: Temizle
uk: Очистити
uk_ua: ясно
uz: Tozalash

source: Click to remove all filters
af_za: Klik om alle filters te verwyder
ar: انقر لحذف جميع الفلاتر
ar_sa: أُنقر لإزالة جميع المرشحات
bn_bd: সকল শ্রেনিবিভাগ মুছে ফেলুন
de_at: klicken , um alle Filter zu entfernen
de_de: Zum Entfernen aller Filter klicken
el: Κάντε κλικ για την αφαίρεση όλων των φίλτρων
eo: Çlïçk tö rémövé äll fïltérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Haga clic para eliminar todos los filtros
eu_es: klik egin iragazki guztiak ezabatzeko
fa_ir: برای حذف همه فیلترهای کلیک کنید
fil_ph: I-click upang alisin ang lahat ng mga filter
fr: Cliquez pour supprimer tous les filtres
he: לחץ להסרת כל המסננים
hi: सभी फ़िल्टर को हटाने के लिए क्लिक करें
it: Fare clic per rimuovere tutti i filtri
ja_jp: クリックしてすべてのフィルタを解除
ka: დააწკაპუნეთ ყველა ფილტრის ამოსაღებად
kk_kz: Барлық фильтрді жою үшін басыңыз
ms_my: Klik untuk mengalih keluar kesemua penyaring
pl: Kliknij, aby usunąć wszystkie filtry
pt_br: Clique para remover todos os filtros
ro: Faceți clic pentru a îndepărta toate filtrele
ru: Нажмите для отмены всех фильтров
sl: Kliknite, da odstranite vse filtre
sq: kliko për të hequr të gjithë filtrat
sv: Clicka för att ta bort alla filter
sw_ke: Bofya kuondoa vichujo vyote
tr_tr: Tüm filtreleri kaldırmak için tıklayın
uk: Натисніть, щоб видалити всі фільтри
uk_ua: натискати , щоб видалити всі фільтри
uz: Barcha filtirni olib tashlash uchun bosing

source: sort ascending
af_za: Sorteer stygend
ar: الترتيب تصاعدياً
ar_sa: فرز تصاعدي
bn_bd: ক্রমানুসারে নির্বাচন
de_at: aufsteigend sortieren
de_de: aufsteigend sortieren
el: αύξουσα
eo: sört äsçéndïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: ordenar de manera ascendente
eu_es: Ordenatu behetik gora
fa_ir: مرتب‌سازی صعودی
fil_ph: pataas
fr: trier par ordre croissant
he: מיין בסדר עולה
hi: आरोही वर्गीकरण
it: ordine crescente
ja_jp: 昇順ソート
ka: დააწყე აღმავლობით
kk_kz: Өсу реті бойынша сұрыптау
ms_my: Isih menaik
pl: sortuj rosnąco
pt_br: Ordenação crescente
ro: sortare ascendentă
ru: упорядочено по возрастанию
sl: razvrsti naraščajoče
sq: rendit në rritje
sv: sortera stigande
sw_ke: Panga kuanzia ndogo mpaka kubwa
tr_tr: artan şekilde sırala
uk: висхідне сортування
uk_ua: сортувати за зростанням
uz: O'sish bo'yicha saralash

source: sort descending
af_za: Sorteer dalend
ar: الترتيب تنازلياً
ar_sa: ترتيب تنازلي
bn_bd: বিপরীত ক্রমানুসারে নির্বাচন
de_at: absteigend sortieren
de_de: absteigend sortieren
el: φθίνουσα
eo: sört désçéndïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: ordenar de manera descendente
eu_es: Ordenatu goitik behera
fa_ir: مرتب‌‌سازی نزولی
fil_ph: pababang uri
fr: trier par ordre décroissant
he: מיין בסדר יורד
hi: अवरोही वर्गीकरण
it: ordine decrescente
ja_jp: 降順ソート
ka: დააწყვე დაღმავლობით
kk_kz: Кему реті бойынша сұрыптау
ms_my: Isih menurun
pl: sortuj malejąco
pt_br: Ordenação decrescente
ro: sortare descendentă
ru: упорядочено по убыванию
sl: razvrsti padajoče
sq: rendit në zbritje
sv: sortera fallande
sw_ke: Panga kuanzia kubwa mpaka ndogo
tr_tr: azalan şekilde sırala
uk: спадне сортування
uk_ua: сортувати за спаданням
uz: Kamayish bo'yicha saralash

source: click to sort
af_za: Klik om te sorteer
ar: اضغط للترتيب
ar_sa: أُنقر للفرز
bn_bd: শ্রেণিবিন্যাস করুন
de_at: Zum Sortieren klicken
de_de: Zum Sortieren klicken
el: κάντε κλικ για ταξινόμηση
eo: çlïçk tö sört Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: haga clic para ordenar
eu_es: klik egin ordenatzeko
fa_ir: برای مرتب‌سازی کلیک کنید
fil_ph: i-click upang ayusin
fr: cliquez pour trier
he: לחץ למיון
hi: सुलझाने के लिए क्लिक करें
it: fare clic per ordinare
ja_jp: クリックしてソート
ka: დააწკაპუნე დასაწყობად
kk_kz: Сұрыптау үшін басыңыз
ms_my: Klik untuk mengisih
pl: kliknij, aby posortować
pt_br: Clique para ordenar
ro: Faceți clic pentru a sorta
ru: Нажмите, чтобы упорядочить
sl: kliknite za razvrščanje
sq: kliko për të renditur
sv: ckicka för att sortera
sw_ke: Bofya upange
tr_tr: sıralamak için tıklayın
uk: натисніть для сортування
uk_ua: натискати сортувати
uz: Saralash uchun bosing

source: Results
af_za: Resultate
ar: النتائج
ar_sa: نتائج
bn_bd: ফলাফল
de_at: Ergebnisse
de_de: Ergebnisse
eo: Résülts Ⱡ'σяєм ιρѕυм #
es_419: Resultados
eu_es: Emaitzak
fa_ir: نتایج
fil_ph: Mga resulta
fr: Résultats
hi: परिणाम
it: Risultati
ja_jp: 結果
ms_my: Hasil
pl: Wyniki
pt_br: Resultados
ro: Rezultate
ru: Результаты
sl: Rezultati
sq: Rezultatet
sv: Resultat
sw_ke: Matokeo
tr_tr: Sonuçlar
uk: Результати
uk_ua: Результати
uz: Natijalar

source: Number of results: <%= count %>
af_za: Aantal resultate: <%= count %>
ar: عدد النتائج: <%= count %>
ar_sa: عدد النتائج: &lt;%= العد %&gt;
bn_bd: ফলাফলের সংখ্যা
de_at: Anzahl der Ergebnisse: &lt;%= count %&gt;
de_de: Anzahl der Ergebnisse: <%= count %>
eo: Nümßér öf résülts: <%= count %> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Número de resultados: <%= count %>
eu_es: Emaitza-kopurua: <%= count %>
fa_ir: تعداد نتایج: <%= count %>
fil_ph: Bilang ng mga resulta: &lt;%= count %&gt;
fr: Nombre de résultats:<%=count %>
hi: परिणामों की संख्या: <%= count %>
it: Numero di risultati: &lt;%= conteggio %&gt;
ja_jp: 結果数: <%= count %>
ms_my: Jumlah hasil: <%= count %>
pl: Liczba wyników: <%= count %>
pt_br: Número dos resultados: <%= count %>
ro: Numărul rezultatelor: <%= count %>
ru: Количество результатов: <%= count %>
sl: Število rezultatov: &lt;%= count %&gt;
sq: Numri i rezultateve: &lt;%= numëro %&gt;
sv: Antal resultat: <%= count %>
sw_ke: Idadi ya matokeo: <%= count %>
tr_tr: Sonuçların sayısı: <%= count %>
uk: Кількість результатів:<%= count %>
uk_ua: Кількість результатів: &lt;%= count %&gt;
uz: Natijalar soni:<%= hisoblash %>

source: first page
af_za: eerste bladsy
ar: الصفحة الأولى
ar_sa: الصفحة الأولى
bn_bd: প্রথম পাতা
de_at: erste Seite
de_de: erste Seite
el: πρώτη σελίδα
eo: fïrst pägé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: primera página
eu_es: lehen orria
fa_ir: صفحه اول
fil_ph: unang pahina
fr: première page
he: עמוד ראשון
hi: पहला पृष्ठ
it: prima pagina
ja_jp: 最初のページ
ka: პირველი გვერდი
kk_kz: Бірінші бет
ms_my: laman pertama
pl: pierwsza strona
pt_br: Primeira página
ro: prima pagină
ru: первая страница
sl: prva stran
sq: Faqja e pare
sv: första sidan
sw_ke: Ukurasa wa kwanza
tr_tr: ilk sayfa
uk: перша сторінка
uk_ua: перша сторінка
uz: Birinchi sahifa

source: previous page
af_za: vorige bladsy
ar: الصفحة السابقة
ar_sa: الصفحة السابقة
bn_bd: পূর্বের পাতা
de_at: vorherige Seite
de_de: vorherige Seite
el: προηγούμενη σελίδα
eo: prévïöüs pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: página previa
eu_es: aurreko orria
fa_ir: صفحه قبلی
fil_ph: Nakaraang pahina
fr: page précédente
he: עמוד קודם
hi: पिछला पृष्ठ
it: pagina precedente
ja_jp: 前のページ
ka: წინა გვერდი
kk_kz: Алдыңғы бет
ms_my: laman sebelumnya
pl: poprzednia strona
pt_br: Página anterior
ro: pagina anterioară
ru: предыдущая страница
sl: Prejšnja stran
sq: Faqja e meparshme
sv: föregående sida
sw_ke: Ukurasa uliopita
tr_tr: önceki sayfa
uk: попередня сторінка
uk_ua: Попередня сторінка
uz: Oldingi sahifa

source: next page
af_za: volgende bladsy
ar: الصفحة التالية
ar_sa: الصفحة التالية
bn_bd: পরবর্তী পাতা
de_at: Nächste Seite
de_de: nächste Seite
el: επόμενη σελίδα
eo: néxt pägé Ⱡ'σяєм ιρѕυм ∂σł#
es_419: próxima página
eu_es: hurrengo orria
fa_ir: صفحه بعدی
fil_ph: Susunod na pahina
fr: page suivante
he: העמוד הבא
hi: अगला पृष्ठ
it: pagina successiva
ja_jp: 次のページ
ka: შემდეგი გვერდი
kk_kz: Келесі бет
ms_my: laman seterusnya
pl: następna strona
pt_br: Próxima página
ro: pagina viitoare
ru: следующая страница
sl: Naslednja stran
sq: Faqja tjetër
sv: nästa sida
sw_ke: Ukurasa unaofuata
tr_tr: sonraki sayfa
uk: наступна сторінка
uk_ua: Наступна сторінка
uz: Keyingi sahifa

source: last page
af_za: laaste bladsy
ar: الصفحة الأخيرة
ar_sa: آخر صفحة
bn_bd: শেষ পাতা
de_at: letzte Seite
de_de: letzte Seite
el: τελευταία σελίδα
eo: läst pägé Ⱡ'σяєм ιρѕυм ∂σł#
es_419: última página
eu_es: azken orria
fa_ir: صفحه آخر
fil_ph: huling pahina
fr: dernière page
he: עמוד אחרון
hi: अंतिम पृष्ठ
it: ultima pagina
ja_jp: 最後のページ
ka: ბოლო გვერდი
kk_kz: Соңғы бет
ms_my: laman terakhir
pl: ostatnia strona
pt_br: Última página
ro: ultima pagină
ru: последняя страница
sl: zadnja stran
sq: Faqja e fundit
sv: sista sidan
sw_ke: Ukurasa wa mwisho
tr_tr: son sayfa
uk: остання сторінка
uk_ua: остання сторінка
uz: Oxirgi sahifa

source: page
af_za: bladsy
ar: الصفحة
ar_sa: الصفحة
bn_bd: পাতা
de_at: Seite
de_de: Seite
el: σελίδα
eo: pägé Ⱡ'σяєм ι#
es_419: página
eu_es: orria
fa_ir: صفحه
fil_ph: pahina
he: עמוד
hi: पृष्ठ
it: pagina
ja_jp: ページ
ka: გვერდი
kk_kz: Бет
ms_my: laman
pl: strona
pt_br: Página
ro: pagină
ru: страница
sl: stran
sq: faqe
sv: sida
sw_ke: ukurasa
tr_tr: sayfa
uk: сторінка
uk_ua: сторінки
uz: Sahifa

source: disabled
af_za: gebreklik
ar: غير مُمكّن
ar_sa: عاجز
bn_bd: অক্ষম
de_at: deaktiviert
de_de: Deaktiviert
eo: dïsäßléd Ⱡ'σяєм ιρѕυм ∂#
es_419: deshabilitado
eu_es: desgaituta
fa_ir: غیرفعال
fil_ph: may kapansanan
fr: inactivé
hi: विकलांग
it: Disabilitato
ja_jp: 不可
ms_my: dilumpuhkan
pl: wyłączony
pt_br: Desabilitado
ro: dezactivat
ru: заблокированный
sl: onemogočeno
sq: me aftësi të kufizuara
sv: avstängd
sw_ke: imelemazwa
tr_tr: devre dışı
uk: вимкнено
uk_ua: в ідключений
uz: Faol emas

source: active
af_za: aktief
ar: فعّال
ar_sa: نشيط
bn_bd: সক্রিয়
de_at: aktiv
de_de: aktiv
eo: äçtïvé Ⱡ'σяєм ιρѕυ#
es_419: activo
eu_es: aktiboa
fa_ir: فعال
fil_ph: aktibo
fr: activé
hi: सक्रिय
it: attivo
ja_jp: アクティブ
ms_my: aktif
pl: aktywny
pt_br: Ativo
ro: activ
ru: активный
sl: aktiven
sq: aktive
sv: aktiv
sw_ke: hai/amilifu
tr_tr: aktif
uk: активний
uk_ua: активний
uz: Faol

source: Generic List
af_za: Generiese lys
ar: قائمة شاملة
ar_sa: قائمة عامة
bn_bd: সাধারন তালিকা
de_at: Allgemeine Liste
de_de: Generische Liste
eo: Générïç Lïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Lista genérica
eu_es: Zerrenda orokorra
fa_ir: فهرست عمومی
fil_ph: Pangkalahatang Listahan
fr: Liste Générique
he: רשימה גנרית
hi: सामान्य सूची
it: Elenco generico
ja_jp: 生成リスト
ms_my: Senarai Umum
pl: Lista ogólna
pt_br: Lista genérica
ro: Lista Generică
ru: Общий список
sl: Splošni seznam
sq: Lista e përgjithshme
sv: Generisk lista
sw_ke: Orodha ya Jumla
tr_tr: Genel Liste
uk: Загальний список
uk_ua: Загальний список
uz: Umumiy ro'yxat

source: Loading...
af_za: Laai. . .
ar: جاري التحميل...
ar_sa: جاري التحميل...
bn_bd: লোড হচ্ছে
de_at: Wird geladen...
de_de: Lade...
el: Φόρτωση...
eo: Löädïng... Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Cargando...
eu_es: Kargatzen...
fa_ir: در حال بارگذاری ...
fil_ph: Naglo-load...
fr: Chargement...
he: טוען...
hi: लोड हो रहा है...
it: Caricamento...
ja_jp: 読み込み中...
ka: იტვირთება...
kk_kz: Жүктелу өтуде...
ms_my: Sedang Memuatkan...
pl: Wczytywanie...
pt_br: Carregando...
ro: Se încarcă...
ru: Идет загрузка...
sl: Nalagam...
sq: Duke u ngarkuar...
sv: Laddar...
sw_ke: Kupakia ujumbe
tr_tr: Yüklüyor...
uk: Завантаження...
uk_ua: Чекай...
uz: Yuklanmoqda...

source: 504: Server error
af_za: 504: Serverfout
ar: 504: خطأ الخادم
ar_sa: 504: خطأ في الخادم
bn_bd: সার্ভার সমস্যা
de_at: 504: Serverfehler
de_de: 504: Serverfehler
el: 504: Σφάλμα διακομιστή
eo: 504: Sérvér érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: 504: Error del Servidor
eu_es: 504: Zerbitzariaren errorea
fa_ir: 504:‌ خطا در سرویس‌دهنده
fil_ph: 504: Error sa server
fr: 504: Erreur Serveur
he: 504: שגיאת שרת
hi: 504: सरवर की गलती
it: 504: errore del server
ja_jp: 504：サーバーエラー
ka: 504: სერვერის შეცდომა
kk_kz: 504: Сервер қателігі
ms_my: 504: Ralat pelayan
pl: 504: Błąd serwera
pt_br: 504: Erro no servidor
ro: 504: eroare de server
ru: 504: ошибка сервера
sl: 504: Napaka strežnika
sq: 504: Gabim serveri
sv: 504: Serverfel
sw_ke: 504: Kosa la Seva
tr_tr: 504: Sunucu hatası
uk: Помилка сервера 504
uk_ua: 504: помилка сервера
uz: 504: Serverda xatolik

source: Processing your request took too long to complete. Reload the page to try again.
af_za: Die verwerking van u versoek het te lank geduur om te voltooi. Herlaai die bladsy om weer te probeer.
ar: لقد استغرق معالجة طلبك وقتاً طويلاً. أعد تحميل الصفحة وحاول مرة أخرى
ar_sa: استغرقت معالجة طلبك وقتًا طويلاً حتى تكتمل. تحديث الصفحة للمحاولة مرة أخرى.
bn_bd: আপনার অনুরুধ করা পেজটি প্রদর্শিত হতে বিলম্ব হচ্ছে । দয়া করে পেজ টি তে আবার ক্লিক করুন
de_at: Die Bearbeitung Ihrer Anfrage hat zu lange gedauert. Laden Sie die Seite neu, um es erneut zu versuchen.
de_de: Die Verarbeitung Ihrer Anfrage benötigte zu lange um abgeschlossen zu werden. Laden Sie die Seite erneut um es noch einmal zu versuchen.
el: Η επεξεργασία του αιτήματός σας διήρκεσε υπερβολικά για να ολοκληρωθεί. Ανανεώστε τη σελίδα, ώστε να προσπαθήσετε ξανά.
eo: Pröçéssïng ýöür réqüést töök töö löng tö çömplété. Rélöäd thé pägé tö trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: El procesamiento de su solicitud tardó demasiado en completarse. Recargue la página para intentar nuevamente.
fa_ir: تکمیل پردازش درخواست شما طولانی شده است. برای تلاش دوباره صفحه را مجددا بارگیری کنید.
fil_ph: Masyadong matagal bago makumpleto ang pagproseso sa iyong kahilingan. I-reload ang page para subukang muli.
fr: Le traitement de votre requête à pris trop longtemps. Rechargez la page pour réessayer.
he: עיבוד בקשתכם ארך זמן רב מדי ולא הושלם. הטעינו מחדש את העמוד ונסו שנית.
hi: आपके अनुरोध के प्रसंस्करण को पूरा करने में काफ़ी समय लगा। पृष्ठ को फिर से लोड करने की कोशिश करें।
it: L&#39;elaborazione della tua richiesta ha richiesto troppo tempo. Ricarica la pagina per riprovare.
ja_jp: 処理に時間がかかり過ぎています。ページを再読込して再試行してください。
ka: თქვენი მოთხოვნის დამუშავება დიდხანს გაგრძელდა. გადატვირთეთ გვერდი რომ სცადოთ თავიდან.
kk_kz: Сіздің сұранысыңызды өңдеу тым ұзақ уақытқа созылды. Қайтадан көру үшін бетті қайта жүктеңіз.
ms_my: Memproses permintaan anda mengambil masa terlalu lama untuk selesai. Sila memuatkan semula laman untuk mencuba lagi.
pl: Przetwarzanie twojego żądania trwa zbyt długo. Odśwież stronę i spróbuj ponownie.
pt_br: O processamento do seu pedido levou muito tempo para ser completada. Recarregue a página e tente novamente.
ro: Procesarea cererii dumneavoastră a durat prea mult pentru a fi finalizată. Reîncărcați pagina pentru a încerca din nou.
ru: Обработка вашего запроса может занять слишком много времени. Обновите страницу и повторите попытку.
sl: Obdelava vaše zahteve je trajala predolgo. Ponovno naložite stran, da poskusite znova.
sq: Përpunimi i kërkesës suaj mori shumë kohë për t&#39;u përfunduar. Ringarko faqen për të provuar sërish.
sv: Bearbetningen av din begäran tog för lång tid att slutföra. Ladda om sidan för att försöka igen.
sw_ke: Ushughulikiaji wa ombi lako umechukua muda mrefu kukamilika. Pakua upya ukurasa ili ujaribu tena.
tr_tr: Yapılan işlemi tamamlamak çok uzun sürdü. Sayfayı yenileyip tekrar deneyiniz.
uk: Обробка вашого запиту зайняла надто багато часу. Перезавантажте сторінку, щоб повторити спробу.
uk_ua: Обробка вашого запиту тривала надто довго. Перезавантажте сторінку, щоб повторити спробу.
uz: So‘rovingizni bajarish juda uzoq vaqt oldi. Sahifani qayta yuklash uchun yana urinib ko'ring.

source: Server error
af_za: Bedienerprobleem
ar: خطأ في الخادم
ar_sa: خطأ في الخادم
bn_bd: সার্ভার সমস্যা
de_at: Serverfehler
de_de: Serverfehler
el: Σφάλμα διακομιστή
eo: Sérvér érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Error del Servidor
eu_es: Zerbitzariaren errorea
fa_ir: خطای سرویس‌دهنده
fil_ph: Error sa server
fr: Erreur serveur
he: שגיאת שרת
hi: सरवर की गलती
it: Errore del server
ja_jp: サーバーエラー
ka: სერვერის შეცდომა
kk_kz: Сервер қателігі
ms_my: Ralat pelayan
pl: Błąd serwera
pt_br: Erro de servidor
ro: Eroare de server
ru: Ошибка сервера
sl: Napaka strežnika
sq: Gabim serveri
sv: Serverfel
sw_ke: Kosa la seva
tr_tr: Sunucu hatası
uk: Помилка сервера
uk_ua: Серверна помилка
uz: Serverda xatolik
