Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Learners who visited at least one page in the course content.
af_za: Leerders wat ten minste een bladsy in die kursusinhoud besoek het.
ar: الطلاب الذين زاروا صفحة واحدة على الأقل في محتوى الدورة.
ar_sa: الطلّاب الذين زاروا صفحة واحدة على الأقل في محتوى الدورة.
az: Kurs məzmunnun ən azı bir səhifəsinə daxil olmuş tələbələr.
bn_bd: শিক্ষার্থী, যে কমপক্ষে একটি পৃষ্ঠা দেখেছেন কোর্স বিষয়বস্তুর ।
ca: Aprenents que han visitat almenys una pàgina en el contingut del curs.
cs: Studenti, kteří navštívily alespoň jednu stránku kurzu.
da: Elever, der har besøgt mindst én side i kursusindholdet.
de_de: Anzahl der Teilnehmer die mindestens eine Seite des Kursinhaltes angeschaut haben.
el: Σπουδαστές που επισκέφτηκαν τουλάχιστον μία σελίδα στο περιεχόμενο του κύκλου μαθημάτων.
el_gr: Μαθητές που επισκέφτηκαν τουλάχιστον μία σελίδα στο περιεχόμενο του μαθήματος .
eo: Léärnérs whö vïsïtéd ät léäst öné pägé ïn thé çöürsé çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Estudiantes que visitaron al menos una página del contenido del curso.
fa_ir: یادگیرندگانی که حداقل یک صفحه از محتوای دوره آموزشی را بازدید کرده‌اند.
fi: Oppilaat, jotka vierailivat vähintään yhdellä kurssin sisällön sivulla.
fil_ph: Mga mag-aaral na bumisita ng hindi bababa sa isang pahina sa nilalaman ng kurso.
fr: Appreants qui ont visité au moins une page dans le contenu du cours.
fr_ca: Étudiants qui ont visité au moins une page dans le contenu du cours.
fr_fr: Les apprenants qui ont visité au moins une page du contenu du cours.
he: לומדים שביקרו לפחות בעמוד אחד בתוכן הקורס.
hi: इन शिक्षार्थियों ने कोर्स विषय-वस्तु में कम से कम एक पन्ना देखा।
hy_am: Ուսանողները, ովքեր այցելել են դասընթացի առնվազն մեկ էջ
id: Peserta yang mengunjungi sedikitnya satu halaman konten kursus.
it: Studenti che hanno visitato almeno una pagina nel contenuto del corso.
it_it: Studenti che hanno visitato almeno una pagina nel contenuto del corso.
ja_jp: 最低１回は学習コンテンツにアクセスした受講者
ka: მსმენელები, რომლებმაც კურსის შინაარსის ერთი გვერდი მაინც მოინახულეს.
nb: Studenter som besøkte minst en side av kursinnholdet.
pl: Uczniowie którzy odwiedzili przynajmniej jedną stronę kursu
pl_pl: Uczniowie, którzy odwiedzili przynajmniej jedną stronę kursu
pt_br: Alunos que visitaram ao menos uma página no conteúdo do curso.
pt_pt: Estudantes que visitaram pelo menos uma página de conteúdo do curso.
ro: Elevi care au accesat cel puțin o pagină din conținutul cursului.
ru: Слушатели, посетившие хотя бы одну страницу контента курса
sl: Učenci, ki so obiskali vsaj eno stran v vsebini tečaja.
sq: Nxënësit që kanë vizituar të paktën një faqe në përmbajtjen e kursit.
sv: Elever som besökte minst en sida i kursinnehållet.
sw_ke: Wanafunzi ambao walitembelea angalau kurasa moja katika maudhui ya kozi.
te: పాఠ్యములో కనీసం ఒక పేజీని దర్శించిన విద్యార్థులు
th: ผู้เรียนที่เข้าชมอย่างน้อยหนึ่งหน้าใน เนื้อหา หลักสูตร
tr_tr: Ders içeriğinde en az bir sayfayı ziyaret eden öğrenciler.
uk: Учні, які відвідали щонайменше одну сторінку у змісті курсу.
uz: Kurs tarkibidagi kamida bitta sahifaga tashrif buyurgan o'quvchilar.

source: Watched a Video Last Week
af_za: Het verlede week 'n video gekyk
ar: عدد الطلّاب الذين شاهدوا فيديو خلال الأسبوع الماضي
ar_sa: شاهدت فيديو الأسبوع الماضي
az: Keçən həftə bir videoya baxdı
bn_bd: গত সপ্তাহে একটি ভিডিও দেখেছিলেন
ca: Han vist un vídeo la setmana passada
cs: Zhlédli video minulý týden
da: Så en video i sidste uge
de_de: Haben letzte Woche ein Video angeschaut
el: Παρακολούθησαν βίντεο την τελευταία εβδομάδα
el_gr: Παρακολούθησε ένα βίντεο την περασμένη εβδομάδα
eo: Wätçhéd ä Vïdéö Läst Wéék Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Vieron un video la última semana
es_es: Vieron un vídeo la semana anterior
fa_ir: ویدیویی که هفته پیش دیدید
fi: Katsoin videon viime viikolla
fil_ph: Nanood ng Video Noong nakaraang Linggo
fr: A visionné une vidéo la semaine dernière
fr_ca: Ont regardé une vidéo la semaine dernière
fr_fr: Regarder une vidéo la semaine dernière
he: צפו בסרטון וידאו בשבוע שעבר
hi: पिछले हफ्ते एक वीडियो देखा
hu: Múlt héten nézett videók
hy_am: Անցած շաբաթ դիտված տեսանյութերը
id: Menonton Video Minggu Lalu
it: Ho guardato un video la settimana scorsa
it_it: Ha guardato un video la settimana scorsa
ja_jp: 先週の動画視聴数
ka: უყურა ვიდეოს წინა კვირას
lt_lt: Žiūrėjo vaizdo įrašą praėjusią savaitę
nb: Så en video forrige uke.
nl_nl: Afgelopen week een video bekeken
pl: Obejrzeli wideo w poprzednim tygodniu
pl_pl: Obejrzeli wideo w poprzednim tygodniu
pt_br: Assistiram um vídeo na última semana
pt_pt: Assistiu a um vídeo na semana passada
ro: Au vizionat un video săptămâna trecută
ru: Смотревшие видео на прошлой неделе
sk: Pozreli si minulý týždeň video
sl: Ogledov videa v zadnjem tednu
sq: Panë një video Javën e kaluar
sv: Kollar på en video förra veckan
sw_ke: Nilitizama Video Wiki Iliyopita
te: క్రితం వారం వీడియో చూసినవారు
th: ดูวิดีโอในสัปดาห์ที่ผ่านมา
tr_tr: Geçen Hafta Bir Video İzledi
uk: Переглядів за тиждень
uz: Video o'tgan hafta tomosha qilindi

source: Learners who played one or more videos.
af_za: Leerders wat een of meer video's gespeel het.
ar: الطلاب الذين شغلوا فيديو واحد أو أكثر
ar_sa: الطلّاب الذي قام بتشغيل مقطع فيديو واحد أو أكثر.
az: Bir və ya daha çox videoya baxan tələbələr.
bn_bd: শিক্ষার্থী , যে একটি বা তার বেশি ভিডিও চালু করেছেন।
ca: Aprenents que han jugat un o més vídeos.
cs: Studenti, kteří si přehráli jedno nebo více videí.
da: Elever, der har afspillet en eller flere videoer.
de_de: Anzahl der Teilnehmer die ein oder mehr Videos angeschaut haben.
el: Σπουδαστές που αναπαρήγαγαν ένα ή περισσότερα βίντεο.
el_gr: Μαθητές που έπαιξαν ένα ή περισσότερα βίντεο.
eo: Léärnérs whö pläýéd öné ör möré vïdéös. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Estudiantes que vieron al menos un video.
fa_ir: یادگیرندگانی که یک یا چند ویدیو پخش کردند.
fi: Oppilaat, jotka ovat toistaneet yhden tai useamman videon.
fil_ph: Mga mag-aaral na nag-play ng isa o higit pang mga video.
fr: Apprenants qui ont joué une ou plusieurs vidéos.
fr_ca: Étudiants qui ont joué une ou plusieurs vidéos.
fr_fr: Les apprenants qui ont joué une ou plusieurs vidéos.
he: לומדים שצפו בסרטון וידאו אחד או יותר.
hi: शिक्षार्थियों जिन्होने एक या अधिक वीडियो खेले।
hy_am: Ուսանողներ, ովքեր դիտել են մեկ կամ մի քանի տեսանյութ
id: Peserta yang membuka satu atau lebih vidio.
it: Studenti che hanno riprodotto uno o più video.
it_it: Studenti che hanno riprodotto uno o più video.
ja_jp: １つ以上の動画を再生した受講者
ka: მსმენელები, რომლებმაც ერთი, ან მეტი ვიდეო ნახეს.
nb: Studenter som spilte av en eller flere videoer.
pl: Uczniowie, którzy obejrzeli jedno lub więcej wideo.
pl_pl: Uczniowie, którzy obejrzeli jedno lub więcej wideo
pt_br: Alunos que reproduziram um ou mais vídeos.
pt_pt: Estudantes que visualizaram um ou mais vídeos.
ro: Elevi care au vizionat unul sau mai multe vieoclipuri
ru: Учащиеся, которые проигрывали один или несколько видеороликов.
sl: Učenci, ki so predvajali enega ali več videoposnetkov.
sq: Studentët të cilët kanë shikuar një apo më shumë video.
sv: Elever som spelade en eller flera videor.
sw_ke: Wanafunzi waliochezesha video moja au zaidi.
te: ఒకటి లేక అంతకన్నా ఎక్కువ వీడియోలు చూసిన విద్యార్థులు.
th: ผู้เรียนที่มีการเล่นวิดีโอหนึ่งหรือมากกว่าหนึ่งรายการขึ้นไป
tr_tr: Bir ya da daha fazla video izleyen öğrenciler.
uk: Учні, які переглянули одне або більше відео.
uz: Bir yoki bir nechta video o'ynagan o'quvchilar.

source: Tried a Problem Last Week
af_za: Het verlede week 'n probleem probeer
ar: عدد الطلّاب الذين حاولوا حلّ مسألة خلال الأسبوع الماضي
ar_sa: حاولت مشكلة الأسبوع الماضي
az: Keçən həftə bir tapşırığa cəhd etdi
bn_bd: গত সপ্তাহে একটি সমস্যা সমাধানের চেষ্টা করেছিলেন
ca: Han intentat un problema la setmana passada
cs: Minulý týden se pokusili o vypracování úlohy
da: Prøvede et problem i sidste uge
de_de: Anzahl der Studenten die in der letzten Woche versucht haben ein Problem zu lösen.
el: Προσπάθησαν να λύσουν πρόβλημα την τελευταία εβδομάδα
el_gr: Δοκίμασα ένα πρόβλημα την περασμένη εβδομάδα
eo: Trïéd ä Prößlém Läst Wéék Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Trabajaron en problemas la útima semana
es_es: Intentaron resolver un problema la semana pasada
fa_ir: مشکلی که هفته پیش به آن پرداختید
fi: Yritti ongelmaa viime viikolla
fil_ph: Sinubukan ang isang Problema Noong nakaraang Linggo
fr: A essayé un exercice la semaine dernière
fr_ca: Ont essayé un exercice la semaine dernière
fr_fr: J'ai essayé de résoudre un problème la semaine dernière
he: ניסו לפתור בעיה בשבוע שעבר
hi: पिछले हफ्ते समस्या सुलझाने की कोशिश की
hu: Múlt héten próbált feladat
hy_am: Անցած շաբաթ փորձել է կատարել առաջադրանքը
id: Mengerjakan Permasalahan Minggu Lalu
it: Ho riscontrato un problema la settimana scorsa
it_it: Tentato un problema la settimana scorsa
ja_jp: 先週問題を解いた
ka: წინა კვირას შეასრულა ამოცანა
lt_lt: Bandė spręsti užduotį praėjusią savaitę
nb: Prøvde et problem i forrige uke
nl_nl: Afgelopen week een opgave geprobeerd
pl: Podeszli do ćwiczenia
pl_pl: Podeszli do ćwiczenia w ostatnim tygodniu
pt_br: Tentaram resolver um problema na última semana
pt_pt: Estudantes que tentaram um problema na semana passada
ro: Au încercat o problemă săptămâna trecută
ru: Пытавшиеся выполнить задание на прошлой неделе
sk: Riešili počas minulého týždňa úlohu
sl: Poskusili problem prejšnji teden
sq: Provuan të zgjidhin një Problem Javën e kaluar
sv: Försökte ett problem förra veckan
sw_ke: Nilijaribu Tatizo Juma Lililopita
te: క్రితం వారం ఒక సమస్యని పరిష్కరించ ప్రయత్నించినవారు
th: ผู้ที่ได้ลองทำโจทย์ในสัปดาห์ที่ผ่านมา
tr_tr: Geçen Hafta Problem Çözmeyi Deneyenler
uk: Пробували виконати завдання за минулий тиждень
uz: O'tgan hafta muammoni hal qildi

source: Learners who submitted an answer for a standard problem. Not all problem types are included.
af_za: Leerders wat 'n antwoord vir 'n standaardprobleem ingedien het. Nie alle probleemtipes is ingesluit nie.
ar: الطلاب الذين أعطوا أجوبة لمسألة عادة، لا يتم هن شمل كل أنواع المسائل.
ar_sa: الطلّاب الذي قدم إجابة لمشكلة قياسية. لم يتم تضمين كافة أنواع المشاكل.
az: Standart bir tapşırıq üçün cavab verən tələbələr. Bütün tapşırıq növləri daxil deyil.
bn_bd: শিক্ষার্থী, যারা একটি উত্তর জমা দিয়েছেন সাধারন সমস্যার জন্য । সব ধরনের সমস্যা অন্তর্ভুক্ত করা হয় নি ।
ca: Els estudiants que han enviat una resposta per un problema estàndard. No s'inclouen tots els tipus de problemes.
cs: Studenti, kteří odevzdali odpověď pro standartní úlohu. Ne všechny typy úloh jsou zahrnuty.
da: Elever, der har indsendt et svar på en standardopgave. Ikke alle problemtyper er inkluderet.
de_de: Teilnehmer, die eine Antwort zu einem Standardproblem beigetragen haben. Es wurden nicht alle Arten der Fragestellung mit einbezogen.
el: Σπουδαστές που υπέβαλαν απάντηση σε ένα τυπικό πρόβλημα. Δεν περιλαμβάνονται όλοι οι τύποι προβλημάτων.
el_gr: Μαθητές που υπέβαλαν απάντηση για ένα τυπικό πρόβλημα. Δεν περιλαμβάνονται όλοι οι τύποι προβλημάτων.
eo: Léärnérs whö süßmïttéd än änswér för ä ständärd prößlém. Nöt äll prößlém týpés äré ïnçlüdéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Estudiantes que enviaron una respuesta para un problema estándar. No todos los tipos de problema están incluidos.
fa_ir: یادگیرندگانی که برای یک مساله استاندارد پاسخی ارائه کردند. همه انواع مسایل را شامل نمی‌شود.
fi: Oppilaat, jotka lähettivät vastauksen vakiotehtävään. Kaikki ongelmatyypit eivät sisälly.
fil_ph: Mga mag-aaral na nagsumite ng sagot para sa karaniwang problema. Hindi lahat ng uri ng problema ay kasama.
fr: Apprenants qui ont soumis une réponse pour un problème standard. Tous les types de problèmes ne sont inclus.
fr_ca: Étudiants qui ont soumis une réponse pour un problème standard. Tous les types de problèmes ne sont inclus.
fr_fr: Les apprenants qui ont soumis une réponse à un problème standard. Tous les types de problèmes ne sont pas inclus.
he: לומדים שהגישו תשובה לבעיה סטנדרטית. לא כל סוגי הבעיות כלולות.
hi: शिक्षार्थियों ने स्तरीय सवालों के उत्तर जमा किए। सभी प्रकार के सवाल शामिल नहीं हैं।
hy_am: Ուսանողներ, ովքեր պատասխանել են ստանդարտ խնդրին: Ոչ բոլոր տեսակի խնդիրներն են ներառված
id: Pelajar yang mengirimkan jawaban untuk masalah standar. Tidak semua jenis masalah disertakan.
it: Studenti che hanno inviato una risposta a un problema standard. Non tutti i tipi di problemi sono inclusi.
it_it: Studenti che hanno inviato una risposta per un problema standard. Non sono inclusi tutti i tipi di problema.
ja_jp: 標準問題の解答を提出した受講者。全ての問題タイプが含まれるわけではありません。
ka: მსმენელებმა, რომლებმაც პასუხი გასცეს სტანდარტულ ამოცანას. არ მოიცავს ამოცანების ყველა ტიპს.
nb: Studenter som leverte et svar på et standard problem. Ikke alle problemtyper er inkludert.
pl: Uczniowie, którzy rozwiązali standardowy problem. Nie obejmuj ewszystkich typó problemów.
pl_pl: Studenci, którzy wprowadzili odpowiedź na podstawowe pytanie. Lista nie zawiera wszystkich ćwiczeń.
pt_br: Alunos que enviaram uma resposta para um problema padrão. Nem todos os tipos de problemas estão inclusos.
pt_pt: Estudantes que submeteram uma resposta a um problema-padrão. Nem todos os tipos de problemas estão incluídos.
ro: Elevii care au trimis un răspuns pentru o problemă standard. Nu sunt incluse toate tipurile de probleme.
ru: Учащиеся, представившие ответ на стандартную проблему. Включены не все типы проблем.
sl: Učenci, ki so oddali odgovor za standardni problem. Vse vrste težav niso vključene.
sq: Nxënësit që kanë paraqitur një përgjigje për një problem standard. Jo të gjitha llojet e problemeve janë të përfshira.
sv: Elever som lämnat ett svar för ett standardproblem. Alla problemtyper ingår inte.
sw_ke: Wanafunzi waliowasilisha majibu ya matatizo yenye kiwango. Siyo matatizo ya aina zote yalihusishwa.
te: ఒక క్లిష్ట సమస్యకి పరిష్కారం సమర్పించిన విద్యార్థులు. అన్ని రకముల సమస్యలు ఇందులో పేర్కొనలేదు.
th: ผู้เรียนที่ส่ง คำตอบ สำหรับปัญหามาตรฐาน ไม่รวมปัญหาทุกประเภท
tr_tr: Standart bir problem için cevap gönderen öğrenciler. Tüm problem tipleri dahil edilmemiştir.
uk: Учні, які подали відповідь на стандартну задачу. Не всі типи задач включені.
uz: Standart muammoga javob bergan o'quvchilar. Barcha muammolarning turlari mavjud emas.

source: Participated in Discussions Last Week
af_za: Het verlede week aan besprekings deelgeneem
ar: شاركوا في النقاش الاسبوع الفائت
ar_sa: شاركت في المحادثات الأسبوع الماضي
az: Keçən həftə müzakirədə iştirak etdi
bn_bd: গত সপ্তাহের আলোচনায় অংশগ্রহণ করেছে
ca: Va participar en els debats de la setmana passada
cs: Minulý týden se zůčastnili diskuze
da: Deltog i diskussioner i sidste uge
de_de: Teilnehmer an Diskussionen in der letzten Woche
el: Συμμετείχε στις συζητήσεις της περασμένης εβδομάδας
el_gr: Συμμετείχε στις συζητήσεις της περασμένης εβδομάδας
eo: Pärtïçïpätéd ïn Dïsçüssïöns Läst Wéék Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Participaron en discusiones en la última semana
fa_ir: در گفتگوهای هفته گذشته شرکت کرد
fi: Osallistui keskusteluihin viime viikolla
fil_ph: Lumahok sa mga Talakayan Noong nakaraang Linggo
fr: On participé aux Discussion la semaine dernière
fr_ca: Ont publié dans un forum de discussion la semaine dernière
fr_fr: A participé aux discussions la semaine dernière
he: השתתף בדיונים בשבוע שעבר
hi: पिछले हफ्ते विचार-विमर्श में भाग लिया
hy_am: Անցած շաբաթվա քննարկման մասնակիցներ
id: Ikut serta dalam Diskusi Minggu Lalu
it: Partecipato alle discussioni la scorsa settimana
it_it: Partecipato alle discussioni la settimana scorsa
ja_jp: 先週ディスカッションに参加した
ka: მონაწილეობა მიიღო განხილვაში წინა კვირას
nb: Deltok i diskusjoner forrige uke
pl: Uczestniczyli w zeszłotygodniowych dyskusjach
pl_pl: Uczestniczyli w dyskusjach w zeszłym tygodniu
pt_br: Participaram de uma discussão na última semana
pt_pt: Participou nas Discussões na Semana Passada
ro: Au participat la Discuții Săptămâna Trecută
ru: Участники Обсуждений за Последнюю Неделю
sl: Sodeloval v razpravah prejšnji teden
sq: Mori pjesë në Diskutimet e javës së kaluar
sv: Deltog i diskussionsforum förra veckan
sw_ke: Nilishiriki Kwenye Majadiliano Wiki Iliyopita
te: క్రితం వారం తర్జన భర్జనలలో పాల్గొనిన వారు
th: เข้าร่วมการสนทนาเมื่อสัปดาห์ที่แล้ว
tr_tr: Geçen Hafta Bir Tartışmaya Katılanlar
uk: Приймали участь у Дискусіях Минулого Тижня
uz: O'tgan hafta munozaralarda ishtirok etdi

source: Learners who added a post, response, or comment to any course discussion.
af_za: Leerders wat 'n boodskap, antwoord of kommentaar by enige kursusbespreking gevoeg het.
ar: الطلاب الذين أضافوا منشور أو تعليق في أي من النقاشات في الدورات.
ar_sa: الطلّاب الذي قام بإضافة مشاركة أو رد أو التعليق إلى أي دورة المحادثة .
az: Post əlavə etmiş, cavab yazmış və ya hər hansı kurs müzakiəsində şərh yazmış tələbələr.
bn_bd: শিক্ষার্থী, যারা একটি পোস্ট, প্রতিক্রিয়া, অথবা মন্তব্য জুড়েছে যেকোনো কোর্স আলোচনায় ।
ca: Els aprenents que han afegit una publicació, una resposta o un comentari a qualsevol debat del curs.
cs: Studenti, kteří přidali příspěvek, odpověď nebo komentář v jakékoliv diskuzi kurzu.
da: Elever, der har tilføjet et opslag, svar eller kommentar til enhver kursusdiskussion.
de_de: Teilnehmer, die einen Beitrag, eine Antwort oder einen Kommentar verfasst haben.
el: Σπουδαστές που πρόσθεσαν μια ανάρτηση, απάντηση ή σχόλιο σε οποιαδήποτε συζήτηση κύκλου μαθημάτων.
el_gr: Μαθητές που πρόσθεσαν μια ανάρτηση, μια απάντηση ή σχόλιο σε οποιαδήποτε συζήτηση μαθήματος.
eo: Léärnérs whö äddéd ä pöst, réspönsé, ör çömmént tö äný çöürsé dïsçüssïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Estudiantes que crearon publicaciones, respondieron a publicaciones, o hicieron comentarios en cualquier discusión.
fa_ir: یادگیرندگانی که مطلب، پاسخ یا نظری به هر گفتگوی دوره آموزشی افزوده‌اند.
fi: Oppilaat, jotka lisäsivät postauksen, vastauksen tai kommentin mihin tahansa kurssin keskusteluun.
fil_ph: Mga mag-aaral na nagdagdag ng post, tugon, o komento sa anumang talakayan sa kurso.
fr: Apprenants qui ont ajouté un post, une réponse, ou un commentaire dans n'importe quelle forum de discussion.
fr_ca: Étudiants qui ont ajouté un post, une réponse, ou un commentaire dans n'importe quelle forum de discussion.
fr_fr: Les apprenants qui ont ajouté un message, une réponse ou un commentaire à une discussion du cours.
he: לומדים שהוסיפו פוסט, תגובה או הערה לדיון קורס כלשהו.
hi: इन शिक्षार्थियों ने किसी पाठ्यक्रम चर्चा में अपना विज्ञापन, जवाब, या टिप्पणी दी।
hy_am: Ուսանողներ, ովքեր գրառել, պատասխանել կամ մեկնաբանել են որևէ դասըթացի քննարկմանը
id: Pelajar yang menambahkan postingan, tanggapan, atau komentar ke diskusi kursus apapun.
it: Studenti che hanno aggiunto un post, una risposta o un commento a qualsiasi discussione del corso.
it_it: Studenti che hanno aggiunto un post, risposta o commento ad una qualsiasi discussione del corso.
ja_jp: いずれかのディスカッションに投稿、返信またはコメントをした受講者。
ka: მსმენელებმა რომლებმაც რომელიმე კურსის განხილვას დაამატეს პუბლიკაცია, პასუხი ან კომენტარი.
nb: Studenter som la inn et innlegg, svarte eller kommenterte i en kursdiskusjon.
pl: Uczniowie, którzy dodali wypowiedź lub odpowiedź do którejś dyskusji kursu.
pl_pl: Uczniowie, którzy dodali wypowiedź lub odpowiedź do którejś dyskusji kursu.
pt_br: Alunos que adicionaram uma publicação, resposta ou comentário em qualquer tópico do curso.
pt_pt: Estudantes que adicionaram uma publicação, resposta ou comentário em qualquer discussão de curso.
ro: Elevii care au adăugat o postare, un răspuns sau un comentariu la orice discuție legată de curs.
ru: Слушатели, которые создали тему, написали ответ или комментарий к какой-либо дискуссии
sl: Učenci, ki so k kateri koli razpravi o tečaju dodali objavo, odgovor ali komentar.
sq: Nxënës që shtuan një postim, përgjigje ose koment në çdo diskutim kursi.
sv: Elever som lagt till ett inlägg, svar eller kommentar till någon diskussion.
sw_ke: Wanafunzi walioweka chapisho, jibu, au maoni kwenye majadiliano yoyote ya kozi.
te: పాఠ్యముపై చర్చలో ఒక పోస్టు, సమాధానం, లేక వ్యాఖ్య చేర్చిన విద్యార్థులు.
th: ผู้เรียนซึ่งมีการเพิ่มโพสต์ การตอบ หรือแสดง ความคิดเห็น ให้กับการอภิปรายในหลักสูตร
tr_tr: Herhangi bir dersin tartışmasına gönderi, cevap ya da yorum yazan öğrenciler.
uk: Учні, які додали посилання, відповідь або коментар до будь-якої дискусії.
uz: Har qanday kurs muhokamasiga xabar, javob yoki sharh qo'shgan o'quvchilar.

source: Content Engagement Breakdown
af_za: Inhoudbetrokkenheid
ar: تقسيم الطلّاب بحسب مشاركتهم في المحتوى
ar_sa: تفصيل مشاركة المحتوى
az: Məzmun aktivlik bölünməsi
bn_bd: বিষয়বস্তুর সাথে সংযুক্ততার ভাঙ্গন
ca: Distribució del compromís del contingut
cs: Rozdělení zapojení obsahu
da: Opdeling af indholdsengagement
de_de: Aufschlüsselung der Kursteilnahme
el: Ανάλυση προσήλωσης στο περιεχόμενο
el_gr: περιεχόμενο Ανάλυση αφοσίωσης
eo: Çöntént Éngägémént Bréäkdöwn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Distribución del compromiso con los contenidos
es_es: Análisis del compromiso del contenido
fa_ir: تجزیه محتوای تعاملی
fi: Sisällön sitoutumisen erittely
fil_ph: Pagkakasira ng Pakikipag-ugnayan sa Nilalaman
fr: Répartition du Contenu de l'Engagement
fr_ca: Répartition du contenu des activités
fr_fr: Répartition de l'engagement en matière de contenu
he: התפלגות מעורבות בתוכן
hi: विषय-वस्तु अनुबंध विश्लेषण
hu: Tartalom terheltség eloszlása
hy_am: Բովանդակության ներգրավման բաշխում
id: Rincian Keterlibatan Konten
it: Ripartizione del coinvolgimento dei contenuti
it_it: Analisi impegno del contenuto
ja_jp: コンテンツへの取り組みの分析
ka: შინაარსში ჩართულობის განშლა
lt_lt: Turinio veiklos analizė
nb: Innholdsengasjement fordeling
nl_nl: Specificatie van betrokkenheid bij inhoud
pl: Rozkład zaangażowania w treść
pl_pl: Rozkład zaangażowania w treść
pt_br: Distribuição de engajamento de conteúdo
pt_pt: Divisão do Interesse no Conteúdo
ro: Interacțiunea cu Conținutul pe Categorii
ru: Разбивка по взаимодействию с материалами
sk: Rozdelenie účasti na kurze
sl: Razčlenjena aktivnost po vsebinah
sq: Zbërthim i Angazhimit me Kursin
sv: Innehållsförlovningsuppdelning
sw_ke: Vigao Vya Yaliomo
te: పాఠ్యాంశం వాడుకతీరు వివరములు
th: ล้มเลิกเนื้อหาผูกพัน
tr_tr: İçerik Etkileşim Dağılımı
uk: Розподіл Розташування Змісту
uz: Kontent bilan ishlash tizimi

source: Video Views
af_za: Video -aansigte
ar: مشاهدات الفيديو
ar_sa: مشاهدات الفيديو
az: Video baxışları
bn_bd: ভিডিও দেখা হয়েছে
ca: Visualitzacions de vídeo
cs: Počet zhlédnutí videa
da: Videovisninger
de_de: Videoaufrufe
el: Προβολές βίντεο
el_gr: Προβολές βίντεο
eo: Vïdéö Vïéws Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Visualizaciones de video
es_es: Visualizaciones de vídeos
fa_ir: بازدیدهای ویدیو
fi: Videon katselut
fil_ph: Mga Panonood ng Video
fr: Nombre de vues
fr_ca: Visionnements vidéos
fr_fr: Vues vidéo
he: צפיות בסרטון וידאו
hi: वीडियो दर्शन
hy_am: Տեսանյութերի դիտում
id: Video Dilihat
it: Visualizzazioni video
it_it: Visualizzazioni video
ja_jp: 動画視聴数
ka: ვიდეოს ნახვები
lt_lt: Vaizdo įrašo peržiūros
nb: Videovisninger
pl: Liczba wyświetleń wideo
pl_pl: Liczba wyświetleń wideo
pt_br: Visualizações de vídeo
pt_pt: Visualizações do Vídeo
ro: vizualizarile video
ru: Просмотры видео
sk: Pozretí videa
sl: Število ogledov
sq: Shikimet e videos
sv: Videovyer
sw_ke: Maono ya Video
te: వీడియో వీక్షణలు
th: การเข้าชมวิดีโอ
tr_tr: Video İzlenme Sayısı
uk: Кількість переглядів відео
uz: Videoni ko‘rishlar.
