Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Male
af_za: Manlik
ar: ذكر
ar_sa: ذكر
az: Kişi
bn_bd: পুরুষ
ca: Home
cs: Muž
da: Mand
de_de: Männlich
el: Άνδρας
el_gr: Αρσενικός
eo: Mälé Ⱡ'σяєм ι#
es_419: Masculino
es_es: Hombre
fa_ir: مرد
fi: Uros
fil_ph: Lalaki
fr: Homme
fr_ca: Homme
fr_fr: Masculin
he: זכר
hi: पुरुष
hu: Férfi
hy_am: Արական
id: Pria
it: Uomo
it_it: Uomo
ja_jp: 男性
ka: მამრობითი
lt_lt: Vyras
nb: Mann
nl_nl: Man
pl: Mężczyzna
pl_pl: Mężczyzna
pt_br: Masculino
pt_pt: Masculino
ro: Masculin
ru: Мужской
sk: Muž
sl: Moški
sq: Mashkull
sv: Man
sw_ke: Mwanaume
te: పురుషుడు
th: ผู้ชาย
tr_tr: Erkek
uk: Чоловіча
uz: Erkak

source: Other
af_za: Ander
ar: آخر
ar_sa: آخر
az: Digər
bn_bd: অন্যান্য
ca: Altres
cs: Jiné
da: Andet
de_de: Anderer Abschluss
el: Άλλο
el_gr: Αλλα
eo: Öthér Ⱡ'σяєм ιρѕ#
es_419: Otro
es_es: Otro
fa_ir: سایر
fi: Muut
fil_ph: Iba pa
fr: Autre
fr_ca: Autre
fr_fr: Autre
he: אחר
hi: अन्य
hu: Egyéb
hy_am: Այլ
id: Lainnya
it: Altro
it_it: Altro
ja_jp: その他
ka: სხვა
lt_lt: Kita
nb: Annet
nl_nl: Anders
pl: Inne
pl_pl: Inny
pt_br: Outro
pt_pt: Outro
ro: Altele
ru: Другое
sk: Iné
sl: Drugo
sq: Tjetër
sv: Andra
sw_ke: Mwengine
te: ఇతర
th: อื่น ๆ
tr_tr: Diğer
uk: Інше
uz: Boshqalar

source: Unknown
af_za: Onbekend
ar: غير معروف
ar_sa: غير معروف
az: Bilinməyən
bn_bd: অজানা
ca: Desconegut
cs: Neznámé
da: Ukendt
de_de: Unbekannt
el: Άγνωστο
el_gr: Αγνωστος
eo: Ûnknöwn Ⱡ'σяєм ιρѕυм #
es_419: Desconocido
es_es: Desconocido
fa_ir: ناشناخته
fi: Tuntematon
fil_ph: Hindi kilala
fr: Inconnu
fr_ca: Inconnu
fr_fr: Inconnu
he: לא ידוע
hi: अपरिचित
hu: Ismeretlen
hy_am: Անհայտ
id: Tidak diketahui
it: Sconosciuto
it_it: Sconosciuto
ja_jp: 不明
ka: უცნობი
lt_lt: Nežinoma
nb: Ukjent
nl_nl: Onbekend
pl: Nieznany
pl_pl: Nieznany
pt_br: Desconhecido
pt_pt: Desconhecido
ro: Necunoscut
ru: Hеизвестный
sk: Neznáme
sl: Neznan
sq: I panjohur
sv: Okänd
sw_ke: Haijulikani
te: తెలియనిది
th: ไม่ทราบค่า
tr_tr: Bilinmiyor
uk: Невідомий
uz: Noma'lum

source: None
af_za: Geen
ar: لا شيء
ar_sa: لا شيء
az: Heç biri
bn_bd: খালি
ca: Cap
cs: Žádné
da: Ingen
de_de: Kein Schulabschluss
el: Ουδέν
el_gr: Κανένας
eo: Nöné Ⱡ'σяєм ι#
es_419: Ninguno
es_es: Nada
fa_ir: هیچکدام
fi: Ei mitään
fil_ph: wala
fr: Aucun
fr_ca: Aucun
fr_fr: Aucun
he: אף אחד
hi: कुछ नहीं
hu: Nincs
hy_am: Ոչ մեկ
id: kosong
it: Nessuno
it_it: Nessuno
ja_jp: なし
ka: არცერთი
lt_lt: Nėra
nb: Ingen
nl_nl: Geen
pl: Wcale
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Nimic
ru: Нет
sk: Žiadne
sl: Brez
sq: Asgjë
sv: Ingen
sw_ke: Hakuna
te: ఏదీ కాదు
th: ไม่ระบุ
tr_tr: Hiçbiri
uk: Немає
uz: Yo'q

source: Primary
af_za: Inleidend
ar: ابتدائي
ar_sa: أساسي
az: Əsas
bn_bd: প্রাথমিক
ca: Educació Primària
cs: Primární
da: Primær
de_de: Grundschule
el: Βασική
el_gr: Πρωταρχικός
eo: Prïmärý Ⱡ'σяєм ιρѕυм #
es_419: Primaria
es_es: Primaria
fa_ir: اولیه
fi: Ensisijainen
fil_ph: Pangunahin
fr: Primaire
fr_ca: Primaire
fr_fr: Primaire
he: יסודי
hi: मुख्य
hu: Elsődleges
hy_am: Առաջնային
id: Dasar
it: Primario
it_it: Scuola dell'obbligo
ja_jp: 小学校
ka: პირველადი
lt_lt: Pradinis
nb: Hoved
nl_nl: Lagere school
pl: Podstawowe
pl_pl: Podstawowe
pt_br: Fundamental
pt_pt: Introdutório
ro: Principal
ru: первичный
sk: Základné
sl: Osnovnošolska 1.-5. razreda
sq: Fillore
sv: Primär
sw_ke: Msingi
te: ప్రాథమిక
th: ประถมศึกษา
tr_tr: Birincil
uk: Початкова
uz: Boshlang'ich

source: Middle
af_za: Middelste
ar: وسط
ar_sa: وسط
az: Orta
bn_bd: মধ্যম
ca: Mig
cs: Střed
da: Middel
de_de: Realschule
el: Μεσαία
el_gr: Μέση
eo: Mïddlé Ⱡ'σяєм ιρѕυ#
es_419: Media
es_es: Escuela `media
fa_ir: میانه
fi: Keski
fil_ph: Gitna
fr: Milieu
fr_ca: Milieu
fr_fr: Milieu
he: חטיבת ביניים
hi: मध्य
hu: Közép
hy_am: Միջին
id: Tengah
it: Al centro
it_it: Al centro
ja_jp: 中学校
ka: საშუალო
lt_lt: Vidurys
nb: Midten
nl_nl: Midden
pl: Wypośrodkuj
pl_pl: Średnie
pt_br: Médio
pt_pt: Médio
ro: Mijloc
ru: средний
sk: Stredné
sl: Srednješolska
sq: 9-vjeçare
sv: Mitten
sw_ke: Katikati
te: మధ్య
th: มัธยมศึกษาตอนต้น
tr_tr: Orta
uk: Другого ступеня
uz: O'rta

source: Secondary
af_za: Sekondêre
ar: ثانوي
ar_sa: ثانوي
az: Orta
bn_bd: গৌণ
ca: Educació Secundària
cs: Sekundární
da: Sekundær
de_de: Sekundarschule
el: Δευτεροβάθμια
el_gr: Δευτερεύων
eo: Séçöndärý Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Secundaria
es_es: Secundaria
fa_ir: ثانویه
fi: Toissijainen
fil_ph: Pangalawa
fr: Secondaire
fr_ca: Secondaire
fr_fr: Secondaire
he: תיכון
hi: माध्यमिक
hu: Másodlagos
hy_am: Միջնակարգ կրթություն
id: Sekunder
it: Secondario
it_it: Superiori
ja_jp: 高校
ka: მეორადი
lt_lt: Vidurinis
nb: Underordnet
nl_nl: Voortgezet onderwijs
pl: Średnie
pl_pl: Średnie
pt_br: Secundário
pt_pt: Avançado
ro: Secundar
ru: Среднее образование
sk: Vyššie stredné
sl: Osnovnošolska 6..-9. razreda
sq: Dytësore
sv: Sekundär
sw_ke: Shule ya upili
te: ఉన్నత
th: มัธยมศึกษาตอนปลาย
tr_tr: İkincil
uk: Середня
uz: Ikkinchi darajali

source: Associate
af_za: Medepligtige
ar: زمالة
ar_sa: شريك
az: Dissertasiya dərəcəsi
bn_bd: সহযোগী
ca: Associat
cs: Spolupracovník
da: Associeret
de_de: Partner
el: Απόφοιτος ανώτερης σχολής διετούς διάρκειας.
el_gr: Σύντροφος
eo: Àssöçïäté Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Asociado
es_es: Asociado
fa_ir: مشارکت
fi: Kumppani
fr: Bac+2
fr_ca: Associé
fr_fr: Associé
he: הנדסאי
hi: सहयोगी
hu: Összekapcsolás
hy_am: Մասնագետ
it: Socio
it_it: Socio
ja_jp: 短大・専門学校
ka: ასოცირებული
lt_lt: Aukštojo neuniversitetinio arba aukštesniojo išsilavinimo
nb: Partner
pl: Policealne
pl_pl: Policealne
pt_br: Tecnólogo
pt_pt: Associado
ro: Asociat
ru: Незаконченное высшее
sk: Partner
sl: Višješolsaka
sv: Associera
sw_ke: Husisha
te: కళాశాల
th: อนุปริญญา
tr_tr: Ortak
uk: Приєднувати
uz: Uyushma

source: Bachelor's
af_za: Bachelor
ar: بكالوريوس
ar_sa: البكالوريوس
az: Bakalavr
bn_bd: স্নাতক
ca: Grau
cs: Bakalářský
da: Bachelor
de_de: Bachelor
el: Πτυχιούχος
el_gr: Πτυχίο
eo: Bäçhélör's Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Licenciatura
es_es: Licenciatura
fa_ir: کارشناسی
fi: Kandidaatin tutkinto
fil_ph: Bachelor&#39;s
fr: Licence
fr_ca: Baccalauréat
fr_fr: Licence
he: תואר ראשון
hi: स्नातक
hu: Bachelor
hy_am: Բակալավրի աստիճան
id: Sarjana
it: Laurea triennale
it_it: Laurea triennale
ja_jp: 大学学部
ka: ბაკალავრის
lt_lt: Bakalauras
nb: Bachelorgrad
pl: Licencjat
pl_pl: Wyższe licencjackie
pt_br: Bacharelado
pt_pt: Licenciatura
ro: Licenţă
ru: Бакалавр
sk: Bakalár
sl: Visokošolska
sq: Bachelor
sv: Kandidat
sw_ke: Shahada ya Kwanza
te: ప్రాథమిక ఉన్నత విద్య లేక బేచిలర్స్
th: ปริญญาตรี
tr_tr: Lisans derecesi
uk: Бакалавр
uz: Bakalavrlik

source: Master's
af_za: Meester s'n
ar: ماجستير
ar_sa: ماجستير
az: Magistr
bn_bd: মাস্টার্স
ca: Màster
cs: Magisterský
de_de: Master
el: Μεταπτυχιακό
el_gr: Master&#39;s
eo: Mästér's Ⱡ'σяєм ιρѕυм ∂#
es_419: Máster
es_es: Máster
fa_ir: کارشناسی ارشد
fi: Masterin
fil_ph: Master&#39;s
fr: Master
fr_ca: Maîtrise
fr_fr: Master
he: תואר שני
hi: स्नातकोत्तर
hu: Mester
hy_am: Մագիստրոսի աստիճան
id: Master
it: Maestro
it_it: Master
ja_jp: 大学院（修士課程）
ka: მაგისტრის
lt_lt: Magistras
nb: Mastergrad
pl: Magisterium
pl_pl: Wyższe magisterskie
pt_br: Mestrado
pt_pt: Mestrado
ro: Master
ru: Магистр
sk: Magister
sl: Magisterij
sq: Master
sv: master~~POS=TRUNC
sw_ke: Shahada ya Pili
te: మాధ్యమిక ఉన్నత విద్య లేక మాస్టర్స్
th: ปริญญาโท
tr_tr: Yüksek Lisans Derecesi
uk: Магістр
uz: Magestrlik

source: Doctorate
af_za: Doktorsgraad
ar: دكتوراه
ar_sa: دكتوراه
az: Doktorantura
bn_bd: ডক্টরেট
ca: Doctorat
cs: Doktorát
da: Doktorgrad
de_de: Doktortitel
el: Διδακτορικό
el_gr: Διδακτορικό
eo: Döçtöräté Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Doctorado
es_es: Doctorado
fa_ir: درجه دکتری
fi: Tohtori
fr: Doctorat
fr_ca: Doctorat
fr_fr: Doctorat
he: תואר שלישי
hi: डॉक्टरेट
hu: Doktori fokozat
hy_am: Դոկտորի աստիճան
id: Doktor
it: Dottorato
it_it: Dottorato
ja_jp: 大学院（博士課程）
ka: დოქტორის
lt_lt: Daktaro laipsnis
nb: Doktorgrad
nl_nl: Doctoraat
pl: Doktor
pl_pl: Doktorat
pt_br: Doutorado
pt_pt: Doutoramento
ro: Doctorat
ru: Учёная степень
sk: Doktorát
sl: Doktorat
sq: Doktoraturë
sv: doktorsexamen
sw_ke: Shahada ya Udaktari
te: పరిశోధక విద్య
th: ปริญญาเอก
tr_tr: Doktora Derecesi
uk: Кандидатський чи докторський ступінь
uz: Doktorlik

source: Unknown Country
af_za: Onbekende land
ar: البلد غير معروف
ar_sa: دولة غير معروفة
az: Bilinməyən ölkə
bn_bd: অজানা দেশ
ca: País desconegut
cs: Neznámá země
da: Ukendt land
de_de: Unbekanntes Land
el: Άγνωστη χώρα
el_gr: Άγνωστη χώρα
eo: Ûnknöwn Çöüntrý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: País desconocido
es_es: País desconocido
fa_ir: کشور نامعلوم
fi: Tuntematon maa
fil_ph: Hindi Kilalang Bansa
fr: Pays Inconnu
fr_ca: Pays inconnu
fr_fr: Pays inconnu
he: מדינה לא ידועה
hi: अनजान देश
hu: Ismeretlen ország
hy_am: Երկիրը նշված չէ
id: Negara tidak diketahui
it: Paese sconosciuto
it_it: Paese Sconosciuto
ja_jp: 不明
ka: უცნობი ქვეყანა
lt_lt: Šalis nežinoma
nb: Ukjent land
nl_nl: Land Onbekend
pl: Kraj nieznany
pl_pl: Nieznany kraj
pt_br: País desconhecido
pt_pt: País desconhecido
ro: Țară neidentificată
ru: страна не указана
sk: Neznáma krajina
sl: Neznana država
sq: Shtet i panjohur
sv: Okänt land
sw_ke: Nchi Isiyojulikana
te: తెలియని దేశం
th: ไม่ทราบประเทศ
tr_tr: Bilinmeyen Ülke
uk: Невідома країна
uz: Noma'lum mamlakat

source: Submissions
af_za: Voorleggings
ar: التقديمات
ar_sa: التقديمات
az: Göndərilənlər
bn_bd: জমা
ca: Enviaments
cs: Řešení
da: Indsendelser
de_de: Abgaben
el: Υποβολές
el_gr: Υποβολές
eo: Süßmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Entregas
es_es: Entregas
fa_ir: ارسال‌ها
fi: Lähetykset
fil_ph: Mga pagsusumite
fr: Soumissions
fr_ca: Soumissions
fr_fr: Soumissions
he: הגשות
hi: सबमिशन
hu: Beadandók
hy_am: Ստուգողական առաջադրանքներ
id: Pendaftaran
it: Presentazioni
it_it: Invii
ja_jp: 提出
ka: ცდები
lt_lt: Pateiktys
nb: Innleveringer
nl_nl: Inzendingen
pl: Zgłoszenia
pl_pl: Zgłoszenia
pt_br: Envios
pt_pt: Submissões
ro: Cursuri trimise
ru: Контрольные задания
sk: Podania
sl: Vloge
sq: Dorëzimet
sv: Inskickade
sw_ke: Wasilisho
te: సమర్పిత అంశాలు
th: ส่งคำตอบ
tr_tr: Gönderimler
uk: Відповіді
uz: Bayonnoma

source: Submissions for Part {part_number}: {part_description}
af_za: Inhandigings vir Deel {part_number}: {part_description}
ar: التقديمات للقسم {part_number}: {part_description}
ar_sa: التقديمات للجزء {part_number} : {part_description}
az: Hissə üçün göndərilənlər {part_number}: {part_description}
bn_bd: অংশের জন্য জমা {part_number}: {part_description}
ca: Presentacions per a la part {part_number}: {part_description}
cs: Řešení pro část {part_number}: {part_description}
da: Indsendelser til del {part_number} : {part_description}
de_de: Einreichung für Teil {part_number}: {part_description}
el: Εγγραφές για το τμήμα: {part_number}: {part_description}
el_gr: Υποβολές για το μέρος {part_number} : {part_description}
eo: Süßmïssïöns för Pärt {part_number}: {part_description} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Entregas de la parte {part_number}: {part_description}
es_es: Entregas para Parte {part_number}: {part_description}
fa_ir: موارد ارسالی برای قسمت {part_number}: {part_description}
fi: Osan {part_number} lähetykset: {part_description}
fil_ph: Mga pagsusumite para sa Bahagi {part_number}: {part_description}
fr: Soumissions pour l'élément {part_number}: {part_description}
fr_ca: Soumissions pour la pièce {part_number} : {part_description}
fr_fr: Soumissions pour la partie {part_number}: {part_description}
he: הגשות עבור חלק {part_number}: {part_description}
hi: भाग {part_number}: {part_description} के लिए सबमिशन
hu: Beadandók a t {part_number}: {part_description} részhez
hy_am: Մասնակի առաջադրանքներ {part_number}: {part_description}
id: Mendaftar untuk Bagian {part_number}: {part_description}
it: Contributi per la parte {part_number} : {part_description}
it_it: Invii per parte {part_number}: {part_description}
ja_jp: パート{part_number}の提出: {part_description}
ka: {part_number} ნაწილის მდელობები: {part_description}
lt_lt: Pateiktys {part_number} daliai: {part_description}
nb: Innlevering for del {part_number}: {part_description}
nl_nl: Inzendingen voor Onderdeel {part_number}: {part_description}
pl: Zgłoszenia do części {part_number}: {part_description}
pl_pl: Zgłoszenia do części {part_number}: {part_description}
pt_br: Envios para Parte {part_number}: {part_description}
pt_pt: Submissões para Parte {part_number}: {part_description}
ro: Trimiterile pentru Partea {part_number}: {part_description}
ru: Задания для части {part_number}: {part_description}
sk: Podania pre časť {part_number}: {part_description}
sl: Vloge za del {part_number}: {part_description}
sq: Dorëzimet për Pjesën {part_number}: {part_description}
sv: Inlämnanden för del {part_number}: {part_description}
sw_ke: Wasilisho kwa ajili ya Sehemu {part_number}: {part_description}
te: ఈ భాగము కింద సమర్పిత అంశాలు {part_number}: {part_description}
th: การส่งคำตอบสำหรับส่วนที่ {part_number}: {part_description}
tr_tr: {part_number} bölümü için öneriler: {part_description}
uk: Відповіді для Частини {part_number}: {part_description}
uz: Qism uchun materiallar {part_number}:{part_description}

source: Part {part_number}: {part_description}
af_za: Deel {part_number}: {part_description}
ar: القسم {part_number}: {part_description}
ar_sa: الجزء {part_number} : {part_description}
az: Hissə {part_number}: {part_description}
bn_bd: অংশ {part_number}: {part_description}
cs: Část {part_number}: {part_description}
da: Del {part_number} : {part_description}
de_de: Teil {part_number}: {part_description}
el: Τμήμα {part_number}: {part_description}
el_gr: Μέρος {part_number} : {part_description}
eo: Pärt {part_number}: {part_description} Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Parte {part_number}: {part_description}
es_es: Parte {part_number}: {part_description}
fa_ir: قسمت {part_number}: {part_description}
fi: Osa {part_number}: {part_description}
fil_ph: Bahagi {part_number}: {part_description}
fr: Elément {part_number}: {part_description}
fr_ca: Pièce {part_number} : {part_description}
fr_fr: Partie {part_number}: {part_description}
he: חלק {part_number}: {part_description}
hi: भाग {part_number}: {part_description}
hu: Rész {part_number}: {part_description}
hy_am: Մաս {part_number}: {part_description}
id: Bagian {part_number}: {part_description}
it: Parte {part_number} : {part_description}
it_it: Parte {part_number}: {part_description}
ja_jp: パート{part_number}: {part_description}
ka: ნაწილი {part_number}: {part_description}
lt_lt: {part_number} dalis: {part_description}
nb: Del {part_number}: {part_description}
nl_nl: Onderdeel {part_number}: {part_description}
pl: Część {part_number}: {part_description}
pl_pl: Część {part_number}: {part_description}
pt_br: Parte {part_number}: {part_description}
pt_pt: Parte {part_number}: {part_description}
ro: Parte {part_number}: {part_description}
ru: Часть {part_number}: {part_description}
sk: Časť {part_number}: {part_description}
sl: Del {part_number}: {part_description}
sq: Pjesa {part_number}: {part_description}
sv: Del {part_number}: {part_description}
sw_ke: Sehemu {part_number}: {part_description}
te: భాగము {part_number}: {part_description}
th: ส่วน {part_number}: {part_description}
tr_tr: Bölüm {part_number}: {part_description}
uk: Частина {part_number}: {part_description}
uz: Qism{part_number}:{part_description}

source: Submissions: {part_description}
af_za: Inhandigings: {part_description}
ar: التقديمات: {part_description}
ar_sa: التقديمات: {part_description}
az: Göndərilənlər: {part_description}
bn_bd: জমা: {part_description}
ca: Enviaments: {part_description}
cs: Řešení: {part_description}
da: Indsendelser: {part_description}
de_de: Einreichungen: {part_description}
el: Εγγραφές: {part_description}
el_gr: Υποβολές: {part_description}
eo: Süßmïssïöns: {part_description} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Entregas: {part_description}
es_es: Entregas: {part_description}
fa_ir: موارد ارسالی: {part_description}
fi: Lähetykset: {part_description}
fil_ph: Mga isinumite: {part_description}
fr: Soumissions: {part_description}
fr_ca: Soumissions : {part_description}
fr_fr: Soumissions : {part_description}
he: הגשות: {part_description}
hi: सबमिशन: {part_description}
hu: Beadandók: {part_description}
hy_am: Ստուգողական առաջադրանքներ: {part_description}
id: Pendaftaran: {part_description}
it: Contributi: {part_description}
it_it: Invii: {part_description}
ja_jp: 提出: {part_description}
ka: მცდელობები: {part_description}
lt_lt: Pateiktys: {part_description}
nb: Innleveringer: {part_description}
nl_nl: Inzendingen: {part_description}
pl: Zgłoszenia: {part_description}
pl_pl: Zgłoszenia: {part_description}
pt_br: Envios: {part_description}
pt_pt: Submissões: {part_description}
ro: Trimiteri: {part_description}
ru: Контрольные задания: {part_description}
sk: Podania: {part_description}
sl: Vloge: {part_description}
sq: Dorëzimet: {part_description}
sv: Inlägg: {part_description}
sw_ke: Wasilisho: {part_description}
te: సమర్పిత అంశాలు: {part_description}
th: ส่งคำตอบ: {part_description}
tr_tr: Gönderimler: {part_description}
uk: Відповіді: {part_description}
uz: Bayonnoma:{part_description}

source: {part_description}
eo: {part_description} Ⱡ'σяєм#

source: Submissions for Part {part_number}
af_za: Inhandigings vir Deel {part_number}
ar: التقديمات للقسم {part_number}
ar_sa: التقديمات للجزء {part_number}
az: Hissə {part_number} üçün təqdimatlar
bn_bd: জমার জন্য অংশ {part_number}
ca: Enviaments per a la part {part_number}
cs: Odevzdané práce pro část {part_number}
da: Indsendelser til del {part_number}
de_de: Einreichungen für Teil {part_number}
el: Εγγραφές για το τμήμα {part_number}
el_gr: Υποβολές για το μέρος {part_number}
eo: Süßmïssïöns för Pärt {part_number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Entregas de la parte {part_number}
es_es: Entregas para Parte {part_number}
fa_ir: موارد ارسالی برای قسمت {part_number}
fi: Lähetykset osalle {part_number}
fil_ph: Mga pagsusumite para sa Bahagi {part_number}
fr: Soumissions pour l'élément {part_number}
fr_ca: Soumissions pour la pièce {part_number}
fr_fr: Soumissions pour la partie {part_number}
he: הגשות עבור חלק {part_number}
hi: भाग {part_number} के लिए सबमिशन
hu: Beadandók a {part_number} részhez
hy_am: Մասնակի առաջադրանք {part_number}
id: Pendaftaran untuk bab {part_number}
it: Invii per la parte {part_number}
it_it: Invii per parte {part_number}
ja_jp: パート{part_number}の提出
ka: მცდელობები {part_number} ნაწილისთვის
lt_lt: Pateiktys {part_number} daliai
nb: Innleveringer for del {part_number}
nl_nl: Inzendingen voor Onderdeel {part_number}
pl: Zgłoszenia do części {part_number}
pl_pl: Zgłoszenia do części {part_number}
pt_br: Envios para Parte {part_number}
pt_pt: Submissões para Parte {part_number}
ro: Trimiterile pentru Partea {part_number}
ru: Задания для части {part_number}
sk: Podania pre časť {part_number}
sl: Vloga za del {part_number}
sq: Dorëzimet për Pjesën {part_number}
sv: Inlämnanden för del {part_number}
sw_ke: Kufikisha kwa baadhi {part_number}
te: భాగము కింద సమర్పిత అంశాలు {part_number}
th: ส่งคำตอบสำหรับส่วน {part_number}
tr_tr: {part_number} bölümü için gönderimler
uk: Відповіді для Частини {part_number}
uz: Qism uchun materiallar {part_number}

source: Part {part_number}
af_za: Deel {part_number}
ar: القسم {part_number}
ar_sa: الجزء {part_number}
az: Hissə {part_number}
bn_bd: অংশ {part_number}
cs: Část {part_number}
da: Del {part_number}
de_de: Teil {part_number}
el: Τμήμα {part_number}
el_gr: Μέρος {part_number}
eo: Pärt {part_number} Ⱡ'σяєм ιρѕυм ∂#
es_419: Parte {part_number}
es_es: Parte {part_number}
fa_ir: قسمت {part_number}
fi: Osa {part_number}
fil_ph: Bahagi {part_number}
fr: Élément {part_number}
fr_ca: Pièce {part_number}
fr_fr: Partie {part_number}
he: חלק {part_number}
hi: भाग {part_number}
hu: Rész {part_number}
hy_am: Մաս {part_number}
id: Bagian {part_number}
it: Parte {part_number}
it_it: Parte {part_number}
ja_jp: パート{part_number}
ka: ნაწილი {part_number}
lt_lt: {part_number} dalis
nb: Del {part_number}
nl_nl: Onderdeel {part_number}
pl: Część {part_number}
pl_pl: Część {part_number}
pt_br: Parte {part_number}
pt_pt: Parte {part_number}
ro: Parte {part_number}
ru: Часть {part_number}
sk: Časť {part_number}
sl: Del {part_number}
sq: Pjesa {part_number}
sv: Del {part_number}
sw_ke: Baadhi {part_number}
te: భాగము {part_number}
th: ส่วน {part_number}
tr_tr: Bölüm {part_number}
uk: Частина {part_number}
uz: Qism {part_number}

source: %(all_sections_text)s
eo: %(all_sections_text)s Ⱡ'σяєм#
ru: 1%(all_sections_text)s

source: Select Assignment Type
af_za: Kies opdragtipe
ar: اختر نوع المهمة
ar_sa: حدد نوع الواجب
az: Tapşırıq növünü seçin
bn_bd: কাজের ধরন নির্বাচন
ca: Seleccioneu el tipus d'assignació
cs: Vyberte typ zadání
da: Vælg Opgavetype
de_de: Wähle Aufgabentyp
el: Επιλογή τύπου εργασίας
el_gr: Επιλέξτε Τύπος ανάθεσης
eo: Séléçt Àssïgnmént Týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Escoja el tipo de tarea
es_es: Escoger el tipo de tarea
fa_ir: انتخاب نوع تکلیف
fi: Valitse Tehtävän tyyppi
fil_ph: Piliin ang Uri ng Takdang-aralin
fr: Sélectionnez le type de devoir
fr_ca: Sélectionnez le type de devoir
fr_fr: Sélectionnez le type de travaux
he: בחר סוג משימה
hi: कार्य प्रकार चुनें
hu: Válaszz feladattípust
hy_am: Ընտրել առաջադրանքը
id: Pilih tipe penugasan
it: Seleziona Tipo di incarico
it_it: Selezionare il tipo di compito
ja_jp: 課題タイプを選択
ka: აირჩიეთ დავალების ტიპი
lt_lt: Pasirinkite užduoties tipą
nb: Velg oppgavetype
nl_nl: Selecteer Opdracht Type
pl: Wybierz rodzaj zadania
pl_pl: Wybierz rodzaj zadania
pt_br: Selecione o tipo de tarefa
pt_pt: Selecionar Tipo de Tarefa
ro: Selectează tipul temei
ru: Выберите тип задания
sk: Vybrať typ zadania
sl: Izberi vrsto naloge
sq: Zgjedh llojin e detyrës
sv: Välj Uppgiftstyp
sw_ke: Chagua Aina ya Zoezi
te: పరీక్షను ఎంచుకొనుము
th: เลือกประเภทของการบ้าน
tr_tr: Ödev Türü Seçiniz
uk: Вибрати тип завдання
uz: Topshiriq turini tanlang

source: All Assignments
af_za: Alle opdragte
ar: جميع الواجبات
ar_sa: جميع الواجبات
az: Bütn tapşırıqlar
bn_bd: সকল বরাদ্দকৃত কাজ
ca: Totes les tasques
cs: Všechna zadání
da: Alle opgaver
de_de: Alle Aufgaben
el: Όλες οι εργασίες
el_gr: Όλες οι Εργασίες
eo: Àll Àssïgnménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Todas las tareas
es_es: Todas las tareas
fa_ir: همه‌ تکالیف
fi: Kaikki tehtävät
fil_ph: Lahat ng Assignment
fr: Toutes les tâches
fr_ca: Tous les devoirs
fr_fr: Tous les travaux
he: כל המטלות
hi: सभी कार्य
hu: Összes feladat
hy_am: Բոլոր առաջադրանքները
id: Semua penugasan
it: Tutti gli incarichi
it_it: Tutti i compiti
ja_jp: すべての課題
ka: ყველა დავალება
lt_lt: Visos užduotys
nb: Alle oppgaver
nl_nl: Alle opdrachten
pl: Wszystkie zadania
pl_pl: Wszystkie zadania
pt_br: Todas as tarefas
pt_pt: Todas as Tarefas
ro: Toate temele
ru: Все задания
sk: Všetky zadania
sl: Vse naloge
sq: Të gjitha Detyrat
sv: Alla uppdrag
sw_ke: Mazoezi Yote
te: అన్ని పరీక్షలు
th: การบ้านทั้งหมด
tr_tr: Bütün Ödevler
uk: Всі завдання
uz: Hamma topshiriqlar
