Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Daily Learner Enrollment
af_za: Daaglikse leerderinskrywing
ar: تسجيل الطلاب اليومي
ar_sa: التسجيل اليومي طالب
az: Günlük Tələbə qeydiyyatı
bn_bd: প্রতিদিনের শিক্ষার্থীর তালিকাভুক্তি
ca: Inscripció diària de l'alumne
cs: Denní zápis studentů
da: Daglig elevtilmelding
de_de: Anzahl täglich aktiver Teilnehmer
el: Καθημερινή εγγραφή σπουδαστών
el_gr: Καθημερινή εγγραφή μαθητών
eo: Däïlý Léärnér Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Inscripciones Diarias de Estudiantes
fa_ir: ثبت‌نام روزانه یادگیرنده
fi: Päivittäinen oppilaiden ilmoittautuminen
fr: Inscription quotidienne des apprenants
fr_ca: Inscription quotidienne des étudiants
fr_fr: Inscriptions journalières des apprenants
he: הרשמה יומית של לומדים
hi: दैनिक छात्र नामांकन
hy_am: Ուսանողների օրական գրանցում
id: Pendaftaran pengguna harian
it: Iscrizione giornaliera degli studenti
it_it: Iscrizione studente giornaliero
ja_jp: 日別の受講登録者数
ka: მსმენელთა ჩარიცხვები ყოველდღიურად
nb: Daglig kurspåmelding
pl: Dzienna liczba zapisów
pl_pl: Dzienna liczba zapisów
pt_br: Matriculas de alunos por dia
pt_pt: Inscrição Diária do Estudante
ro: Numărul de Înscrieri Zilnice ale Elevilor
ru: Ежедневный набор учащихся
sl: Dnevni vpis učencev
sq: Regjistrimi ditor i nxënësve
sv: Daglig lärarregistrering
sw_ke: Uandikishaji mwanafunzi kwa siku.
te: రోజువారీ విద్యార్థుల చేరిక
th: การลงทะเบียนของผู้เรียนรายวัน
tr_tr: Günlük Öğrenci Kayıtlanmaları
uk: Щоденне зарахування учнів
uz: O'quvchilarni har kuni ro'yxatga olish

source: How many learners are in my course?
af_za: Hoeveel leerders is in my kursus?
ar: ما هو عدد الطلاب في دورتي؟
ar_sa: كم عدد الطلّاب الموجود في الدورة التدريبية الخاصة بي؟
az: Kursumda neçə tələbə var?
bn_bd: কতজন শিক্ষার্থী আমার কোর্সে রয়েছে?
ca: Quants estudiants hi ha al meu curs?
cs: Kolik je v mém kurzu studentů?
da: Hvor mange kursister er der på mit kursus?
de_de: Anzahl der Teilnehmer meines Kurses
el: Πόσοι σπουδαστές είναι στον κύκλο μαθημάτων μου;
el_gr: Πόσοι μαθητές είναι στο μάθημά μου;
eo: Höw mäný léärnérs äré ïn mý çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: ¿Cuántos estudiantes hay en mi curso?
fa_ir: چند یادگیرنده در دوره آموزشی من شرکت دارند؟
fi: Kuinka monta oppijaa kurssillani on?
fil_ph: Ilang mag-aaral ang nasa kurso ko?
fr: Combien d'apprenants sont dans mon cours?
fr_ca: Combien d'étudiants sont dans mon cours?
fr_fr: Combien y a-t-il d'apprenants dans mon cours ?
he: מה מספר הלומדים בקורס שלי?
hi: मेरे कोर्स मे कितने शिक्षार्थियों हैं?
hy_am: Իմ դասընթացի ուսանողների քանակը
id: Berapa jumlah peserta pada kursus saya?
it: Quanti studenti ci sono nel mio corso?
it_it: Quanti studenti sono presenti nel mio corso?
ja_jp: この講座の受講者数は？
ka: რამდენი მსმენელია ჩემ კურსში?
nb: Hvor mange kursdeltagere er det i mitt kurs?
pl: Ilu uczniów korzysta z mojego kursu?
pl_pl: Ilu uczniów korzysta z mojego kursu?
pt_br: Quantos alunos estão no meu curso?
pt_pt: Quantos estudantes estão no meu curso?
ro: Câți elevi sunt înscriși în cursul meu?
ru: Сколько слушателей на моем курсе?
sl: Koliko učencev je v mojem tečaju?
sq: Sa student janë në kursin tim?
sv: Hur många elever är i min kurs?
sw_ke: Kuna wanafunzi wangapi kwenye kozi yangu?
te: నా పాఠ్యంలో ఎంతమంది విద్యార్థులు కలరు?
th: มีผู้เรียนจำนวนกี่คนในรายวิชาของฉัน?
tr_tr: Dersimde kaç öğrenci var?
uk: Скільки учнів знаходяться на моєму курсі?
uz: Mening kursimda nechta o'quvchi bor?

source: Enrollments
af_za: Inskrywings
ar: عمليات التسجيل
ar_sa: التسجيلات
az: Qeydiyyatlar
bn_bd: অন্তর্ভুক্ত করা
ca: Inscripcions
cs: Zápisy
da: Tilmeldinger
de_de: Einschreibungen
el: Εγγραφές
el_gr: Εγγραφές
eo: Énröllménts Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Inscripciones
es_es: Inscripciones
fa_ir: ثبت‌نام‌ها
fi: Ilmoittautumiset
fil_ph: Mga enrollment
fr: Inscriptions
fr_ca: Inscriptions
fr_fr: Inscriptions
he: הרשמות
hi: उपस्थिति पंजी
hu: Feliratkozások
hy_am: Գրանցումներ
id: Pendaftaran
it: Iscrizioni
it_it: Iscrizioni
ja_jp: 受講登録
ka: ჩარიცხვები
lt_lt: Registracija
nb: Påmeldinger
nl_nl: Inschrijvingen
pl: Zapisy
pl_pl: Zapisy
pt_br: Matrículas
pt_pt: Inscrições
ro: Înscrieri
ru: Регистрации
sk: Zápisy
sl: Vpisi
sq: Regjistrimi
sv: inskrivningar
sw_ke: Usajili
te: విద్యార్థుల చేరికలు
th: ลงทะเบียนเรียน
tr_tr: Kayıtlanmalar
uk: Зарахування на курс
uz: Ro'yxatdan o'tish.

source: This graph displays the current enrollment for the course as of the end of each day. This includes new enrollments as well as unenrollments.
af_za: Hierdie grafiek vertoon die huidige inskrywing vir die kursus aan die einde van elke dag. Dit sluit nuwe inskrywings sowel as ongenotasies in.
ar: يبيّن هذا الرسم الوضع الحالي للتسجيل في المساق محسوبًا في نهاية كل يوم. يشمل إجمالي التسجيل عمليات التسجيل الجديدة إضافة إلى إلغاء التسجيل.
ar_sa: يعرض هذا الرسم البياني التسجيل الحالي للدورة اعتبارًا من نهاية كل يوم. وهذا يشمل التسجيلات الجديدة وكذلك عمليات إلغاء التسجيل.
az: Bu qrafik hər günün sonu üzrə kursun ari qeydiyyatını göstərir. Buna yeni qeydiyyat və qeydiyyatdan cıxanlar daxildir.
bn_bd: এই লেখচিত্রটি প্রতিটি দিনের শেষের বর্তমান তালিকাভুক্তি প্রদর্শন করে । নতুন তালিকাভুক্তির পাশাপাশি তালিকাচ্যুতিও প্রকাশ করে ।
ca: Aquest gràfic mostra la matrícula actual del curs al final de cada dia. Això inclou noves matrícules i desenrollaments.
cs: Tento graf zobrazuje aktuální zápis do kurzu ke konci každého dne. To také zahrnuje nové registrace i zrušení registrace.
da: Denne graf viser den aktuelle tilmelding til kurset ved slutningen af hver dag. Dette omfatter såvel nytilmeldinger som afmeldinger.
de_de: Diese Grafik zeigt die aktuelle Einschreibung für den Kurs am Ende eines jeden Tages. Dies schließt auch neue Teilnahmen und Abbrüche mit ein.
el: Αυτό το γράφημα απεικονίζει τις τρέχουσες δηλώσεις συμμετοχής για τον κύκλο μαθημάτων έως το τέλος της ημέρας. Συμπεριλαμβάνει και τις νέες δηλώσεις συμμετοχής όπως επίσης και τις αποχωρήσεις.
el_gr: Αυτό το γράφημα εμφανίζει την τρέχουσα εγγραφή για το μάθημα στο τέλος κάθε ημέρας. Αυτό περιλαμβάνει νέες εγγραφές καθώς και μη εγγραφές.
eo: Thïs gräph dïspläýs thé çürrént énröllmént för thé çöürsé äs öf thé énd öf éäçh däý. Thïs ïnçlüdés néw énröllménts äs wéll äs ünénröllménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт ł#
es_419: Este gráfico muestra las inscripciones vigentes para el curso al final de cada día. Incluye nuevas inscripciones, y también inscripciones eliminadas.
es_es: Este grágico muestra las inscripciones actuales en el curso al final de cada día. Incluye tanto las altas como las bajas.
fa_ir: این نمودار ثبت‌نام فعلی در دوره آموزشی را در پایان روز نشان می‌دهد. این شامل ثبت‌نام‌های جدید و همچنین عدم ثبت‌نام‌ها می‌شود.
fi: Tämä kaavio näyttää kurssin nykyisen ilmoittautumisen kunkin päivän lopussa. Tämä sisältää sekä uudet ilmoittautumiset että poistuneet ilmoittautumiset.
fil_ph: Ipinapakita ng graph na ito ang kasalukuyang pagpapatala para sa kurso sa pagtatapos ng bawat araw. Kabilang dito ang mga bagong enrollment pati na rin ang mga unenrollment.
fr: Ce graphique affiche le nombre actuel d'inscriptions pour ce cours à la fin de chaque journée. Il inclue les nouvelles inscriptions, tout comme les désistements.
fr_ca: Ce graphique affiche l'inscription en cours pour le cours à la fin de chaque journée. Cela inclut de nouvelles inscriptions ainsi que les désinscriptions.
fr_fr: Ce graphique affiche les inscriptions actuelles pour le cours à la fin de chaque journée. Cela comprend les nouvelles inscriptions ainsi que les désinscriptions.
he: גרף זה מציג את ההרשמה הנוכחית לקורס בסוף כל יום. הוא כולל הרשמות חדשות כמו גם ביטולי הרשמות.
hi: यह ग्राफ़ प्रत्येक दिन के अंत तक पाठ्यक्रम के लिए वर्तमान नामांकन प्रदर्शित करता है। इसमें नए नामांकन के साथ-साथ गैर नामांकन भी शामिल हैं।
hy_am: Այս գրաֆիկը ցույց է տալիս յուրաքանչյուր օրվա վերջում գրանցումների ընդհանուր քանակը, որը ներառում է նոր մասնակիցներ, ինչպես նաև ուսանողներ, ովքեր չեղյալ են հայտարարել դասընթացի գրանցումը
it: Questo grafico mostra l&#39;iscrizione attuale al corso alla fine di ogni giornata. Ciò include sia le nuove iscrizioni che le cancellazioni.
it_it: Questo grafico visualizza l'iscrizione corrente al corso a partire dalla fine di ogni giorno. Esso include nuove iscrizioni nonché le iscrizioni annullate.
ja_jp: このグラフはこの講座の日毎の受講登録者数を示しています。新規受講登録と受講取消の数も含まれています。
ka: ეს გრაფა ყოველი დღის ბოლოს გამოსახავს კურსზე მიმდინარე ჩარიცხვებს. მოიცავს როგორც ახალ ჩარიცხვებს, ასევე, ამორიცხვებს.
nb: Denne grafen viser gjeldende påmelding til kurset som på slutten for hver dag. Dette inkluderer nye påmeldinger samt de som har avsluttet kurset
nl_nl: Deze grafiek laat de huidige hoeveelheid inschrijvingen voor de cursus zien aan het einde van elke dag. Dit houdt nieuwe inschrijvingen en uitschrijvingen in.
pl: Ten wykres pokazuje liczbę uczniów zapisanych do tego kursu na koniec każdego dnia. Uwzględniono nowe zapisy i rezygnacje.
pl_pl: Ten wykres pokazuje liczbę uczniów zapisanych do tego kursu na koniec każdego dnia. Uwzględniono nowe zapisy i rezygnacje.
pt_br: Este gráfico mostra as inscrições realizadas para o curso a partir do final de cada dia. Isso inclui novas inscrições, bem como matrículas canceladas.
pt_pt: Este gráfico mostra as inscrições atuais no curso, no final de cada dia. Estão incluídas novas inscrições, bem como os cancelamentos de inscrições.
ro: Acest grafic afișează înregistrările actuale pentru curs, la sfârșitul fiecărei zile. Aceasta include noile înregistrări, precum și anulările.
ru: Этот график показывает количество регистраций, вычисленное в конце каждого дня. Это количество включает в себя новых участников, а также слушателей, отменивших запись на курс.
sk: Tento graf zobrazuje aktuálny počet zápisov do tohto kurzu vypočítaný na konci každého dňa. To zahŕňa nové prihlásenia ako aj odhlásenia z kurzu.
sl: Diagram predstavlja trenuten vpis v tečaj do konca vsakega dneva. To obsega nove vpise kot tudi izpise.
sq: Ky grafik tregon regjistrimin aktual për kursin në fund të çdo dite. Kjo përfshin regjistrimet e reja si dhe çregjistrimet.
sv: Denna graf visar aktuell inskrivning för kursen per slutet av varje dag. Detta inkluderar nya inskrivningar såväl som unenrollments.
sw_ke: Grafu hii inaangazia usajili wa wanafunzi katika fanni kwa kila mwisho wa siku. Hii inajumuisha usajili mpya na ambao bado.
te: ప్రతి దినం చివరలో వరకి చేరిన మొత్తం విద్యార్థుల సంఖ్యని ఈ చిత్రం చూపిస్తుంది. ఇందులో కొత్తగా చేరినవారూ, తొలగిన వారూ ఉన్నారు.
th: กราฟนี้แสดงการลงทะเบียนปัจจุบันสำหรับหลักสูตร ณ จุดสิ้นสุดในแต่ละวัน ซึ่งรวมถึงการลงทะเบียนใหม่และการไม่ลงทะเบียน
tr_tr: Bu grafik her günün sonu itibariyle ders için geçerli kayıt sayısını görüntüler. Bu, yeni kayıtları kayıt olmayanlarla birlikte içerir.
uk: Цей графік показує поточний набір на курс станом на кінець кожного дня. Це включає в себе як нові зарахування на курс так і відрахування учнів.
uz: Ushbu grafik har bir kunning oxirida joriy roʻyxatdan oʻtish koʻrsatkichini aks ettiradi. Bunda roʻyxatdan oʻtishning yangi va eski koʻrsatkichlari hisoblanadi

source: Enrollment Metrics
af_za: Inskrywingstatistieke
ar: المقاييس الخاصة بعمليّات التسجيل
ar_sa: مقاييس التسجيل
az: Qeydiyyat metrikaları
bn_bd: অন্তর্ভুক্তির ছন্দ
ca: Mètriques d'inscripció
cs: Metriky zápisu
da: Tilmeldingsmålinger
de_de: Einschreibungsdaten
el: Στατιστικά συμμετοχών
el_gr: Μετρήσεις Εγγραφής
eo: Énröllmént Métrïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Métricas de inscripciones
es_es: Estadística de inscripciones
fa_ir: سنجه‌های ثبت‎‌نام
fi: Ilmoittautumismittarit
fil_ph: Mga Sukatan sa Pagpapatala
fr: Statistiques d'inscription
fr_ca: Métriques d'inscription
fr_fr: Indicateurs d'inscription
he: מדדי הרשמה
hi: नामांकन मैट्रिक्स
hu: Beiratkozás mértéke
hy_am: Դասընթացի գրանցման ցուցիչներ
id: Statistik Pendaftaran
it: Metriche di iscrizione
it_it: Metriche di iscrizione
ja_jp: 受講登録状況
ka: ჩარიცხვის მონაცემები
lt_lt: Registracijos metrika
nb: Innmeldingsstatistikk
nl_nl: Inschrijving Metrieken
pl: Statystyki zapisów
pl_pl: Statystyki zapisów
pt_br: Métricas de Matrículas
pt_pt: Métrica de Inscrições
ro: Măsurătorile Înscrierilor
ru: Метрики регистрации на курс
sk: Dáta o zápisoch
sl: Meritve vpisa
sq: Metrika të Rregjistrimit
sv: Inskrivningsmetod
sw_ke: Metriki za Usajili
te: చేరికల సంఖ్యలు
th: การลงทะเบียนเรียน
tr_tr: Kayıtlanma Metrikleri
uk: Дані про запис на курс
uz: Roʻyxatga olish koʻrsatkichlari

source: Total Enrollment
af_za: Totale inskrywing
ar: إجمالي عمليات التسجيل
ar_sa: اجمالي النسب
az: Ümumi qeydiyyat
bn_bd: সমস্ত অন্তর্ভুক্তি
ca: Inscripció total
cs: Celkový počet zápisů
da: Samlet tilmelding
de_de: Gesamteinschreibungsanzahl
el: Σύνολο συμμετοχών
el_gr: Συνολική Εγγραφή
eo: Tötäl Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Total de inscritos
es_es: Inscripción total
fa_ir: تعداد کل ثبت‌نام‌ها
fi: Ilmoittautuminen yhteensä
fil_ph: Kabuuang Enrolment
fr: Effectif total
fr_ca: Total d'inscriptions
fr_fr: Total des inscriptions
he: סה"כ הרשמה
hi: कुल नामांकन
hu: Jelentkezők összesen
hy_am: Ընդհանուր գրանցումների քանակ
id: Total pendaftaran
it: Iscrizione totale
it_it: Iscrizioni Totali
ja_jp: 総登録者数
ka: სულ ჩარიცხვები
lt_lt: Iš viso užregistruota
nb: Total antall påmeldinger
nl_nl: Totaal inschrijvingen
pl: Łącznie uczestników
pl_pl: Całkowita liczba zapisów
pt_br: Total de Matrículas
pt_pt: Total de Inscrições
ro: Număr total de înscrieri
ru: Всего зарегистрировано
sk: Celkovo zapísaných
sl: Vsi vpisi
sq: Numri i përgjitshëm i të regjistruarve
sv: Total inskrivning
sw_ke: Jumla ya Usajili
te: మొత్తం చేరికలు
th: ลงทะเบียนเรียนทั้งหมด
tr_tr: Toplam Kayıt
uk: Загальне число зарахування студентів
uz: Umumiy ro'yxatdan o'tish

source: Learners who ever enrolled in the course.
af_za: Leerders wat ooit by die kursus ingeskryf het.
ar: الطلاب الذين سجلوا في هذه الدورة.
ar_sa: الطلّاب الذين سبق لهم التسجيل في الدورة.
az: Kursa qeydiyyatdan keçmiş tələbələr.
bn_bd: শিক্ষার্থীগণ যারা সবসময় কোর্সে অন্তর্ভুক্ত আছেন ।
ca: Aprenents que s'hagin inscrit en el curs.
cs: Studenti, kteří někdy byli do tohoto kurzu zapsáni.
da: Elever, der nogensinde har tilmeldt sig kurset.
de_de: Anzahl Kurs-Teilnehmer Gesamt
el: Σπουδαστές που εγγράφηκαν ποτέ στον κύκλο μαθημάτων.
el_gr: Μαθητές που εγγράφηκαν ποτέ στο μάθημα.
eo: Léärnérs whö évér énrölléd ïn thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Estudiantes que alguna vez se inscribieron en el curso.
fa_ir: یادگیرندگانی که تا به‌حال در دوره آموزشی ثبت‌نام کرده‌اند.
fi: Kurssille koskaan ilmoittautuneet opiskelijat.
fil_ph: Mga mag-aaral na nag-enroll sa kurso.
fr: Etudiants qui se sont inscrits au cours.
fr_ca: Les étudiants qui se sont inscrits au cours.
fr_fr: Les apprenants qui se sont déjà inscrits au cours.
he: לומדים שנרשמו אי פעם לקורס.
hi: इन शिक्षार्थियों ने कभी पाठ्यक्रम में दाखिला लिया।
hy_am: Դասընթացին երբևէ գրանցված ուսանողներ
id: Peserta yang pernah mendaftar kursus.
it: Studenti che si sono mai iscritti al corso.
it_it: Studenti che si sono mai iscritti al corso.
ja_jp: 本講座に登録したことのある受講者。
ka: მსმენელები, რომლებიც როდესმე ჩარიცხულან ამ კურსზე.
nb: Studenter totalt som har meldt seg på kurset.
pl: Wszyscy uczniowie zapisani do tego kursu.
pl_pl: Wszyscy uczniowie zapisani do tego kursu.
pt_br: Alunos que já se matricularam no curso.
pt_pt: Alunos que já se inscreveram no curso.
ro: Elevii care s-au înscris la curs.
ru: Слушатели, которые когда-либо регистрировались на данный курс.
sl: Učenci, ki so se kdaj vpisali na tečaj.
sq: Nxënësit që janë regjistruar ndonjëherë në kurs.
sv: Elever som någonsin deltagit i kursen.
sw_ke: Wanafunzi waliowahi kuandikishwa kwenye kozi.
te: పాఠ్యంలో ఏదో ఒక సమయంలో చేరిన విద్యార్థుల సంఖ్య.
th: ผู้เรียนที่เคยลงทะเบียนในรายวิชานี้
tr_tr: Derse hiç kayıt yaptırmayan öğrenciler.
uk: Учні, які колись навчалися на курсі.
uz: Kursda qatnashgan o'quvchilar.

source: Current Enrollment
af_za: Huidige inskrywing
ar: التسجيل الحاليّ
ar_sa: التسجيل الحالي
az: Cari qeydiyyat
bn_bd: বর্তমান অন্তর্ভুক্তি
ca: Inscripció actual
cs: Současný zápis
da: Nuværende tilmelding
de_de: Aktuelle Einschreibungen
el: Τρέχουσα εγγραφή
el_gr: Τρέχουσα εγγραφή
eo: Çürrént Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Inscripción Actual
es_es: Inscripción actual
fa_ir: ثبت‌نام جاری
fi: Nykyinen ilmoittautuminen
fil_ph: Kasalukuyang Enrollment
fr: Inscriptions Courantes
fr_ca: Inscription actuelle
fr_fr: Inscriptions actuelles
he: הרשמה נוכחית
hi: मौजूदा नामांकन
hy_am: Ընթացիկ գրանցումներ
id: Jumlah Pendaftaran Saat Ini
it: Iscrizione attuale
it_it: Iscrizione corrente
ja_jp: 現在の登録者数
ka: მიმდინარე ჩარიცხვა
lt_lt: Dabartinė registracija
nb: Påmeldinger så langt
nl_nl: Huidige inschrijving
pl: Aktualna liczba zapisów
pl_pl: Aktualna liczba zapisów
pt_br: Matrículas vigentes
pt_pt: Inscrição Atual
ro: Înscrierile actuale
ru: Количество регистраций
sk: Aktuálne zapísaných
sl: Trenutni vpisi
sq: Regjistrimet momentale
sv: Nuvarande Inskrivning
sw_ke: Usajili wa Sasa
te: ప్రస్తుతపు చేరికలు
th: การลงทะเบียนปัจจุบัน
tr_tr: Şu Anki Kayıt
uk: Поточна кількість підписок на курс
uz: Hozir ro'yxatdan o'tish

source: Learners currently enrolled in the course.
af_za: Leerders is tans ingeskryf vir die kursus.
ar: الطلاب المسجلين حالياً في الدورة.
ar_sa: الطلّاب مسجل حاليًا في الدورة.
az: Cari olaraq kursa qeydiyyatdan keçmiş tələbələr.
bn_bd: শিক্ষার্থীগন যারা কোর্সে অন্তর্ভুক্ত আছেন ।
ca: Aprenents actualment inscrits al curs.
cs: Studenti, kteří jsou současně zapsáni v tomto kurzu.
da: Elever, der i øjeblikket er tilmeldt kurset.
de_de: Anzahl Kurs-Teilnehmer Aktuell
el: Οι σπουδαστές που είναι εγγεγραμμένοι αυτήν τη στιγμή στον κύκλο μαθημάτων.
el_gr: Οι μαθητές που είναι εγγεγραμμένοι αυτήν τη στιγμή στο μάθημα.
eo: Léärnérs çürréntlý énrölléd ïn thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Estudiantes inscritos actualmente en el curso.
fa_ir: یادگیرندگانی که اکنون در دوره آموزشی ثبت‌نام کرده‌اند.
fi: Kurssille tällä hetkellä ilmoittautuneet opiskelijat.
fil_ph: Mga mag-aaral na kasalukuyang naka-enroll sa kurso.
fr: Etudiants actuellement inscrits au cours.
fr_ca: Les étudiants actuellement inscrits au cours.
fr_fr: Les apprenants actuellement inscrits au cours.
he: לומדים הרשומים כעת בקורס.
hi: वर्तमान में पाठ्यक्रम में नामांकित शिक्षार्थियों।
hy_am: Ներկայումս այս դասընթացին գրանցված ուսանողներ
id: Pengguna yang saat ini terdaftar di dalam kursus
it: Studenti attualmente iscritti al corso.
it_it: Studenti attualmente iscritti al corso.
ja_jp: この講座に現在登録中の受講者。
ka: ამჟამად კურსზე ჩარიცხული მსმენელები.
nb: Kursdeltagere påmeldt kurset.
pl: Uczniowie aktualnie zapisani do tego kursu.
pl_pl: Uczniowie aktualnie zapisani do tego kursu.
pt_br: Alunos atualmente matriculados no curso.
pt_pt: Estudantes inscritos atualmente no curso.
ro: Elevii înscriși în prezent la curs.
ru: Слушатели, зарегистрированные на данный курс в настоящее время
sl: Učenci, ki so trenutno vpisani v tečaj.
sq: Nxënësit e regjistruar aktualisht në kurs.
sv: Eleverna skrev för närvarande in i kursen.
sw_ke: Wanafunzi ambao kwa sasa wameandikishwa kwenye kozi.
te: పాఠ్యంలో ప్రస్తుతం చేరి ఉన్న విద్యార్థులు.
th: ผู้เรียนที่ลงทะเบียนในรายวิชา ณ ปัจจุบัน
tr_tr: Mevcut olarak derse kayıtlı öğrenciler.
uk: Кількість зареєстрованих учнів на цьому курсі
uz: Hozirda kursga yozilgan o'quvchilar.

source: Change in Last Week
af_za: Verandering in verlede week
ar: التغيّر في عدد الطلّاب المسجّلين في المساق خلال الأسبوع الماضي
ar_sa: التغيير في الأسبوع الماضي
az: Keçən həftə dəyişdi
bn_bd: এই সপ্তাহে পরিবর্তিত
ca: Canvi en la setmana passada
cs: Změna za poslední týden
da: Ændring i sidste uge
de_de: Änderungen zur letzten Woche
el: Αλλαγές την τελευταία εβδομάδα
el_gr: Αλλαγή την περασμένη εβδομάδα
eo: Çhängé ïn Läst Wéék Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Cambios en la última semana
es_es: Cambios en la semana anterior
fa_ir: تغییرات هفته گذشته
fi: Muutos viime viikolla
fil_ph: Pagbabago sa Nakaraang Linggo
fr: Changement au cours de la semaine dernière
fr_ca: Variation de la semaine dernière
fr_fr: Changement de la semaine dernière
he: שינוי בשבוע האחרון
hi: पिछले हफ्ते में बदलाव
hu: Az elmúlt heti változások
hy_am: Նախորդ շաբաթվա փոփոխություններ
id: Perubahan pada Minggu Lalu
it: Cambiamento nella scorsa settimana
it_it: Variazione nell'ultima settimana
ja_jp: 先週の変動数
ka: ცვლილება ბოლო კვირას
lt_lt: Pokytis praėjusią savaitę
nb: Endringer siste uke
nl_nl: Veranderingen sinds afgelopen week
pl: Zmiana w poprzednim tygodniu
pl_pl: Zmiana w poprzednim tygodniu
pt_br: Mudanças na última semana
pt_pt: Alterado na Semana Passada
ro: Schimbat săptămâna trecută
ru: Изменения за последнюю неделю
sk: Zmeny za minulý týždeň
sl: Spremembe v zadnjem tednu
sq: Ndryshime në Javën e fundit
sv: Förändring i förra veckan
sw_ke: Mabadiliko katika Juma Lililopita
te: చివరి వారం జరిగిన మార్పులు
th: เปลี่ยนแปลงในช่วงสัปดาห์ที่ผ่านมา
tr_tr: Son Haftadaki Değişim
uk: Динаміка за тиждень
uz: Oʻtgan haftadagi oʻzgarishlar
