Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, ar_sa, bn_bd, de_at, de_de, el, eo, es_419, eu_es, fa_ir, fil_ph, fr, he, hi, hu, it, ja_jp, ka, kk_kz, lt_lt, ms_my, nb, nl_nl, pl, pt_br, ro, ru, sk, sl, sq, sv, sw_ke, tr_tr, uk, uk_ua, uz

source: Average number of attempts per correct problem. Learners with a relatively high value compared to their peers may be struggling.
af_za: Gemiddelde aantal pogings per korrekte probleem. Leerders met 'n relatiewe hoë waarde in vergelyking met hul eweknieë kan sukkel.
ar: متوسط عدد المحاولات لكل مسألة صحيحة. قد يعاني الطلاب ذوي القيم العالية مقارنة بأقرانهم.
ar_sa: متوسط عدد المحاولات لكل مشكلة صحيحة. قد يواجه الطلّاب ذوو القيمة العالية نسبيًا مقارنة بأقرانهم صعوبات.
bn_bd: গড় সংখ্যা প্রচেষ্টা করা হয় প্রতিটি সঠিক সমস্যার জন্য। অপেক্ষাকৃত উচ্চ মূল্য তাদের সহকর্মীরা শিক্ষার্থী সংগ্রামের সঙ্গে তুলনা করতে পারে।
de_at: Durchschnittliche Anzahl Versuche pro richtigem Problem. Lernende, die im Vergleich zu ihren Mitschülern einen relativ hohen Wert haben, haben möglicherweise Schwierigkeiten.
de_de: Durchschnittliche Anzahl von Versuchen pro korrektem Problem. Lernende mit einer relativ hohen Anzahl im Vergleich zu anderen Teilnehmern könnten Probleme haben.
el: Μέσος όρος προσπαθειών ανά σωστό πρόβλημα. Οι μαθητές με σχετικά μεγαλύτερες τιμές σε σύγκριση με τους συμμαθητές τους που δυσκολεύονται.
eo: Àvérägé nümßér öf ättémpts pér çörréçt prößlém. Léärnérs wïth ä rélätïvélý hïgh välüé çömpäréd tö théïr péérs mäý ßé strügglïng. Ⱡ'σя#
es_419: Número promedio de intentos por problema correcto. Para los estudiantes con un nivel relativamente alto comparado con sus compañeros, el curso les puede estar costando.
fa_ir: میانگین تعداد دفعات تلاش به ازای هر مساله صحیح. یادگیرندگانی که نمره نسبتاً بالایی در مقایسه با همتایان خود دارندکسب کرده اند ممکن است بسیار کوشیده‌اند.
fil_ph: Average na bilang ng mga pagsubok sa bawat tamang problema. Ang mga mag-aaral na may medyo mataas na halaga kumpara sa kanilang mga kapantay ay maaaring nahihirapan.
fr: Nombre moyen de tentatives par exercice correct. Les apprenants ayant une valeur relativement élevée par rapport à leurs pairs peuvent être en difficulté.
he: מספר ניסיונות ממוצע לתשובה נכונה לבעיה. יתכן שתלמידים בעלי מספר גבוה יחסית, בהשוואה לעמיתיהם, מתקשים עם בעיה זו.
hi: सही समस्या के प्रति प्रयासों की औसत संख्या। एक अपेक्षाकृत उच्च मूल्य के अपने साथियों की तुलना में छात्रों का संघर्ष हो सकता है।
it: Numero medio di tentativi per problema corretto. Gli studenti con un valore relativamente alto rispetto ai loro pari potrebbero avere difficoltà.
ja_jp: 正解した１問あたりの平均解答数。他の受講者に比べて比較的値が大きい受講者は難しいと感じている可能性があります。
ka: თითოეული ამოცანის გასწორების მცდელობის საშუალო რიცხვი. შედარებით მაღალი შეფასების მქონე მსმენელების შედარება დანარჩენებთან, რომლებისთვისაც ამოხსნა რთულია.
kk_kz: Мәселені шешу шін жасалған әрекеттердің орташа саны.
ms_my: Purata jumlah percubaan per masalah yang betul. Pelajar dengan nilai tinggi secara relatif berbanding rakan sebaya mereka mungkin sedang bergelut.
pl: Średnia liczba podejść na poprawnie rozwiązane ćwiczenie. Uczniowie ze stosunkowo wysoką wartością w porównaniu do swoich rówieśników mogą mieć trudności z ćwiczeniami.
pt_br: Número médio de tentativas por problema correto. Estudantes com um valor relativamente alto comparado com o de seus colegas podem estar tento dificuldade.
ro: Numărul minim de încercări pentru fiecare problemă rezolvată corect. Prin comparație cu colegii lor, elevii cu un nivel relativ ridicat, pot întâmpina dificultăți.
ru: Среднее количество попыток решения задачи. Слушатели с сравнительно высокой успеваемостью среди сверстников.
sl: Povprečno število poskusov na pravilno težavo. Učenci z relativno visoko vrednostjo v primerjavi s svojimi vrstniki se lahko soočajo s težavami.
sq: Numri mesatar i përpjekjeve për problem të saktë. Nxënësit me një vlerë relativisht të lartë në krahasim me bashkëmoshatarët e tyre mund të kenë vështirësi.
sv: Genomsnittligt antal försök per rätt problem. Elever med ett relativt högt värde jämfört med sina kamrater kan ha det svårt.
sw_ke: Idadi ya wastani ya majiribio kwa kila tatizo sahihi. Wanafunzi wenye hadhi ya juu ukilinganisha na wenzao wanaweza kuwa wakijitahidi.
tr_tr: Doğru cevaba ulaşmak için yapılan deneme sayısı. Akranlarına göre daha fazla değere sahip öğrenciler öğrenmede sıkıntı yaşıyor olabilir.
uk: Середня кількість спроб на одну правильну проблему.
uk_ua: Середня кількість спроби на правильно задача . учні з відносно високою цінністю порівняно з однолітками можуть відчувати труднощі.
uz: Har bir muammo uchun oʻrtacha urinishlar soni. Boshqalarga nisbatan yuqori koʻrsatkichli oʻrganuvchilar qiyinchiliklarga duch kelishlari mumkin.

source: Number of contributions by this learner, including posts, responses, and comments.
af_za: Aantal bydraes deur hierdie leerder, insluitend poste, antwoorde en kommentaar.
ar: عدد المساهمات من هذا الطالب، يشمل المنشورات، الردود والتعليقات.
ar_sa: عدد مساهمات هذا طالب بما في ذلك المشاركات والردود والتعليقات.
bn_bd: এই শিক্ষার্থী দ্বারা অবদান হল পোস্ট, প্রতিক্রিয়া, এবং মন্তব্য সহকারে।
de_at: Anzahl der Beiträge dieses Lernenden, einschließlich Beiträgen, Antworten und Kommentaren.
el: Ποσοστό συμβολής από αυτόν τον μαθητή, εξαιρουμένων των αναρτήσεων, των απαντήσεων και των σχολίων.
eo: Nümßér öf çöntrïßütïöns ßý thïs léärnér, ïnçlüdïng pösts, réspönsés, änd çömménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Número de contribuciones por parte de este estudiante, incluyendo entradas, respuestas, y comentarios.
fa_ir: تعداد دفعات همکاری توسط این یادگیرنده، شامل ارسال مطالب، پاسخ‌ها و نظرات.
fil_ph: Bilang ng mga kontribusyon ng mag-aaral na ito, kabilang ang mga post, tugon, at komento.
fr: Nombre de contributions de cet apprenant, incluant messages, réponses et commentaires.
he: מספר התרומות שביצע לומד זה כולל פוסטים, תגובות והערות.
hi: लेखों, प्रतिक्रियाओं, और टिप्पणियों सहित इस शिक्षार्थी द्वारा योगदान की संख्या।
it: Numero di contributi di questo studente, inclusi post, risposte e commenti.
ja_jp: この受講者の投稿、返信、コメントなどの数。
ka: ამ მსმენელის წვლილი, გამოქვეყნებების, პასუხებისა და კომენტარების ჩათვლით,
kk_kz: Пікір, жауап, және ескертулерді қоса алғанда, оқушы салымдарының саны
ms_my: Jumlah sumbangan daripada pelajar ini termasuklah hantaran, respons dan ulasan.
pl: Liczba kontrybucji tego studenta, w tym postów, odpowiedzi i komentarzy.
pt_br: Número de contribuições deste estudante, incluindo postagens, respostas e comentários.
ro: Aportul acestui elev, incluzând postări, răspunsuri si comentarii.
ru: Количество сообщений, написанных данным слушателем, включая новые темы, ответы и комментарии.
sl: Število prispevkov tega učenca, vključno z objavami, odgovori in komentarji.
sq: Numri i kontributeve nga ky nxënës, duke përfshirë postimet, përgjigjet dhe komentet.
sv: Antal bidrag från denna elev, inklusive inlägg, svar och kommentarer.
sw_ke: Idadi ya wachangiaji kwa huyu mwanafunzi, ikiwa ni pamoja na machapisho, majibu, na maoni.
tr_tr: Bu öğrencinin gönderi, cevap ve yorumları dâhil tüm katkılarının sayısı.
uk: Кількість внесків цього учня, включаючи повідомлення, відповіді та коментарі.
uk_ua: Кількість внесків цього учень , включаючи публікації, відповіді та коментарі.
uz: Ushbu oʻrganuvchining harakatlari soni, jumladan postlar, javoblar va izohlar.

source: Find a learner
af_za: Soek 'n leerder
ar: ابحث عن طالب
ar_sa: ابحث عن طالب
bn_bd: শিক্ষার্থী খুঁজুন
de_at: Finden Sie einen Lernenden
el: Εύρεση μαθητή
eo: Fïnd ä léärnér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Buscar un estudiante
eu_es: Bilatu ikaslea
fa_ir: یافتن یادگیرنده
fil_ph: Maghanap ng mag-aaral
fr: Trouver un apprenant
he: חפש אחר לומד
hi: एक शिक्षार्थी खोजें
it: Trova uno studente
ja_jp: 受講者を探す
ka: იპოვე მსმენელი
kk_kz: Оқып-үйренушілерді табу
ms_my: Cari seorang pelajar
pl: Znajdź ucznia
pt_br: Encontrar um estudante
ro: Găsește un elev
ru: Найти слушателя
sl: Poiščite učenca
sq: Gjeni një nxënës
sv: Hitta en elev
sw_ke: Tafuta mwanafunzi
tr_tr: Öğrenci bul
uk: Знайти учня
uk_ua: Знайти учень
uz: Oʻrganuvchini topish

source: Cohort Groups
af_za: Kohortgroepe
ar: مجموعات الشعبة
ar_sa: مجموعات فوج
bn_bd: Cohort গোষ্ঠীসমূহ
de_at: Kohortengruppen
de_de: Grossgruppen
el: Ομάδες ακολούθων
eo: Çöhört Gröüps Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Grupos de cohorte
eu_es: Kohorte-taldeak
fa_ir: گروه‌های انجمن
fil_ph: Mga Pangkat ng Cohort
fr: Groupes de cohortes
he: קבוצות למידה
hi: सहयोगी समूह
it: Gruppi di coorte
ja_jp: コホートグループ
ka: ჯგუფები
ms_my: Kumpulan Kohort
pl: Grupa użytkowników o wspólnych cechach
pt_br: Grupos de Alunos
ro: Grupuri cu caracteristici comune
ru: Группы
sl: Kohortne skupine
sq: Grupet e Kohortës
sv: Kohortgrupper
sw_ke: Makundi Yaliofungamana
tr_tr: Topluluk Grupları
uk: Групи Когорту
uk_ua: когорту Групи

source: cohort
ar: مجموعة
bn_bd: দল
de_de: Grossgruppe
eo: çöhört Ⱡ'σяєм ιρѕυ#
es_419: cohorte
he: קבוצת למידה
ja_jp: コホート
ka: ჯგუფი

source: Enrollment Tracks
af_za: Inskrywingsspore
ar: مسارات التسجيل
ar_sa: مسارات التسجيل
bn_bd: তালিকাভুক্তি ট্র্যাক
de_at: Einschreibungswege
de_de: Einschreibe-Tracks
eo: Énröllmént Träçks Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Rutas de inscripción
fa_ir: مسیرهای ثبت‌نام
fil_ph: Mga Track sa Pagpapatala
fr: Parcours d'inscription
he: מסלולי הרשמה
hi: नामांकन ट्रैक्स
it: Tracce di iscrizione
ja_jp: 受講登録トラック
ka: ჩარიცხვის ბმულები
kk_kz: Тіркеу жолы
ms_my: Jejak Enrolmen
pl: Ścieżki kursu
pt_br: Trecho para matriculados
ro: Înregistrările Elevilor
ru: Ссылки регистрации
sl: Vpisne poti
sq: Gjurmët e regjistrimit
sv: Registreringsspår
tr_tr: Kayıtlanma Yolları
uk: Відстеження реєстрацій
uk_ua: запис Доріжки
uz: Roʻyxatdan oʻtish koʻrsatkichlari

source: enrollment_mode
bn_bd: তালিকাভুক্তি মোড
eo: énröllmént_mödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
he: מצב הרשמה

source: Hide Inactive Learners
af_za: Verberg onaktiewe leerders
ar: إخفاء المتعلمين غير الفعالين
ar_sa: إخفاء الطلّاب غير النشط
bn_bd: নিষ্ক্রিয় লার্নার্স লুকান
de_at: Inaktive Lernende verbergen
de_de: Inaktive Teilnehmer verstecken
eo: Hïdé Ìnäçtïvé Léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Ocultar estudiantes inactivos
fa_ir: پنهان‌سازی یادگیرندگان غیرفعال
fil_ph: Itago ang Inactive Learners
fr: Cacher les apprenants inactifs
he: הסתר לומדים שאינם פעילים
hi: निष्क्रिय शिक्षार्थियों को छिपाएँ
it: Nascondi studenti inattivi
ka: არააქტიური მსმენელების დამალვა
ms_my: Sorok Pelajar Tidak Aktif
pl: Ukryj nieaktywnych uczniów
pt_br: Esconder usuários inativos
ro: Ascunde elevii inactivi
ru: Скрыть неактивных учащихся
sl: Skrij neaktivne učence
sq: Fshih nxënësit joaktivë
sv: Göm inaktiva elever
tr_tr: Etkin Olmayan Öğrencileri Gizle
uk: Приховати Неактивних Учнів
uk_ua: шо в ати Неактивний учні
uz: Nofaol oʻrganuvchilarni yashirish

source: ignore_segments
bn_bd: খন্ডের উপেক্ষা
eo: ïgnöré_ségménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
he: התעלם מקטעים

source: No learners matched your criteria.
af_za: Geen leerders het aan jou kriteria voldoen nie.
ar: لا يوجد طلاب الذين يوافقون معاييرك.
ar_sa: لا يوجد الطلّاب مطابق لمعاييرك.
bn_bd: কোন শিক্ষার্থী আপনার সন্ধানের বিষয়ের সাথে মেলেনি.
de_at: Kein Lernender entsprach Ihren Kriterien.
el: Δεν βρέθηκαν μαθητές για τα κριτήριά σας.
eo: Nö léärnérs mätçhéd ýöür çrïtérïä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Ningún estudiante coincide con los criterios dados.
fa_ir: هیچ یادگیرنده‌ای با معیار شما انطباق نداشت.
fil_ph: Walang mag-aaral na tumugma sa iyong pamantayan.
fr: Aucun apprenant ne correspond à vos critères.
he: לא נמצאו לומדים המתאימים לקריטריון.
hi: कोई भी छात्र आपकी कसौटी का नही मिला।
it: Nessuno studente corrisponde ai tuoi criteri.
ja_jp: あなたの基準に合う受講者がいません。
ka: თქვენს კრიტერიუმებს არ ემთხვევა არცერთი მსმენელი.
kk_kz: Критерийге сай оқып-үйренушілер жоқ
ms_my: Tiada pelajar yang padan dengan kriteria anda.
pl: Żaden uczeń nie spełnia kryteriów.
pt_br: Nenhum estudante satisfez os seus critérios.
ro: Niciun curs nu corespunde criteriilor tale.
ru: Нет учащихся соответствующих заданным параметрам.
sl: Noben učenec ni ustrezal vašim kriterijem.
sq: Asnjë nxënës nuk përputhej me kriteret tuaja.
sv: Inga elever matchade dina kriterier.
sw_ke: Hakuna wanafunzi wanaoendana na vigezo vyako.
tr_tr: Arama kriterlerine uyan bir kullanıcı bulunamadı.
uk: Жодний учень не співпав за вашими критеріями
uk_ua: Жоден учні не відповідає вашим критеріям.
uz: Hech qaysi oʻrganuvchi mezonlaringizga mos kelmadi.

source: No learner data is currently available for your course.
af_za: Geen leerderdata is tans beskikbaar vir jou kursus nie.
ar: لا يوجد معلومات المتوفرة حالياً عن الطلاب في دورتك.
ar_sa: لا توجد بيانات طالب متاحة حاليا للدورة الخاصة بك.
bn_bd: কোন শিক্ষার্থীর তথ্য বর্তমানে আপনার কোর্সের জন্য উপলব্ধ নেই
de_at: Für Ihren Kurs sind derzeit keine Daten verfügbar.
de_de: Momentan sind keine Teilnehmerdaten für Ihren Kurs verfügbar.
el: Δεν υπάρχουν διαθέσιμα δεδομένα μαθητή για το μάθημά σας.
eo: Nö léärnér dätä ïs çürréntlý äväïläßlé för ýöür çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Actualmente no hay datos disponibles sobre los estudiantes de tu curso.
fa_ir: داده‌های هیچ یادگیرنده‌ای برای این دوره آموزشی فراهم نیست.
fil_ph: Walang data ng mag-aaral ang kasalukuyang magagamit para sa iyong kurso.
fr: Aucune donnée apprenant n'est actuellement disponible pour votre cours.
he: נתוני לומד אינם זמינים כרגע עבור הקורס שלך.
hi: आपके पाठ्यक्रम के लिए छात्र - आँकड़े अभी उपलब्ध नहीं हैं।
it: Nessun dato sugli studenti è attualmente disponibile per il tuo corso.
ja_jp: この講座の受講者データは現在ありません。
ka: ამჟამად თქვენი კურსისთვის მსმენელების მონაცემები მიუწვდომელია.
kk_kz: Қазіргі уақытта сіздің курсыңызға қол жеткізген оқушы деректері жоқ
ms_my: Tiada data pelajar yang sedang tersedia untuk kursus anda.
pl: Żadne dane dotyczące uczniów nie są obecnie dostępne dla twojego kursu.
pt_br: Nenhum dado de aluno está atualmente disponível neste curso.
ro: Momentan nu sunt disponibile date ale elevilor, pentru cursul tău.
ru: Данные о слушателях не доступны для вашего курса.
sl: Za vaš tečaj trenutno ni na voljo nobenih podatkov o učencih.
sq: Aktualisht nuk ka të dhëna për nxënësit për kursin tuaj.
sv: Ingen elevdata är för närvarande tillgänglig för din kurs.
sw_ke: Hakuna taarifa za mwanafunzi zilizopo kwa ajili ya kozi yako.
tr_tr: Dersiniz için öğrenci verisi mevcut değil.
uk: Наразі для вашого курсу не доступні дані для учнів
uk_ua: на даний час для вашого курс немає дані учень
uz: Sizning kursingiz uchun hech qaysi oʻrganuvchi maʼlumotlari mavjud emas.

source: No learners are enrolled, or course activity data has not yet been processed. Data is updated every day, so check back regularly for up-to-date metrics.
af_za: Geen leerders word ingeskryf nie, of kursusaktiwiteitsdata is nog nie verwerk nie. Data word elke dag opgedateer, so kyk gereeld terug vir bygewerkte statistieke.
ar: لم ينضم أي طالب، أو لم تتم معالجة معلومات نشاط الدورة. يتم تحديث المعلومات كل يوم، لذلك حاول مرة أخرى للحصول على مقاييس محدثة.
ar_sa: لم يتم تسجيل الطلّاب ، أو لم تتم معالجة بيانات نشاط الدورة التدريبية بعد. يتم تحديث البيانات يوميًا، لذا تحقق مرة أخرى بانتظام للحصول على أحدث المقاييس.
bn_bd: কোন কোর্সে ভর্তি করা হয়নি, বা কোর্স কার্যকলাপ তথ্য এখনো প্রক্রিয়াভুক্ত করা হয়নি। প্রতিদিন তথ্য আপডেট করা হয়, তাই আপ-টু-ডেট বৈশিষ্ট্যের মান ফিরে পেতে নিয়মিত চেক করুন।
de_at: Es sind keine Teilnehmer eingeschrieben oder Daten wurden noch nicht verarbeitet. Daten werden täglich aktualisiert. Schauen Sie daher regelmäßig vorbei, um aktuelle Messwerte zu erhalten.
el: Κανείς δεν έχει δηλώσει συμμετοχή, ή δεν υπάρχουν δεδομένα δραστηριότητας, Τα δεδομένα ενημερώνονται καθημερινά, γι' αυτό να προσπαθείτε τακτικά για ενημερωμένες μετρήσεις.
eo: Nö léärnérs äré énrölléd, ör çöürsé äçtïvïtý dätä häs nöt ýét ßéén pröçésséd. Dätä ïs üpdätéd évérý däý, sö çhéçk ßäçk régülärlý för üp-tö-däté métrïçs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт#
es_419: No hay estudiantes inscritos, o los datos de la actividad del curso aún no han sido procesados. Los datos se actualizan todos los días, así que revise regularmente para ver los datos más actualizados.
fa_ir: هیچ یادگیرنده‌ای ثبت‌نام نکرده است یا داده‌های مربوط به فعالیت دوره آموزشی هنوز پردازش نشده است. به‌صورت روزانه داده‌ها روزآمد می‌شوند، بنابراین برای سنجه‌های روزآمد، به‌طور منظم، آن را بررسی کنید.
fil_ph: Walang mga mag-aaral na naka-enroll, o hindi pa naproseso ang data ng aktibidad ng kurso. Ang data ay ina-update araw-araw, kaya bumalik nang regular para sa mga napapanahong sukatan.
fr: Pas d'apprenant inscrit, ou alors les données d'activités du cours n'ont pas encore été traités. Les donnés sont mise à jour quotidiennement, revenez régulièrement pour des métriques à jour.
he: לא נרשמו לומדים או שנתוני פעילות הקורס לא עובדו עדיין. הנתונים מתעדכנים כל יום, לכן חזור ובדוק באופן קבוע מדדים מעודכנים.
hi: छात्रों का नामांकन नही हुआ है, या पाठ्यक्रम गतिविधि आँकड़े अभी तक क्रियान्वित नहीं किए गए है।आँकड़ों में प्रतिदिन सुधार किया जाता है, इसलिए नवीनतम मेट्रिक के लिए नियमित रूप से जांच करेंं।
it: Nessuno studente è iscritto oppure i dati sulle attività del corso non sono stati ancora elaborati. I dati vengono aggiornati ogni giorno, quindi controlla regolarmente per verificare le metriche aggiornate.
ja_jp: 受講者がいないか、取り組みデータがまだ処理できていません。データは毎日更新されますので、定期的に確認してください。
ka: არცერთი მსმენელი არაა ჩართული, ან კურსის აქტივობის მონაცემები ჯერ არ დამუშავებულა. მონაცემები ყოველდღე ახლდება, ამიტომ რეგულარულად შეამოწმეთ განახლებული მაჩვენებლები.
kk_kz: Тіркелген оқушылар жоқ немесе курстық қызмет деректері әлі өңделмеген. Деректер күн сайын жаңартылып отырады, сондықтан осыған дейінгі көрсеткіштерді жүйелі түрде тексеріңіз.
ms_my: Tiada pelajar yang mendaftar atau data aktiviti kursus belum diproses lagi. Data dikemas kini setiap hari. Oleh itu, sila semak semula secara kerap untuk metrik terkini.
pl: Żadni uczniowie nie są zapisani lub dane związane z aktywnością dotyczącą kursu nie zostały przetworzone. Dane są aktualizowane codziennie, więc regularnie sprawdzaj aplikację, by zobaczyć aktualne statystyki.
pt_br: Não há alunos matriculados, ou nenhuma atividade foi computada nesse curso. As informações são atualizadas diariamente, portanto, cheque regularmente para obter métricas atualizadas.
ro: Nu sunt elevi înscriși sau datele despre activitatea cursului nu au fost încă procesate. Datele sunt actualizate în fiecare zi, verificați în mod regulat metricile actualizate.
ru: Слушатели не зарегестрированы, или деятельность курса еще не начата. Данные обновляются каждый день, поэтому рекомендуем регулярно проверять текущие показатели.
sl: Noben učenec ni vpisan ali pa podatki o dejavnosti tečaja še niso obdelani. Podatki se posodabljajo vsak dan, zato redno preverjajte, ali so na voljo posodobljene meritve.
sq: Asnjë nxënës nuk është regjistruar ose të dhënat e aktivitetit të kursit nuk janë përpunuar ende. Të dhënat përditësohen çdo ditë, prandaj kontrolloni rregullisht për metrika të përditësuara.
sv: Inga elever är inskrivna, eller kursaktivitetsdata har ännu inte bearbetats. Data uppdateras varje dag, så kolla in regelbundet för uppdaterad statistik.
sw_ke: Hakuna wanafunzi waliosajiliwa, au taarifa za shughuli za kozi hazijatayarishwa. Taarifa husasishwa kila siku, hivyo angalia nyuma mara kwa mara upate taarifa mpya.
tr_tr: Herhangi bir öğrenci kayıtlanmadı ya da ders etkinlik verileri henüz işlenmedi. Veriler her gün güncellenmektedir, dolayısıyla güncel metrikler için düzenli olarak kontrol edin.
uk: Жоден учень не зареєстрований, або дані про діяльність у курсі ще не оброблені. Дані оновлюються щодня, тому регулярно перевіряйте оновлення показників.
uk_ua: Жодні учні не запис , або дані курс ще не оброблена. дані оновлюються щодня, тому регулярно перевіряйте актуальні показники.
uz: Oʻrganuvchilar roʻyxatdan oʻtmagan yoki kurs faoliyati maʼlumotlari hali qayta ishlanmagan. Maʼlumotlar har kuni yangilanadi, shuning uchun yangi koʻrsatkichlarni muntazam ravishda tekshirib turing.

source: Learner roster controls
af_za: Leerderroosterbeheermaatreëls
ar: أدوات التحكم في قائمة الطلاب
ar_sa: ضوابط قائمة طالب
bn_bd: লার্নার রোস্টারে নিয়ন্ত্রণগুলি
de_at: Kontrolle der Teilnehmerliste
de_de: Teilnehmerlistensteuerung
eo: Léärnér röstér çöntröls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Control de estudiantes
eu_es: Ikasle-zerrendaren kontrolak
fa_ir: کنترل فهرست یادگیرندگان
fil_ph: Mga kontrol sa listahan ng mga mag-aaral
fr: Contrôles de la liste des apprenants
he: מספר הלומדים
hi: शिक्षार्थी तालिका कंट्रोल
it: Controlli dell&#39;elenco degli studenti
ja_jp: 受講者表管理
ka: მსმენელთა რეესტრის მართვის ელემენტები
kk_kz: Оқушы басқару элементтерінің тізіміне енгізілді.
ms_my: Kawalan senarai pelajar
pl: Sterowanie listą studentów
pt_br: Controle da lista de estudantes
ro: Controale pentru Lista Elevilor
ru: Контроль реестра слушателей
sl: Kontrole seznama učencev
sq: Kontrollet e listës së nxënësve
sv: Kontroller för elevlistan
tr_tr: Öğrenci çizelgesi seçenekleri
uk: Управління списком учасників
uk_ua: учень roster controls
uz: Oʻrganuvchilar roʻyxati sozlamalari

source: Search learners
af_za: Soek leerders
ar: البحث عن طلاب
ar_sa: بحث الطلّاب
bn_bd: শিক্ষার্থী অনুসন্ধান
de_at: Suchen Sie nach Lernenden
de_de: Nach Teilnehmern suchen
el: Αναζήτηση μαθητών
eo: Séärçh léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Buscar estudiantes
eu_es: Bilatu ikasleak
fa_ir: جستجوی یادگیرنده
fil_ph: Maghanap ng mga mag-aaral
fr: Cherchez parmi les apprenants
he: חפשו אחר לומדים
hi: शिक्षार्थियों तलाशें
it: Cerca studenti
ja_jp: 受講者を検索
ka: მოძებნე მსმენელები
kk_kz: Оқушыларды іздеу
ms_my: Buat carian pelajar
pl: Szukaj uczniów
pt_br: Pesquisar estudantes
ro: Caută elevi
ru: Поиск слушателей
sl: Išči učence
sq: Kërkoni nxënës
sv: Sök efter elever
sw_ke: Tafuta wanafunzi
tr_tr: Öğrencileri ara
uk: Знайти учнів
uk_ua: Пошук учні
uz: Oʻrganuvchilarni qidirish

source: N/A
ar: غير متوفّر
ar_sa: لا يوجد
de_de: nicht verfügbar
el: ΔΥ
eo: N/À Ⱡ'σяєм#
es_419: N/D
eu_es: Ez da aplikatzen
fa_ir: ناشناخته
he: לא זמין
hi: एन / ए
ja_jp: なし
ka: არ არის მონაცემები
ms_my: Tidak Berkaitan
pl: Nie Dotyczy
ru: Нет
sw_ke: Haihusiki
uk: Недоступний
uk_ua: н.д.
uz: M/E

source: Week Ending
af_za: Week eindig
ar: الأسبوع المنتهي في
ar_sa: نهاية الأسبوع
bn_bd: সপ্তাহটি শেষ
de_at: Woche endet
de_de: Wochenende
el: Τέλος εβδομάδας
eo: Wéék Éndïng Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Cierre de semana
eu_es: Astearen amaiera
fa_ir: پایان هفته
fil_ph: Katapusan ng linggo
fr: Semaine se terminant
he: סיום השבוע
hi: सप्ताह का अंत
hu: A hét véget ért
it: Fine settimana
ja_jp: 終了した週
ka: კვირის ბოლო
kk_kz: Аптаның соңы
lt_lt: Savaitė, kuri baigiasi
ms_my: Penghujung Minggu
nb: Uken som slutter den
nl_nl: Week Eindigt
pl: Koniec tygodnia
pt_br: Semana terminada em
ro: Sfârșit de săptămână
ru: Неделя, заканчивающаяся
sk: Koniec týždňa
sl: Teden se konča
sq: Fundi i javës
sv: Veckan slutar med
sw_ke: Mwisho wa wiki
tr_tr: Haftanın sonu
uk: Кінець тижня
uk_ua: Закінчення тижня
uz: Hafta soʻnggida
