Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: What is the breakdown for course learning outcomes?
af_za: Wat is die uiteensetting van kursusleeruitkomste?
ar: ما هو تقسيم نتائج تعلُم الدورة التعليمية؟
ar_sa: ما هو تقسيم نتائج التعلم بالطبع؟
az: Kurs öyrənmə nəticələri üçün bölgü nədir?
bn_bd: কোর্সের শেখার ফলাফলের ভাঙ্গন কি ?
ca: Quin és el desglossament dels resultats d'aprenentatge del curs?
cs: Jaké je rozdělení výsledků učení kurzu?
da: Hvad er opdelingen for kursets læringsudbytte?
de_de: Wie erfolgt die Aufschlüsselung der Lernergebnisse?
el: Ποια είναι η ανάλυση για τα μαθησιακά αποτελέσματα του κύκλου μαθημάτων;
el_gr: Ποια είναι η ανάλυση για τα μαθησιακά αποτελέσματα του μαθήματος;
eo: Whät ïs thé ßréäkdöwn för çöürsé léärnïng öütçömés? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: ¿Cuál es el desglose para los resultados del aprendizaje del curso?
fa_ir: تفکیک نتایج آموزش دوره چیست؟
fi: Mikä on kurssin oppimistulosten jakautuminen?
fil_ph: Ano ang breakdown para sa mga resulta ng pag-aaral ng kurso?
fr: Quelle est la répartition des résultats d'apprentissage du cours?
fr_ca: Quelle est la répartition des résultats d'apprentissage du cours?
fr_fr: Quelle est la ventilation des résultats d'apprentissage des cours ?
he: מהו הסיווג לתוצאות הלמידה בקורס?
hi: सीखने के परिणामों के लिए टूट - फूट क्या है?
hy_am: Ո՞րն է դասընթացի սովորելու արդյունքների բաշխումը
it: Qual è la ripartizione dei risultati di apprendimento del corso?
it_it: Qual è l'analisi dei risultati di apprendimento del corso?
ja_jp: 学習成果の内訳は？
pl: Jaki jest rozkład wyników nauczania?
pl_pl: Jaki jest podział efektów uczenia się w ramach kursu?
pt_br: Qual a quebra para os resultados de aprendizagem do curso?
pt_pt: Qual é a distribuição dos resultados de aprendizagem do curso?
ro: Care este defalcarea rezultatelor învățării cursului?
ru: Какова разбивка результатов обучения по курсам?
sl: Kakšna je razčlenitev učnih rezultatov predmeta?
sq: Cila është ndarja për rezultatet e të nxënit të kursit?
sv: Vad är uppdelningen för kursens lärandesultat?
sw_ke: Upi mgawanyo wa matokeo ya kujifunza ya kozi hii?
th: รายละเอียดสำหรับผลการเรียนรู้ของหลักสูตรคืออะไร
tr_tr: Kursun öğrenme çıktıları için başarısız olan neydi?
uk: Який розподіл результатів навчання за курсом?
uz: Kursni o'rganish natijalari qanday taqsimlanadi?

source: How are learners responding to questions?
af_za: Hoe reageer leerders op vrae?
ar: كيف يجيب المتعلمين على الأسئلة؟
ar_sa: كيف يتم الرد على الطلّاب ؟
az: Tələbələr suallara necə cavab verirlər?
bn_bd: শিক্ষার্থীরা প্রশ্নের উত্তর কেমন সাড়া দিচ্ছে ?
ca: Com estan els estudiants responent a les preguntes?
cs: Jak studenti odpovídají na otázky?
da: Hvordan reagerer kursisterne på spørgsmål?
de_de: In welcher Weise beantworten die Teilnehmer die Fragen?
el: Πώς απαντούν οι σπουδαστές σε ερωτήσεις;
el_gr: Πώς απαντούν οι μαθητές σε ερωτήσεις;
eo: Höw äré léärnérs réspöndïng tö qüéstïöns? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: ¿Cómo están respondiendo los estudiantes a las preguntas?
fa_ir: یادگیرندگان چگونه به سوالات پاسخ می‌دهند؟
fi: Miten oppijat vastaavat kysymyksiin?
fil_ph: Paano tumutugon ang mga mag-aaral sa mga tanong?
fr: Comment les apprenants répondent-ils aux questions?
fr_ca: Comment les apprenants répondent-ils aux questions?
fr_fr: Comment les apprenants répondent-ils aux questions ?
he: כיצד מגיבים הלומדים לשאלות?
hi: शिक्षार्थियों प्रश्नों के उत्तर कैसे दे रहे हैं?
hy_am: Ինչպե՞ս են ուսանողները պատասխանում հարցերին
it: Come rispondono gli studenti alle domande?
it_it: Come rispondono gli studenti alle domande?
ja_jp: 受講者はどのように質問に答えているのか？
pl: Jak uczniowie odpowiadają na pytania?
pl_pl: Jak uczniowie odpowiadają na pytania?
pt_br: Como os alunos estão respondendo esssas questões?
pt_pt: Como é que estudantes respondem às perguntas?
ro: Cum răspund elevii la întrebări?
ru: Как слушатели отвечают на вопросы?
sl: Kako se učenci odzivajo na vprašanja?
sq: Si u përgjigjen nxënësit pyetjeve?
sv: Hur svarar eleverna på frågor?
sw_ke: Ni vipi wanafunzi wanajibu maswali?
th: ผู้เรียนตอบคำถามอย่างไร
tr_tr: Öğrenciler sorulara nasıl cevap veriyor?
uk: Як учні відповідають на запитання?
uz: O'quvchilar savollarga qanday javob berishadi?

source: Problem Response Report
af_za: Probleemreaksieverslag
ar: تقرير إجابات المسائل
ar_sa: تقرير الاستجابة للمشكلة
az: Tapşırıq cavab hesabatı
bn_bd: সমস্যার প্রতিক্রিয়ার প্রতিবেদন
ca: Informe de resposta al problema
cs: Zpráva o odpovědi na problém
da: Rapport om problemrespons
de_de: Fehlerreport
el: Αναφορά απόκρισης προβλήματος
el_gr: Αναφορά απόκρισης προβλήματος
eo: Prößlém Réspönsé Répört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Reporte de respuestas a problemas
fa_ir: گزارش پاسخ مساله
fi: Ongelmavastausraportti
fil_ph: Ulat sa Pagtugon sa Problema
fr: Rapport sur les Réponses aux Problèmes
fr_ca: Rapport de réponse au problème
fr_fr: Rapport sur la réponse aux problèmes
he: דיווח תגובה בעייתית
hi: समस्या प्रतिक्रिया रिपोर्ट
hy_am: Խնդիրների Լուծման Հաշվետվություն
it: Rapporto sulla risposta al problema
it_it: Report di risposta al problema
ja_jp: 問題回答レポート
pl: Raport o odpowiedziach na ćwiczenie
pl_pl: Raport dotyczący reakcji na problem
pt_br: Relatório de respostas do problema
pt_pt: Relatório de Resposta ao Problema
ro: Raportul pentru Răspunsurile Problemelor
ru: Отчет о решении проблемы
sl: Poročilo o odzivu na težavo
sq: Raporti i përgjigjes së problemit
sv: Problem Respons Report
sw_ke: Ripoti ya maswali yaliyojibiwa.
th: รายงานการตอบสนองปัญหา
tr_tr: Problem Cevaplama Raporu
uk: Звіт Відповідей
uz: Muammolar haqida hisobot.

source: How are learners doing on course assignments?
af_za: Hoe gaan dit met leerders op kursusopdragte?
ar: كيف هو أداء المتعلمين في واجبات الدورة الدراسية؟
ar_sa: كيف حال الطلّاب في دورة الواجبات ؟
az: Tələbələr kurs tapşırıqlarını necə işləyirlər?
bn_bd: শিক্ষার্থীরা কোর্সের বরাদ্দকৃত কাজে কেমন করছে ?
ca: Com fan els aprenents en assignacions de curs?
cs: Jak se studentům daří plnit zadání?
da: Hvordan klarer kursisterne sig på kursusopgaver?
de_de: Wie gehen die Teilnehmer mit den Anweisungen bezüglich der Kurse um?
el: Πώς τα πάνε οι σπουδαστές στις εργασίες του κύκλου μαθημάτων;;
el_gr: Πώς τα πάνε οι εκπαιδευόμενοι στις εργασίες των μαθημάτων;
eo: Höw äré léärnérs döïng ön çöürsé ässïgnménts? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: ¿Qué desempeño tienen los estudiantes las tareas del curso?
fa_ir: یادگیرندگان در تکالیف دوره آموزشی چگونه عمل می‌کنند؟
fi: Miten oppijoilla menee kurssitehtävissä?
fil_ph: Kumusta ang mga mag-aaral sa mga takdang aralin?
fr: Comment les apprenants suivent-ils les devoirs?
fr_ca: Comment les apprenants font-ils lors des devoirs?
fr_fr: Comment les apprenants s'en sortent-ils dans leurs devoirs ?
he: כיצד מתמודדים הלומדים עם מטלות הקורס?
hi: शिक्षार्थियों पाठ्यक्रम के कार्य कैसे कर रहे हैं?
hy_am: Ինչպիսի՞ն է ուսանողների կատարողականը դասընթացի առաջադրանքներում
it: Come stanno andando gli studenti con i compiti del corso?
it_it: Come procedono gli studenti sui compiti dei corsi?
ja_jp: 受講者はどのように課題に取り組んでいる？
pl: Jak uczniowie radzą sobie z zadaniami z kursu?
pl_pl: Jak uczniowie radzą sobie z zadaniami na kursie?
pt_br: Como os alunos estão fazendo nas tarefas do curso?
pt_pt: Como está o desempenho dos estudantes nas tarefas do curso?
ro: Cum se descurcă elevii cu rezolvarea temelor primite?
ru: Как учащиеся справляются с заданиями по курсам?
sl: Kako se učenci obnesejo pri predmetnih nalogah?
sq: Si po ecin nxënësit në detyrat e kursit?
sv: Hur gör eleverna på kursuppdrag?
sw_ke: Wanafunzi wanendeleaje kwenye kazi ya kozi ?
th: ผู้เรียนทำงานที่ได้รับมอบหมายในหลักสูตรอย่างไร?
tr_tr: Öğrenciler dersteki ödevlerini nasıl yapıyor?
uk: Як учні виконують завдання курсу?
uz: O'quvchilar dars topshiriqlarini qanday bajarishmoqda?

source: What are individual learners doing?
af_za: Wat doen individuele leerders?
ar: ما الذي يفعله المتعلمون الفرديون؟
ar_sa: ماذا يفعل الطلّاب الفردي؟
az: Fərdi tələbələr necə işləyirlər?
bn_bd: পৃথক শিক্ষার্থীরা কি করছে ?
ca: Què fan els estudiants individuals?
cs: Co dělají jednotliví studenti?
da: Hvad laver de enkelte kursister?
de_de: Was macht der Einzelne?
el: Τι κάνουν οι μεμονωμένοι σπουδαστές;
el_gr: Τι κάνουν οι μεμονωμένοι μαθητές;
eo: Whät äré ïndïvïdüäl léärnérs döïng? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: ¿Qué están haciendo los estudiantes individuales?
es_es: ¿Qué están haciendo los estudiantes?
fa_ir: فراگیران فردی چه می کنند؟
fi: Mitä yksittäiset oppijat tekevät?
fil_ph: Ano ang ginagawa ng mga indibidwal na mag-aaral?
fr: Que font les étudiants individuels ?
fr_ca: Que font les apprenants individuels?
fr_fr: Que font les apprenants individuels ?
he: מה עושים לומדים יחידים?
hi: व्यक्तिगत शिक्षार्थियों क्या कर रहे हैं?
hy_am: Ի՞նչ են անում անհատական ուսանողները
id: Apa yang dilakukan oleh masing-masing peserta?
it: Cosa stanno facendo i singoli studenti?
it_it: Cosa fanno gli studenti individuali?
ja_jp: 個別の受講者は何をしている？
nb: Hva gjør de enkelte kursdeltakerne?
pl: Co robią poszczególni uczniowie?
pl_pl: Co robią poszczególni uczniowie?
pt_br: O que cada aluno está fazendo?
pt_pt: O que é que cada estudante está a fazer?
ro: Cum se descurcă elevii care studiază individual?
ru: Что делают индивидуальные слушатели?
sq: Çfarë po bëjnë nxënësit individualë?
sv: Vad gör enskilda elever?
sw_ke: Wanagenzi / Wanafunzi binafsi wanafanya nini?
th: ผู้เรียนแต่ละคนกำลังทำอะไร?
tr_tr: Tekil öğrenciler neler yapıyor?
uk: Що роблять окремі учні?
uz: Yolg'iz o'quvchilar nima qilmoqdalar?

source: Who is engaged? Who isn't?
af_za: Wie is verloof?Wie is nie?
ar: من يشارك في الدورة التعليمية؟ ومن لا يشارك؟
ar_sa: من هو المخطوب؟ من ليس كذلك؟
az: Kim aktivdir? Kim yox?
bn_bd: কে সংযুক্ত ? কেও নয় কি ?
ca: Qui es dedica? Qui no?
cs: Kdo je zapojený? Kdo ne?
da: Hvem er engageret? Hvem er ikke?
de_de: Wer ist angeleitet, wer nicht?
el: Ποιος ασχολείται; Ποιος όχι;
el_gr: Ποιος είναι αρραβωνιασμένος; Ποιος δεν είναι;
eo: Whö ïs éngägéd? Whö ïsn't? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: ¿Quién está involucrado? ¿Quién no?
es_es: ¿Quién está comprometido? ¿Quién no lo está?
fa_ir: چه کسی مشارکت میکند و چه کسی مشارکت نمیکند؟
fi: Kuka on kihloissa? Kuka ei ole?
fil_ph: Sino ang engaged? sinong hindi?
fr: Qui est engagé ? Qui ne l'est pas ?
fr_ca: Qui est engagé? Qui ne l'est pas?
fr_fr: Qui est engagé ? Qui ne l'est pas ?
he: מי מעורב? מי לא?
hi: कौन लगा हुआ है? कौन नहीं है?
hy_am: Ո՞վքեր են ներգրավված։ Ո՞վքեր ներգրավված չեն
id: Siapa yang beraktivitas? Siapa yang tidak?
it: Chi è fidanzato? Chi non lo è?
it_it: Chi è impegnato? Chi non lo è?
ja_jp: 誰が取り組んでいて、誰が取り組んでいない？
nb: Hvem er engasjert? Hvem er ikke?
pl: Kto jest zaangażowany? Kto nie jest?
pl_pl: Kto jest zaręczony? Kto nie jest?
pt_br: Quem está envolvido? Quem não está?
pt_pt: Quem está comprometido? Quem não está?
ro: Cine este implicat? Cine nu este?
ru: Кто вовлечён? Кто нет?
sl: Kdo je udeležen? Kdo ni?
sq: Kush është i fejuar? Kush nuk është?
sv: Vem är förlovad? Vem är inte?
sw_ke: Ni nani ameshiriki? Nani hakushiriki?
th: ใครมีส่วนร่วม? และใครที่ไม่มีส่วนร่วม?
tr_tr: Kim katıldı? Kim katılmadı?
uk: Хто займається? Хто ні?
uz: Kim shug'ullanadi? Kim yo'q?

source: All Learners
af_za: Alle leerders
ar: جميع المتعلّمين
ar_sa: جميع المتعلمين
az: Bütün tələbələr
bn_bd: সকল শিক্ষার্থী
ca: Tots els aprenents
cs: Všichni studenti
da: Alle kursister
de_de: Teilnehmer Gesamt
el: Όλοι οι σπουδαστές
el_gr: Όλοι οι Μαθητές
eo: Àll Léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Todos los estudiantes
es_es: Todos los estudiantes
fa_ir: همه فراگیران
fi: Kaikki oppijat
fil_ph: Lahat ng Nag-aaral
fr: Tous les apprenants
fr_ca: Tous les apprenants
fr_fr: Tous les apprenants
he: כל הלומדים
hi: सभी शिक्षार्थियों
hy_am: Բոլոր ուսանողները
id: Semua peserta
it: Tutti gli studenti
it_it: Tutti gli studenti
ja_jp: 全受講者
ka: ყველა მსმენელი
nb: Alle kursdelatgere
pl: Wszyscy studenci
pl_pl: Wszyscy uczniowie
pt_br: Todos os alunos
pt_pt: Todos os Estudantes
ro: Toți Cursanții
ru: Все слушатели
sq: Të gjithë nxënësit
sv: Alla lärare
sw_ke: Wanafunzi wote
th: ผู้เรียนทั้งหมด
tr_tr: Tüm Öğrenciler
uk: Усі студенти
uz: Hamma o'quvchilar.

source: Course ID
af_za: Kursus ID
ar: معرف الدورة
ar_sa: الرقم التعريفي للمساق
az: Kursun ID-si
bn_bd: কোর্স আইডি
ca: Identificador del curs
cs: ID kurzu
da: Kursus ID
de_de: Kurs-ID
el: Ταυτότητα μαθήματος
el_gr: Ταυτότητα μαθήματος
eo: Çöürsé ÌD Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Id de Curso
es_es: ID del curso
fa_ir: شناسه دوره آموزشی
fi: Kurssin tunnus
fr: ID du cours
fr_ca: ID de Cours
fr_fr: ID du cours
he: מזהה קורס
hi: पाठ्यक्रम आईडी
hu: Kurzus azonosító
hy_am: Դասընթացի ID
id: ID Kursus
it: ID del corso
it_it: ID del corso
ja_jp: 講座ID
ka: კურსის ID
lt_lt: Kurso identifikacijos numeris
nb: KursID
nl_nl: Cursus ID
pl: ID kursu
pl_pl: Identyfikator kursu
pt_br: ID do Curso
pt_pt: ID do Curso
ro: ID-ul cursului
ru: Идентификатор курса
sk: ID kurzu
sl: ID Tečaja
sq: ID e kursit
sv: Kursens ID
sw_ke: Kitambulisho cha Kozi
th: รหัสหลักสูตร
tr_tr: Kurs Kimliği (ID)
uk: ID курсу
uz: Kurs identifikatori.

source: Course Name
af_za: Kursus naam
ar: اسم الدورة
ar_sa: اسم المساق
az: Kursun adı
bn_bd: কোর্সের নাম
ca: Nom del curs
cs: Název kurzu
da: Kursus navn
de_de: Kursname
el: Τίτλος μαθήματος
el_gr: Όνομα Μαθήματος
eo: Çöürsé Nämé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Nombre del Curso
es_es: Nombre del curso
fa_ir: نام دوره آموزشی
fi: Kurssin nimi
fil_ph: Pangalan ng Kurso
fr: Nom du cours
fr_ca: Nom du cours
fr_fr: Nom du cours
he: שם הקורס
hi: पाठ्यक्रम का नाम
hu: Kurzus neve
hy_am: Դասընթացի անվանումը
id: Nama Kursus
it: Nome Corso
it_it: Nome Corso
ja_jp: 講座名
ka: კურსის სახელი
lt_lt: Kurso pavadinimas
nb: Kursnavn
nl_nl: Naam cursus
pl: Nazwa kursu
pl_pl: Nazwa kursu
pt_br: Nome do curso
pt_pt: Nome do Curso
ro: Numele cursului
ru: Название курса
sk: Názov kurzu
sl: Ime tečaja
sq: Emri i kursit
sv: KURSNAMN
sw_ke: Jina la Kozi
th: ชื่อหลักสูตร
tr_tr: Kurs İsmi
uk: Назва курсу
uz: Kurs nomi.

source: In Progress
af_za: Aan die gang
ar: في تقدم
ar_sa: قيد المعالجة
az: Davam edir
bn_bd: চলমান
ca: En progrés
cs: Ve zpracování
da: Behandles
de_de: In Bearbeitung
el: Σε εξέλιξη
el_gr: Σε εξέλιξη
eo: Ìn Prögréss Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: En proceso
es_es: En progreso
fa_ir: درحال پیشرفت
fi: Käynnissä
fil_ph: Isinasagawa
fr: En cours
fr_ca: En cours
fr_fr: En cours
he: בביצוע
hi: प्रगति पर है
hu: Folyamatban
hy_am: Ընթացքի մեջ
id: Sedang Berlangsung
it: In corso
it_it: In corso
ja_jp: 進行中
ka: მიმდინარეობს
lt_lt: Vykdoma
nb: Pågår
nl_nl: In Behandeling
pl: W trakcie
pl_pl: W trakcie
pt_br: Em progresso
pt_pt: Em Progresso
ro: În Progres
ru: Выполняется
sk: Spracúva sa
sl: V delu
sq: Në progres
sv: Pågående
sw_ke: Ina Endelea
th: อยู่ในระหว่างดำเนินการ
tr_tr: İşlem sürüyor
uk: Опрацьовується
uz: Jarayonda.

source: Ended
af_za: Eindig
ar: انتهى
ar_sa: انتهى
az: Bitdi
bn_bd: শেষ
ca: Finalitzat
cs: Skončilo
da: Afsluttet
de_de: Beendet
el: Λήξη
el_gr: Τελείωσε
eo: Éndéd Ⱡ'σяєм ιρѕ#
es_419: Terminó
es_es: Terminó
fa_ir: پایان یافته
fi: Päättyi
fil_ph: Natapos
fr: Terminé
fr_ca: Terminé
fr_fr: Terminé
he: הסתיים
hi: समाप्त
hy_am: Ավարտված
id: Telah Berakhir
it: Conclusa
it_it: Terminato
ja_jp: 終了
ka: დამთავრებულია
nb: Avsluttet
nl_nl: Beëindigd
pl: Koniec
pl_pl: Zakończone
pt_br: Encerrado
pt_pt: Terminado
ro: Finalizat
ru: Закончено
sk: Skončil
sl: Končano
sq: Përfundoi
sv: slutade
sw_ke: Kumalizika
th: สิ้นสุด
tr_tr: Bitti
uk: Закінчився
uz: Tugadi.

source: Not Started Yet
af_za: Nog nie begin nie
ar: لم يبدأ بعد
ar_sa: لم تبدأ بعد
az: Hələ başlamayıb
bn_bd: এখনো শুরু হয় নি
ca: No ha començat encara
cs: Ještě nezahájeno
da: Ikke startet endnu
de_de: Noch nicht angefangen
el: Δεν έχει ακόμη ξεκινήσει
el_gr: Δεν έχει ξεκινήσει ακόμα
eo: Nöt Stärtéd Ýét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: No ha empezado aún
es_es: Sin comenzar
fa_ir: هنوز آغاز نشده
fi: Ei vielä aloitettu
fil_ph: Hindi pa Nagsisimula
fr: Pas Encore Commencé
fr_ca: Pas commencé
fr_fr: Pas encore commencé
he: לא התחיל עדיין
hi: अभी तक शुरू नहीं हुआ
hy_am: Դեռ չմեկնարկած
id: Belum Dimulai
it: Non ancora iniziato
it_it: Non ancora iniziato
ja_jp: 開講前
nb: Ikke startet enda
nl_nl: Nog niet gestart
pl: Jeszcze nie zaczęto
pl_pl: Jeszcze nie rozpoczęte
pt_br: Não Iniciado Ainda
pt_pt: Ainda Não Foi Iniciado
ro: Încă nu a început
ru: Ещё не начато
sk: Ešte nezačal
sl: Še ni začeto
sq: Nuk ka filluar ende
sv: Inte igång än
sw_ke: Bado Kuanza
th: ยังไม่เริ่ม
tr_tr: Henüz başlamadı
uk: Ще не розпочато
uz: Hali boshlanmagan.

source: Start Date
af_za: Begindatum
ar: تاريخ البدء
ar_sa: تاريخ البدء
az: Başlanğıc tarixi
bn_bd: শুরুর তারিখ
ca: Data d'Inici
cs: Počáteční datum
da: Start dato
de_de: Anfangsdatum
el: Ημερομηνία Έναρξης
el_gr: Ημερομηνία έναρξης
eo: Stärt Däté Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Fecha de Inicio
es_es: Fecha de inicio
fa_ir: تاریخ شروع
fi: Aloituspäivämäärä
fil_ph: Petsa ng Pagsisimula
fr: Date de début
fr_ca: Date de début
fr_fr: Date de début
he: תאריך התחלה
hi: आरंभिक तिथि
hu: Kezdő dátum
hy_am: Մեկնարկի ամսաթիվ
id: Tanggal Mulai
it: Data di inizio
it_it: Data di inizio
ja_jp: 開始日
ka: დაწყების თარიღი
lt_lt: Pradžios data
nb: Startdato
nl_nl: Start Datum
pl: Data rozpoczęcia
pl_pl: Data rozpoczęcia
pt_br: Data de Início
pt_pt: Data de Início
ro: Data de început
ru: Дата начала
sk: Dátum začiatku
sl: Datum začetka
sq: Data e fillimit
sv: Start datum
sw_ke: Tarehe ya Kuanza
th: วันที่เริ่ม
tr_tr: Başlama Tarihi
uk: Дата початку
uz: Boshlanish vaqti.

source: End Date
af_za: Einddatum
ar: تاريخ الانتهاء
ar_sa: تاريخ الانتهاء
az: Bitmə tarixi
bn_bd: শেষের তারিখ
ca: Data de Finalització
cs: Datum ukončení
da: Slutdato
de_de: Zeitpunkt der Beendigung
el: Ημερομηνία λήξης
el_gr: Ημερομηνία λήξης
eo: Énd Däté Ⱡ'σяєм ιρѕυм ∂#
es_419: Fecha de Finalización
es_es: Fecha de finalización
fa_ir: تاریخ پایان
fi: Päättymispäivä
fil_ph: Petsa ng Pagtatapos
fr: Date de fin.
fr_ca: Date de fin
fr_fr: Date de fin
he: תאריך סיום
hi: अंतिम तिथि
hy_am: Ավարտի ամսաթիվ
id: Tanggal Selesai
it: Data di fine
it_it: Data di fine
ja_jp: 終了日
ka: დასრულების თარიღი
nb: Sluttdato
nl_nl: Einddatum
pl: Data zakończenia
pl_pl: Data końcowa
pt_br: Data Final
pt_pt: Data de Fim
ro: Data de încheiere
ru: Дата окончания
sk: Dátum konca
sl: Datum konca
sq: Data e përfundimit
sv: Slutdatum
sw_ke: Tarehe ya Kumaliza
th: วันที่จบ
tr_tr: Bitiş Tarihi
uk: Дата Закінчення
uz: Tugash vaqti

source: Status
ar: الحالة
ar_sa: الحالة
bn_bd: অবস্থা
ca: Estat
cs: Stav
el: Κατάσταση
el_gr: Κατάσταση
eo: Stätüs Ⱡ'σяєм ιρѕυ#
es_419: Estado
es_es: Estado
fa_ir: وضعیت
fi: Tila
fil_ph: Katayuan
fr: Statut
fr_ca: Statut
fr_fr: Statut
he: סטטוס
hi: स्थिति
hu: Állapot
hy_am: Կարգավիճակ
it: Stato
it_it: Stato
ja_jp: ステータス
ka: სტატუსი
lt_lt: Statusas
pl: Stan
pt_pt: Estado
ru: Состояние
sk: Stav
sq: Statusi
sw_ke: Hali ilivyo
th: สถานะ
tr_tr: Durum
uk: Статус
uz: Holat.

source: Instructor Dashboard
af_za: Instrukteur Dashboard
ar: لوحة المعلومات الخاصة بالأستاذ
ar_sa: لوحة المعلومات الخاصة بالأستاذ
az: Təlimçi paneli
bn_bd: প্রদর্শকের ড্যাশবোর্ড
ca: Panell de l'Instructor
cs: Nástěnka učitele
da: Instruktør betjeningspanel
de_de: Dozentenübersichtsseite
el: Πίνακας διδάσκοντα
el_gr: Ταμπλό εκπαιδευτή
eo: Ìnstrüçtör Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Panel de control del Instructor
es_es: Panel de control del profesor
fa_ir: آموزش صفحه کنترل
fi: Ohjaajan kojelauta
fil_ph: Dashboard ng Instruktor
fr: Tableau de bord enseignant
fr_ca: Tableau de bord enseignant
fr_fr: Dashboard des instructeurs
he: לוח הבקרה של המדריך
hi: प्रशिक्षक डैशबोर्ड
hu: Előadói irányítópult
hy_am: Դասախոսի ղեկավարման վահանակ
id: Dashboard instruktur
it: Pannello di controllo dell&#39;istruttore
it_it: Dashboard dell'istruttore
ja_jp: 講師用ダッシュボード
ka: ინსტრუქტორის მართვის დაფა
lt_lt: Lektoriaus informacinis puslapis
nb: Instruktørens instrumentpanel
nl_nl: Instructeur Dashboard
pl: Panel instruktora
pl_pl: Panel instruktora
pt_br: Painel de controle do instrutor
pt_pt: Painel do Formador
ro: Dashboard-ul Profesorului
ru: Информационная панель инструктора
sk: Palubná doska inštruktora
sl: Nadzorna plošča inštruktorja
sq: Paneli i instruktorit
sv: Instuktärspanel
sw_ke: Mkufunzi Dashboard
th: แดชบอร์ดอาจารย์ผู้สอน
tr_tr: Eğitmen Ana Paneli
uk: Панель управління викладача
uz: Yo'riqchining boshqaruv paneli

source: Courseware
af_za: Kursusware
ar: المناهج التعليمية
ar_sa: محتويات المساق
az: Kurs lenti
bn_bd: কোর্সওয়ার
ca: Cursos informatius
cs: Výukový software
da: Kursusmateriale
de_de: Kursinhalte
el: Υλικό Mαθήματος
el_gr: Μαθήματα
eo: Çöürséwäré Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Contenidos
es_es: Contenidos
fa_ir: دروس
fi: Kurssiohjelmat
fr: Cours
fr_ca: Didacticiel
fr_fr: Didacticiels
he: לומדה
hi: पाठ्यक्रम
hu: Tananyag
hy_am: Դասընթացի նյութեր
id: Perangkat Kursus
it: Materiale Didattico
it_it: Materiale Didattico
ja_jp: コースウェア
ka: შინაარსი
lt_lt: Kurso medžiaga
nb: Kursinnhold
nl_nl: Cursusmateriaal
pl: Materiały szkoleniowe
pl_pl: Materiały szkoleniowe
pt_br: Material didático
pt_pt: Material Didático
ro: Materiale curs
ru: Программное обеспечение курса
sk: Výuka
sl: Materiali za tečaj
sq: Kursi
sv: kursmaterial
sw_ke: Maudhui ya kozi
th: บทเรียน
tr_tr: Ders İçerikleri
uk: Навчальна програма
uz: Kurs dasturlari.
