Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Net difference in current enrollment in the last week.
af_za: Netto verskil in die huidige inskrywing in die afgelope week.
ar: صافي الفرق بين عمليات التسجيل الحالية ومثيلاتها في الأسبوع الماضي
ar_sa: صافي الفرق في التسجيل الحالي في الأسبوع الماضي.
az: Son həftədə cari qeydiyyatda olan fərq.
bn_bd: গত সপ্তাহের সাথে বর্তমান অন্তর্ভুক্তির সঠিক পার্থক্য ।
ca: Diferència neta de la matrícula actual en la darrera setmana.
cs: Rozdíl sítě v aktuálním zápisu za poslední týden.
da: Nettoforskel i nuværende tilmelding i den seneste uge.
de_de: Nettounterschied in der aktuellen Teilnahme in der letzten Woche.
el: Καθαρή διαφορά στις εγγραφές της τρέχουσας και της προηγούμενης εβδομάδας.
el_gr: Καθαρή διαφορά στις τρέχουσες εγγραφές την τελευταία εβδομάδα.
eo: Nét dïfférénçé ïn çürrént énröllmént ïn thé läst wéék. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Diferencia neta en las inscripciones en la última semana.
es_es: Diferencia neta en la inscripción actual en la última semana.
fa_ir: تفاوت خالص در ثبت‌نام جاری در هفته گذشته
fi: Nettoero nykyisessä ilmoittautumisessa viime viikolla.
fil_ph: Ang netong pagkakaiba sa kasalukuyang pagpapatala noong nakaraang linggo.
fr: Différence nette dans le nombre d'inscriptions la semaine passée.
fr_ca: Différence nette des inscriptions en cours lors de la dernière semaine.
fr_fr: Différence nette dans les inscriptions actuelles au cours de la dernière semaine.
he: הבדל נטו בהרשמה הנוכחית בשבוע האחרון.
hi: पिछले सप्ताह में वर्तमान नामांकन में शुद्ध अंतर।
hy_am: Անցած շաբաթվա ընթացիկ գրանցման մեջ զուտ տարբերություն:
it: Differenza netta nell&#39;iscrizione attuale nell&#39;ultima settimana.
it_it: Differenza netta nell'iscrizione corrente nell'ultima settimana.
ja_jp: 先週までの受講登録の正味差分。
ka: წინა კვირის მიმდინარე ჩარიცხვების ჯამური სხვაობა.
nb: Nettoforskjellen på antall deltakende studenter den siste uken
nl_nl: Netto verschil van ingeschreven studenten in de laatste week.
pl: Zmiana liczby zapisanych uczniów w ubiegłym tygodniu.
pl_pl: Zmiana liczby zapisanych uczniów w ubiegłym tygodniu.
pt_br: Diferença líquida de número de matrículas realizadas na última semana.
pt_pt: Racio entre as inscrição atuais e as inscrições na última semana.
ro: Diferență netă de înscrieri curente în ultima săptămână.
ru: Суммарное изменение количества зарегистрированных участников за прошлую неделю.
sk: Čistý rozdiel v počte aktuálne zapísaných za posledný týždeň.
sl: Neto razlika trenutnega vpisa v preteklem tednu.
sq: Diferenca neto në regjistrimet aktuale në javën e fundit.
sv: Netto skillnad i nuvarande anmälan under den senaste veckan.
sw_ke: Tafauti kamili ya usajili wa sasa kwenye juma lililopita.
te: చివరి వారం లోని చేరికల మధ్యని భేదము.
th: การเปลี่ยนแปลงการลงทะเบียนในปัจจุบันเทียบกับสัปดาห์ที่ผ่านมา
tr_tr: Geçen haftaki geçerli kaydın net farkı.
uk: Чиста різниця з поточного зарахування протягом останнього тижня.
uz: Soʻnggi haftadagi va joriy roʻyxatdan oʻtganlarning sof farqi.

source: Verified Enrollment
af_za: Geverifieerde inskrywing
ar: التسجيل الموثّق
ar_sa: تم التحقق من التسجيل
az: Təsdiqlənmiş qeydiyyatlar
bn_bd: যাচাইকৃত অন্তর্ভুক্তি
ca: Inscripció verificada
cs: Ověřená registrace
da: Bekræftet tilmelding
de_de: Verifizierte Einschreibung
el: Εγγραφή με πιστοποίηση
el_gr: Επαληθευμένη εγγραφή
eo: Vérïfïéd Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Inscripciones verificadas
es_es: Inscripciones verificadas
fa_ir: ثبت‌نام تاییدشده
fi: Vahvistettu ilmoittautuminen
fil_ph: Na-verify na Enrollment
fr: Inscriptions au Certificat Vérifié
fr_ca: Inscription vérifiée
fr_fr: Inscriptions vérifiées
he: הרשמות למסלול מאומת
hi: सत्यापित नामांकन
hu: Ellenőrzött feliratkozás
hy_am: Հաստատված գրանցում
id: Pendaftaran terverifikasi
it: Iscrizione verificata
it_it: Iscrizione verificata
ja_jp: 認証付き登録者数
ka: შემოწმებული ჩარიცხვა
lt_lt: Tapatybe patvirtinta registracija
nb: Bekreftet påmeldt
nl_nl: Gecontroleerde Inschrijving
pl: Ścieżka zweryfikowana
pl_pl: Zweryfikowane zapisy
pt_br: Matrícula Verificada
pt_pt: Inscrição Validada
ro: Înscriere verificată
ru: Регистраций с подтверждением личности
sk: Overený zápis
sl: Verificirani vpisi
sq: Regjistrim i verifikuar
sv: Verifierad registrering
sw_ke: Usajili Uliohakikishwa
te: సరిచూడబడిన చేరికలు
th: ยืนยันการลงทะเบียนแล้ว
tr_tr: Geçerli Kayıt
uk: Перевірений запис
uz: Tasdiqlangan roʻyxatdan oʻtganlar

source: Number of currently enrolled learners pursuing a verified certificate of achievement.
af_za: Aantal leerders wat tans ingeskrewe is, wat 'n geverifieerde sertifikaat van prestasie nastreef.
ar: عدد الطلاب المسجلين حالياً الذين يرغبون في الحصول على شهادة إنجاز للدورة.
ar_sa: عدد الطلّاب المسجلين حاليًا للحصول على شهادة إنجاز تم التحقق منها.
az: Hal-hazırda təsdiq edilmiş müvəffəqiyyət sertifikatı üzrə kursa qeydiyyatdankeçmiş tələbələrin sayı.
bn_bd: বর্তমানে অন্তর্ভুক্ত শিক্ষার্থীর সংখা যারা একটি কৃতিত্বের যাচাইকৃত সনদপত্র ক্রয় করেছেন ।
ca: Nombre d'aprenents inscrits actualment que busquen un certificat verificat d'assoliment.
cs: Počet současně zapsaných studentů usilující o verifikovaný certifikát o dokončení kurzu.
da: Antal aktuelt tilmeldte kursister, der forfølger et verificeret præstationsbevis.
de_de: Anzahl der derzeit Teilnehmenden, die ein verifiziertes Leistungszertifikat verfolgen.
el: Αριθμός εγγεγραμμένων σπουδαστών που επιδιώκουν επαληθευμένο πιστοποιητικό επιτυχίας.
el_gr: Αριθμός εγγεγραμμένων μαθητών που επιδιώκουν επαληθευμένο πιστοποιητικό επιτυχίας.
eo: Nümßér öf çürréntlý énrölléd léärnérs pürsüïng ä vérïfïéd çértïfïçäté öf äçhïévémént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Número de estudiantes inscritos que solicitaron un certificado verificado.
fa_ir: تعداد یادگیرندگانی که اکنون ثبت‌نام کرده‌اند و گواهی موفقیت تاییدشده را دنبال می‌کنند.
fi: Niiden tällä hetkellä ilmoittautuneiden oppilaiden määrä, jotka hakevat vahvistettua suoritustodistusta.
fil_ph: Bilang ng kasalukuyang naka-enroll na mga mag-aaral na humahabol sa isang na-verify na sertipiko ng tagumpay.
fr: Nombre d'étudiants actuellement inscrits poursuivant un certificat vérifié.
fr_ca: Nombre d'étudiants inscrits poursuivant une attestation vérifiée.
fr_fr: Nombre d'apprenants actuellement inscrits poursuivant un certificat de réussite vérifié.
he: מספר הלומדים הרשומים כעת והמעוניינים בתעודה מאומתת על הישגיהם.
hi: वर्तमान में नामांकित शिक्षार्थियों की संख्या उपलब्धि के एक सत्यापित प्रमाणपत्र का अनुसरण करते हुए।
hy_am: Ներկայումս գրանցված ուսանողների թիվը, ովքեր հետամուտ են դասընթացի հաջող ավարտին, ստանալ հաստատման վկայական
id: Jumlah pengguna yang mendafatar untuk mendapatkan sertifikat prestasi terverifikasi
it: Numero di studenti attualmente iscritti che perseguono un certificato di conseguimento verificato.
it_it: Numero di studenti attualmente iscritti che perseguono un certificato verificato di conseguimento.
ja_jp: 認証付き修了証を希望している現在の登録者数。
ka: ჩარიცხული მსმენელების რაოდენობა, რომლებსაც დამოწმებული სერტიფიკატის აღება სურთ.
nb: Antall deltakende studenter som jobber for å oppnå verifisert kursbevis.
pl: Liczba obecnie zapisanych uczniów, którzy starają się o świadectwo ukończenia kursu.
pl_pl: Liczba obecnie zapisanych uczniów, którzy starają się o certyfikat ukończenia kursu.
pt_br: Número de alunos atualmente matriculados buscando um certificado de conclusão verificado.
pt_pt: Número de estudantes actualmente matriculados que procuram um certificado de conclusão validado.
ro: Numărul curent al elevilor înscriși care vor să obțină un certificat autorizat de competență.
ru: Число, зарегистрированных в настоящее время слушателей, которые заинтересованы в получении подтвержденного сертификата об успешном окончании курса
sl: Število trenutno vpisanih učencev, ki si prizadevajo za potrjeno potrdilo o dosežkih.
sq: Numri i nxënësve të regjistruar aktualisht që ndjekin një Certifikatë të verifikuar të arritjeve.
sv: Antal för närvarande inskrivna elever som utför ett verifierat prestationsbevis.
sw_ke: Idadi ya wanafunzi waliojiandikisha kupata cheti cha mafanikio kilichothibitishwa.
te: పాఠ్యం పూర్తైనట్టుగా సర్టిఫికేట్ పొందగోరు ప్రస్తుత విద్యార్థుల సంఖ్య.
th: จำนวนผู้เรียนที่ลงทะเบียนในปัจจุบันที่กำลังติดตาม ใบรับรอง ผลสัมฤทธิ์ทางการเรียนที่ผ่านการตรวจสอบแล้ว
tr_tr: Onaylanmış bir başarı sertifikasını takip eden şu anda kayıtlı olan öğrencilerin sayısı.
uk: Кількість студентів, які в даний час навчаються, які пройшли перевірку сертифіката успішності.
uz: Tasdiqlangan muvaffaqiyat sertifikati uchun joriy roʻyxatdan oʻtgan oʻrganuvchilar soni

source: Master's Enrollment
af_za: Meester se inskrywing
ar: الالتحاق ببرنامج الماجستير
ar_sa: تسجيل الماجستير
az: Magistratura qeydiyyatı
ca: Inscripcions a Master.
cs: Zápis magistra
da: Magisterindskrivning
de_de: Einschreibung für Doktoranten
el: Συμμετοχές μεταπτυχιακού
el_gr: Εγγραφή Master
eo: Mästér's Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: ثبت‌نام کارشناسی ارشد
fi: Maisterin ilmoittautuminen
fil_ph: Pagpapatala ng Guro
fr: Inscription au master
fr_ca: Inscription à la maîtrise
fr_fr: Inscription en Master
hi: मास्टर नामांकन
hy_am: Ընդունելություն մագիստրատուրա
it: Iscrizione al Master
it_it: Iscrizione al Master
ja_jp: 修士受講登録
pl: Liczba magistrantów
pl_pl: Liczba magistrantów
pt_br: Matrícula Mestrado
pt_pt: Inscrições em Mestrado
ro: Înscrieri pentru Master
ru: Зачисление в магистратуру
sl: Vpis v magisterij
sq: Regjistrimi për Master
sv: Magisterprogrammets antagning
te: మాస్టర్స్ విద్యలో చేరికలు
th: การลงทะเบียนของปริญญาโท
tr_tr: Lisansüstü Kayıtlanma
uk: Запис на магістратуру
uz: Magistratura uchun roʻyxatdan oʻtish

source: Number of currently enrolled learners pursuing a Master's degree.
af_za: Aantal tans ingeskrewe leerders wat 'n meestersgraad volg.
ar: عدد الطلّاب الملتحقين الذين يحضرون حاليا لدرجة الماجستير
ar_sa: عدد الطلّاب المسجلين حاليًا للحصول على درجة الماجستير.
az: Hazırda magistr təhsili alan tələbələrin sayı.
ca: Nombre d'estudiants actualment cursant un Grau de Master.
cs: Počet současně zapsaných studentů usilujících o magisterský titul.
da: Antal aktuelt tilmeldte kursister, der forfølger en kandidatgrad.
de_de: Anzahl der derzeit eingeschriebenen Teilnehmer, welche einen Doktor Titel anstreben.
el: Αριθμός εγγεγραμμένων σπουδαστών που ακολουθούν μεταπτυχιακό δίπλωμα.
el_gr: Αριθμός εγγεγραμμένων μαθητών που ακολουθούν μεταπτυχιακό δίπλωμα.
eo: Nümßér öf çürréntlý énrölléd léärnérs pürsüïng ä Mästér's dégréé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: تعداد یادگیرندگانی که اکنون ثبت‌نام کرده‌اند و مدرک کارشناسی ارشد را پیگیری می‌کنند.
fi: Tällä hetkellä ilmoittautuneiden maisterintutkintoa suorittavien opiskelijoiden määrä.
fil_ph: Bilang ng kasalukuyang naka-enroll na mga mag-aaral na naghahabol ng Master&#39;s degree.
fr: Nombre d'apprenants actuellement inscrits en vue d'obtenir un master.
fr_ca: Nombre d'apprenants actuellement inscrits poursuivant une maîtrise.
fr_fr: Nombre d'étudiants actuellement inscrits et poursuivant un master.
hi: मास्टर डिग्री पाने की कोशिश कितने वर्तमान नामांकित शिक्षार्थियों कर रहे हैं।
hy_am: Ներկայումս գրանցված ուսանողների թիվը, ովքեր ցանկանում են մագիստրոսի կոչում ստանալ
id: Jumlah Pengguna yang mendaftar untuk mendapatkan gelar Master
it: Numero di studenti attualmente iscritti a un Master.
it_it: Numero di studenti attualmente iscritti che vogliono conseguire un Master.
ja_jp: 現在、修士号取得を目指している在籍中の学習者数。
nb: Antall innrullerte studenter som tar mastergrad.
pl: Liczba zapisanych studentów kursu magisterskiego.
pl_pl: Liczba zapisanych studentów kursu magisterskiego.
pt_br: Número de alunos atualmente matriculados que buscam um mestrado
pt_pt: Número de estudantes inscritos num curso de Mestrado.
ro: Numărul curent al studenților înscriși care vor sa obțină diploma de Master.
ru: Количество зарегистрированных в настоящее время студентов, желающих получить степень магистра.
sl: Število trenutno vpisanih študentov, ki opravljajo magisterij.
sq: Numri i nxënësve të regjistruar aktualisht që ndjekin një diplomë Master.
sv: Antal nuvarande inskrivna studerande som strävar efter en masterexamen.
te: మాస్టర్స్ విద్యని పొందగోరు ప్రస్తుత విద్యార్థుల సంఖ్య.
th: จำนวนผู้เรียนที่ลงทะเบียนเรียนในปัจจุบันที่กำลังศึกษาระดับปริญญาโท
tr_tr: Derse katılmış lisansüstü kariyer hedefleyen öğrenciler.
uk: Кількість на даний момент записаних учнів, які здобувають ступінь магістра
uz: Magistratura darajasi uchun amalda roʻyxatdan oʻtganlar soni.

source: Enrollment Over Time
af_za: Inskrywing oor tyd
ar: عدد عمليات التسجيل مع مرور الوقت
ar_sa: التسجيل مع مرور الوقت
az: Vaxt keçdikcə qeydiyyat
bn_bd: সময়ের ভিত্তিতে নিয়োগ
ca: Inscripció al llarg del temps
cs: Zápis v průběhu času
da: Tilmelding over tid
de_de: Einschreibungen über die Zeit.
el: Συμμετοχές σε βάθος χρόνου
el_gr: Εγγραφή με την πάροδο του χρόνου
eo: Énröllmént Övér Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Inscripciones sobre tiempo
es_es: Histórico de inscripciones
fa_ir: ثبت‌نام به مرور زمان
fi: Ilmoittautuminen ajan myötä
fil_ph: Pagpapatala sa Paglipas ng Panahon
fr: Inscriptions au cours du temps
fr_ca: Inscriptions au fil du temps
fr_fr: Inscriptions au fil du temps
he: הרשמות לאורך ציר הזמן
hi: समय की अवधि में नामांकन
hu: Időn túli beiratkozás
hy_am: Ժամանակի ընթացքում գրանցվողների քանակ
id: Pendaftaran Berdasar Waktu
it: Iscrizione nel tempo
it_it: Iscrizione nel tempo
ja_jp: 受講登録数の変化
ka: ჩარიცხვა დროის მიხედვით
lt_lt: Registracija per tam tikrą laiką
nb: Innmeldinger over tid
nl_nl: Inschrijvingen in de loop der tijd
pl: Zapisy w przedziale czasu
pl_pl: Zapisy w przedziale czasu
pt_br: Matrículas ao longo do tempo
pt_pt: Inscrição ao Longo do Tempo
ro: Înscrieri de-a lungul timpului
ru: Число зарегистрированных за период времени
sk: Zápisy v priebehu času
sl: Vpis v časovnem obdobju
sq: Regjistrimi me kalimin e kohës
sv: Inskrivning över tiden
sw_ke: Udahili kwa kipindi fulani
te: కాలానుగుణంగా చేరికలు
th: ลงทะเบียนล่วงเวลา
tr_tr: Zamana Göre Kayıtlanmalar
uk: Зарахування в залежності від часу
uz: Maʼlum vaqt ichida roʻyxatdan oʻtganlar soni

source: How old are my learners?
af_za: Hoe oud is my leerders?
ar: ما هو عمر طلابي؟
ar_sa: كم عمر الطلّاب الخاص بي ؟
az: Mənim tələbələrim neçə yaşındadırlar?
bn_bd: আমার শিক্ষার্থীদের বয়স কত?
ca: Quants anys tens els meus alumnes?
cs: Jak staří jsou moji studenti?
da: Hvor gamle er mine kursister?
de_de: Alter der Teilnehmer
el: Πόσο χρονών είναι οι σπουδαστές μου;
el_gr: Πόσο χρονών είναι οι μαθητές μου;
eo: Höw öld äré mý léärnérs? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: ¿Cuántos años tienen mis estudiantes?
fa_ir: یادگیرندگان شرکت‌کننده در دوره آموزشی من چند سال دارند؟
fi: Kuinka vanhoja oppijani ovat?
fil_ph: Ilang taon na ang aking mga mag-aaral?
fr: Quel âge ont mes apprenants?
fr_ca: Quel âge ont mes étudiants?
fr_fr: Quel âge ont mes élèves ?
he: מה גילם של הלומדים שלי?
hi: मेरे शिक्षार्थियों कितने साल के हैं?
hy_am: Քանի՞ տարեկան են իմ ուսանողները
id: Berapa umur dari para pengguna
it: Quanti anni hanno i miei studenti?
it_it: Che età hanno i miei studenti?
ja_jp: 受講者の年齢層について
ka: რა ასაკის არიან ჩემი მსმენელები?
nb: Hvilken alder har mine kursdeltagere?
pl: Ile lat mają moi uczniowie?
pl_pl: Ile lat mają moi uczniowie?
pt_br: Qual a idade dos meus alunos?
pt_pt: Que idade têm os meus estudantes?
ro: Vârsta elevilor mei
ru: Сколько лет моим слушателям?
sl: Koliko so stari moji učenci?
sq: Sa vjeç janë nxënësit e mi?
sv: Hur gamla är mina elever?
sw_ke: Wanafunzi wangu wana umri gani?
te: నా విద్యార్థుల వయసులు ఎంత?
th: ผู้เรียนของฉันมีอายุเท่าไร?
tr_tr: Öğrencilerim kaç yaşında?
uk: Який вік моїх учнів?
uz: Mening o'quvchilarim necha yoshda?

source: This age histogram presents data computed for the %(value)s%% of enrolled learners who provided a year of birth.
af_za: Hierdie ouderdomshistogram bevat data wat bereken is vir die %(value)s%% van ingeskrewe leerders wat 'n jaar van geboorte voorsien het.
ar: يُظهر هذا الرسم البياني حساب ل %(value)s%% من الطلاب المسجلين الذين حددوا سنة الولادة.
ar_sa: يعرض هذا الرسم البياني للعمر البيانات المحسوبة لـ %(value)s %% من الطلّاب المسجلين الذين قدموا سنة الميلاد.
az: Qeydiyyat zamanı doğum ilini qeyd edən tələbələr %(value)s%% üçün bu yaş histoqramı datanı təqdim edir.
bn_bd: এই বয়সের বারলেখটি প্রদর্শন করছে গণনাকৃত তথ্য %(value)s%% সংখ্যক শিক্ষার্থী যারা তাদের জন্ম সাল প্রদান করেছেন ।
ca: Aquest histograma d'edat presenta dades computats pel %(value)s%% dels estudiants inscrits que van proporcionar un any de naixement.
cs: Tento věkový histogram představuje data vypočtená pro %(value)s%% zapsaných studentů, kteří uvedli rok narození.
da: Dette aldershistogram præsenterer data beregnet for %(value)s %% for tilmeldte kursister, der har angivet et fødselsår.
de_de: Dieses Altershistogramm zeigt die berechneten Daten für %(value)s%% der eingeschriebenen Teilnehmer die ein Geburtsjahr angegeben haben.
el: Αυτό το ιστόγραμμα ηλικίας παρουσιάζει δεδομένα που υπολογίζονται για το %(value)s%% των εγγεγραμμένων σπουδαστών που παρείχαν έτος γέννησης.
el_gr: Αυτό το ιστόγραμμα ηλικίας παρουσιάζει δεδομένα που υπολογίστηκαν για το %(value)s %% των εγγεγραμμένων μαθητών που παρείχαν ένα έτος γέννησης.
eo: Thïs ägé hïstögräm présénts dätä çömpütéd för thé %(value)s%% öf énrölléd léärnérs whö prövïdéd ä ýéär öf ßïrth. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_419: Este histograma de edades presenta datos calculados para el %(value)s%% de estudiantes inscritos que proporcionaron un año de nacimiento.
fa_ir: این این نمودار هیستوگرام سنی داده‌های محاسبه‌شده‌ای ارائه می‌کند درباره%(value)s%% از یادگیرندگان ثبت‌نام‌شده که سال تولد خود را اعلام کرده‌اند.
fi: Tämä ikähistogrammi esittää tiedot, jotka on laskettu %(value)s%% ilmoittautuneiden oppilaiden osalta, jotka ovat ilmoittaneet syntymävuoden.
fil_ph: Ang histogram ng edad na ito ay nagpapakita ng data na nakalkula para sa %(value)s%% ng mga naka-enroll na mag-aaral na nagbigay ng isang taon ng kapanganakan.
fr: Cet histogramme des âges présente des données calculées pour les %(value)s%% d'apprenants inscrits qui ont indiqué une année de naissance.
fr_ca: Cet histogramme d'âge présente des données calculées pour les %(value)s%% d'étudiants inscrits qui ont fourni une année de naissance.
fr_fr: Cet histogramme d'âge présente des données calculées d'apprenants inscrits ayant fourni une année de naissance pour le %(value)s%%.
he: היסטוגרמת הגיל המציגה נתונים מחושבת על פי %(value)s%% הלומדים הנרשמים שציינו שנת לידה.
hi: उम्र आयतचित्र उन नामांकित शिक्षार्थियों के लिए %(value)s%%गणना किए गए डेटा को प्रस्तुत करता है जो जन्म के एक वर्ष प्रदान करते हैं।
hy_am: Այս տարիքային պատմադիագրամման ներկայացնում է տվյալներ հաշվարկված %(value)s%%գրանցված ուսանողների համար, ովքեր ներկայացրել են ծննդյան տարեթիվը:
id: histogram umum ini menyajikan data untuk 1%(value)s 2%% dari pengguna yang memberikan tahun kelahiran
it: Questo istogramma %% presenta i dati calcolati per gli studenti %(value)s che hanno fornito un anno di nascita.
it_it: Il seguente istogramma dell'età presenta dati calcolati per il %(value)s%% di studenti iscritti che hanno fornito un anno di nascita.
ja_jp: この年齢分布図は、誕生年を入力した%(value)s%%の受講登録者から計算されたものを示しています。
ka: ეს ასაკობრივი ჰისტოგრამა წარმოადგენს იმ ჩარიცხული მსმენელების %(value)s%% დათვლილ მონაცემებს, რომლებმაც დაბადების წელი მიუთითეს.
nb: Aldershistogrammet viser data utregnet for %(value)s%% av påmeldte studenter som oppga fødselsår.
pl: Histogram wieku podaje wyniki obliczone dla %(value)s%% zapisanych uczniów, którzy podali rok urodzenia.
pl_pl: Ten histogram wieku przedstawia dane dla %(value)s%% zapisanych uczniów, którzy podali rok urodzenia.
pt_br: Esse histograma de idades apresenta dados computados para %(value)s%% dos estudantes matriculados que forneceram o ano de nascimento
pt_pt: Este histograma de idade apresenta os dados calculados para %(value)s%% de estudantes inscritos que indicaram o ano de nascimento.
ro: Această histogramă de vârstă prezintă datele pentru %(value)s%% ale elevilor înscriși care au anul nașterii salvat.
ru: Эта возрастная гистограмма представляет данные, вычисленные для %(value)s %%зарегистрированных слушателей, которые сообщили год рождения.
sl: Ta starostni histogram predstavlja podatke, izračunane za %(value)s%% vpisanih učencev, ki so navedli leto rojstva.
sq: Ky histogram i moshës paraqet të dhëna të llogaritura për %(value)s %% të nxënësve të regjistruar që kanë dhënë vitin e lindjes.
sv: Denna åldershistrogram presenterar data beräknad för %(value)s%% av registrerade elever som angav sitt födelseår.
sw_ke: Katika histogramu hii ya umri unaonyesha taarifa zilizokokotolewa za 1%(value)s 2%% ya wanafunzi waliojiandikisha na walioweka umri wao wa kuzaliwa.
te: ఈ వయసుల పై హిస్టోగ్రాం లేక చిత్రం చేరిన విద్యార్థులలో పుట్టిన తేదీ సంవత్సరాన్ని ఇచ్చిన వారి %(value)s%% ల కి సంబంధించిన సమాచారాన్ని చూపిస్తుంది.
th: ฮิสโตแกรมอายุนี้แสดงข้อมูลที่คำนวณสำหรับ %(value)s%% ของผู้เรียนที่ลงทะเบียนซึ่งระบุปีเกิด
tr_tr: Bu yaş histogramı, doğum yılı sağlanan kayıtlı %(value)s%% öğrenciler için hesaplanan verileri sunar.
uk: Ця вікова гістограма представляє дані, розраховані для %(value)s%%зарахованих учнів, які надали свій рік народження.
uz: Ushbu yosh grafigida tugʻilgan yilini koʻrsatgan %(value)s%% oʻrganuvchilarga oid maʼlumotlar koʻrsatilgan.

source: Age Metrics
af_za: Ouderdomstatistieke
ar: المقاييس الخاصّة بالعمر
ar_sa: مقاييس العمر
az: Yaş metrikaları
bn_bd: বয়সের ছন্দ
ca: Mètriques d'edat
cs: Metriky věku
da: Aldersmålinger
de_de: Altersdaten
el: Στατιστικά ηλικίας
el_gr: Μετρήσεις ηλικίας
eo: Àgé Métrïçs Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Métricas de edad
es_es: Estadística de edad
fa_ir: سنجه‌های سنی
fi: Ikämittarit
fil_ph: Mga Sukatan ng Edad
fr: Statistiques d'age
fr_ca: Métriques d'âge
fr_fr: Mesure de l'âge
he: מדדי גיל
hi: आयु गणना
hu: Életkor mértékegység
hy_am: Տարիքային ցուցանիշներ
id: Statistik Usia
it: Metriche sull&#39;età
it_it: Metriche dell'età
ja_jp: 年齢構成
ka: ასაკობრივი მონაცემები
lt_lt: Amžiaus metrika
nb: Aldersstatistikk
nl_nl: Leeftijd Metrieken
pl: Statystyki wieku
pl_pl: Statystyki wieku
pt_br: Métricas de Idade
pt_pt: Métrica de Idade
ro: Metrici de Vârstă
ru: возрастные показатели
sk: Dáta o veku študentov
sl: Meritve starosti
sq: Të dhëna mbi moshën
sv: Åldersstatistik
sw_ke: Ukomo wa matumizi
te: వయసుల పై లెక్కలు
th: ระดับอายุ
tr_tr: Yaş Metrikleri
uk: Вікові показники
uz: Yosh o'lchovlari

source: Median Learner Age
af_za: Mediaan leerder ouderdom
ar: متوسط عمر الطلاب
ar_sa: متوسط عمر طالب
az: Tələbə yaşının medianı
bn_bd: শিক্ষার্থীদের মধ্য বয়স
ca: Edat Mitjana de l'Aprenent
cs: Medián věku studentů
da: Median elevalder
de_de: Durchschnittsalter der Teilnehmer
el: Μέση ηλικία σπουδαστών
el_gr: Διάμεση ηλικία μαθητή
eo: Médïän Léärnér Àgé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Edad Mediana de Estudiantes
fa_ir: میانگین سنی یادگیرنده
fi: Oppijan mediaaniikä
fr: Âge médian des apprenants
fr_ca: Âge médian des étudiants
fr_fr: Âge médian de l'apprenant
he: הגיל הממוצע של הלומדים
hi: मध्यम शिक्षार्थी आयु
hy_am: Ուսանողների միջին տարիք
id: Rata-rata umur pengguna
it: Età media degli studenti
it_it: Età media dello studente
ja_jp: 年齢の中央値
ka: მსმენელთა საშუალო ასაკი
nb: Median for kursdeltagernes alder
pl: Mediana wieku uczniów
pl_pl: Mediana wieku uczniów
pt_br: Idade média dos alunos
pt_pt: Idade Média dos Estudantes
ro: Vârsta medie a elevului
ru: Медианный возраст слушателей
sl: Srednja učna starost
sq: Mosha mesatare e nxënësit
sw_ke: Wastani wa umri wa wanafunzi
te: విద్యార్థుల మధ్యస్తు వయసు
th: อายุผู้เรียนมัธยฐาน
tr_tr: Öğrenci Yaşı Ortancası-Medyanı
uk: Медіана віку учнів
uz: Oʻrganuvchilarning oʻrtacha yoshi
