Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, ar_sa, az, bn_bd, ca, cs, da, de_de, el, el_gr, eo, es_419, es_es, fa_ir, fi, fil_ph, fr, fr_ca, fr_fr, he, hi, hu, hy_am, id, it, it_it, ja_jp, ka, lt_lt, nb, nl_nl, pl, pl_pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw_ke, te, th, tr_tr, uk, uz

source: Demographic learner data was last updated %(update_date)s at %(update_time)s UTC.
af_za: Demografiese leerderdata is laas opgedateer %(update_date)s by %(update_time)s UTC.
ar: التحديث الأخير لبيانات المتعلم الديموغرافية كان بتاريخ %(update_date)s عند الساعة %(update_time)s بالتوقيت العالمي الموحد UTC.
ar_sa: تم تحديث بيانات طالب الديموغرافي آخر مرة %(update_date)s في %(update_time)s UTC.
az: Demoqrafik tələbə dataları sonuncu dəfə %(update_date)s tarixində saat %(update_time)s UTC-də yeniləndi.
bn_bd: জনতাত্ত্বিক শিক্ষার্থীর তথ্য সর্বশেষ সংশোধিত হয়েছে %(update_date)s তারিখে %(update_time)s টায় ইউ টি সি ।
ca: Les dades demogràfiques de l'aprenentatge es van actualitzar per última vegada %(update_date)s a les %(update_time)s UTC.
cs: Demografická data o studentech byla naposledy aktualizována %(update_date)s v %(update_time)s UTC.
da: Demografiske elevdata blev sidst opdateret %(update_date)s kl. %(update_time)s UTC.
de_de: Die demographischen Daten der Teilnehmer wurden zuletzt am %(update_date)s um %(update_time)s UTC aktualisiert.
el: Τα δημογραφικά δεδομένα σπουδαστών ενημερώθηκαν τελευταία φορά %(update_date)s στις %(update_time)s UTC.
el_gr: Τα δημογραφικά δεδομένα μαθητών ενημερώθηκαν για τελευταία φορά %(update_date)s στο %(update_time)s UTC.
eo: Démögräphïç léärnér dätä wäs läst üpdätéd %(update_date)s ät %(update_time)s ÛTÇ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Los datos demográficos de los estudiantes fueron actualizados el %(update_date)s a las %(update_time)s UTC.
fa_ir: اطلاعات جمعیت‌شناختی یادگیرنده در %(update_date)s و %(update_time)s به ساعت جهانی روزآمد شد.
fi: Demografiset oppilaiden tiedot päivitettiin viimeksi %(update_date)s klo %(update_time)s UTC.
fil_ph: Huling na-update ang data ng demographic learner sa %(update_date)s sa %(update_time)s UTC.
fr: Les données démographiques des apprenants ont été mises à jour pour la dernière fois %(update_date)s à %(update_time)s UTC.
fr_ca: Les données démographiques des apprenants ont été mises à jour pour la dernière fois %(update_date)s à %(update_time)s UTC.
fr_fr: Les données démographiques sur les apprenants ont été mises à jour pour la dernière foisle %(update_date)s à %(update_time)s UTC.
he: נתונים דמוגרפים על הלומד עודכנו לאחרונה %(update_date)s ב-%(update_time)s על פי שעון UTC.
hi: जनसांख्यिकीय शिक्षार्थी डेटा अंतिम बार अपडेट किया गया था %(update_date)sपर%(update_time)s UTC।
hy_am: Ուսանողների ժողովրդագրական տվյալները վերջին անգամ թարմացվել են %(update_date)s՝%(update_time)s-ին UTC
it: I dati demografici degli studenti sono stati aggiornati l&#39;ultima volta %(update_date)s alle %(update_time)s UTC.
it_it: L'ultimo aggiornamento dei dati demografici dello studente è stato il %(update_date)s alle %(update_time)s UTC.
ja_jp: 受講者データは%(update_date)s %(update_time)s （UTC）に更新されました。
pl: Demograficzne dane dotyczące uczniów były ostatnio aktualizowane %(update_date)s o %(update_time)s.
pl_pl: Dane demograficzne dotyczące uczniów zostały ostatnio zaktualizowane %(update_date)s o %(update_time)s UTC.
pt_br: Os dados demográficos dos alunos foram atualizados pela última vez %(update_date)s às %(update_time)s UTC.
pt_pt: Os dados demográficos do estudante foram atualizados pela última vez em %(update_date)s às %(update_time)s UTC.
ro: Datele demografice ale elevilor au fost actualizate ultima oară în %(update_date)s la %(update_time)s UTC.
ru: Демографические данные слушателей последний раз обновлялись %(update_date)s в %(update_time)s UTC.
sl: Demografski podatki o učencih so bili nazadnje posodobljeni %(update_date)s ob %(update_time)s UTC.
sq: Të dhënat demografike të nxënësit u përditësuan për herë të fundit %(update_date)s në %(update_time)s UTC.
sv: Demografiska data för kursdeltagare uppdaterades senast %(update_date)s kl %(update_time)s UTC.
sw_ke: Mara ya mwisho kusahihisha Taarifa ya idadi ya wanafunzi %(update_date)s kwenye %(update_time)s UTC
th: ข้อมูลผู้เรียนตามข้อมูลประชากรอัปเดตล่าสุด %(update_date)s เมื่อ %(update_time)s UTC
tr_tr: Öğrenci demografik verisi en son %(update_date)s tarihinde %(update_time)s UTC saatinde güncellendi.
uk: Останні оновлені демографічні дані учнів%(update_date)sна%(update_time)sUTC.
uz: O'quvchining demografik ma'lumotlari oxirgi marta %(update_date)ssanasida %(update_time)sUTC-da yangilandi.

source: All above demographic data was self-reported at the time of registration.
af_za: Al die bogenoemde demografiese gegewens is self gerapporteer ten tyde van die registrasie.
ar: كافة البيانات الديموغرافية المبيّنة أعلاه تستند إلى تقارير ذاتية وقت التسجيل.
ar_sa: تم الإبلاغ عن جميع البيانات الديموغرافية المذكورة أعلاه ذاتيًا في وقت التسجيل.
az: Yuxarıdakı bütün demoqrafk məlumatlar qeydiyyat zamanı tələbələr tərəfindən təmin edildi.
bn_bd: উপরের সকল জনতাত্ত্বিক তথ্য রেজিস্ট্রেশনের সময় স্ব-রিপোর্ট করা হয়েছিল
ca: Totes les dades demogràfiques anteriors es van informar automàticament en el moment de la inscripció.
cs: Všechna výše uvedená demografická data byla vykázána v době registrace.
da: Alle ovenstående demografiske data blev selvrapporteret på registreringstidspunktet.
de_de: Alle oben genannten demografischen Daten wurden im Rahmen der Anmeldung eingetragen.
el: Τα ανωτέρω δημογραφικά στοιχεία καταχωρήθηκαν αυτόματα την ημερομηνία της εγγραφής.
el_gr: Όλα τα παραπάνω δημογραφικά στοιχεία αναφέρθηκαν μόνοι τους κατά τη στιγμή της εγγραφής.
eo: Àll äßövé démögräphïç dätä wäs sélf-répörtéd ät thé tïmé öf régïsträtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Todos los dados demográficos arriba fueron reportados por los estudiantes durante el periodo de registro.
es_es: Todos los datos demográficos de arriba fueron presentados por el propio alumno al registrarse.
fa_ir: همه اطلاعات جمعیت‌شناختی بالا در زمان ثبت‌نام به شکل خود اظهاری گزارش شده‌اند.
fi: Kaikki yllä olevat väestötiedot on ilmoitettu itse rekisteröinnin yhteydessä.
fil_ph: Ang lahat ng nasa itaas na data ng demograpiko ay naiulat sa sarili sa oras ng pagpaparehistro.
fr: Toutes les statistiques ci-dessus ont été générées automatiquement au moment de l'enregistrement.
fr_ca: Toutes les données démographiques ci-dessus étaient auto-déclarées au moment de l'inscription.
fr_fr: Toutes les données démographiques ci-dessus ont été déclarées par l'intéressé lui-même au moment de l'enregistrement.
he: כל הנתונים הדמוגרפים לעיל דווחו על ידי הסטודנטים בזמן הרישום.
hi: सभी जनसांख्यिकीय डेटा पंजीकरण के समय स्व-रिपोर्ट किए गए थे।
hu: A fenti demográfiai adatok a regisztrációnál megadottak alapján készült.
hy_am: Վերոնշյալ բոլոր ժողովրդագրական տվյալները հավաքագրվել են գրանցման ժամանակ
it: Tutti i dati demografici di cui sopra sono stati riportati autonomamente al momento della registrazione.
it_it: Tutti i precedenti dati demografici sono stati riportati autonomamente in fase di registrazione.
ja_jp: 上の受講者データは登録時に自己報告されたものです。
lt_lt: Visi minėti demografiniai duomenys buvo savarankiškai pateikti registracijos metu.
nb: Alt over demografisk data var selv-reportert ved registreringsklokkeslettet.
nl_nl: Alle bovenstaande demografische gegevens zijn zelf-gerapporteerd tijdens registratie.
pl: Wszystkie powyższe dane demograficzne zostały podane podczas rejestracji.
pl_pl: Wszystkie powyższe dane demograficzne zostały podane samodzielnie w momencie rejestracji.
pt_br: Todos os dados demográficos acima foram auto-reportados na data de inscrição.
pt_pt: Todos os dados demográficos foram inseridos pelo estudante no momento da inscrição.
ro: Toate datele demografice de mai sus, au fost introduse manual în momentul înregistrării.
ru: Все демографические данные, указанные выше, были предоставлены слушателями при регистрации.
sk: Všetky vyššie uvedené demografické dáta boli získané počas registrácie.
sl: Vsi zgornji demografski podatki so bili samo-prijavljeni pri registraciji.
sq: Të gjitha të dhënat demografike të mësipërme janë raportuar vetë në momentin e regjistrimit.
sv: Alla ovanstående demografiska data var självrapporterade vid registreringstillfället.
sw_ke: Habari yote kuhusu idadi iliopo juu ilitolewa na watu binafsi wakati wa usajili.
th: ข้อมูลสถิติเชิงประชากรทั้งหมดนี้ถูกรายงานโดยตัวเองเมื่อลงทะเบียน
tr_tr: Yukarıdaki tüm demografik veriler kayıt sırasında kendini bildirildi.
uk: Всі вищевказані демографічні дані були повідомлені під час реєстрації.
uz: Yuqoridagi barcha demografik ma'lumotlar ro'yxatdan o'tish vaqtida o'z-o'zidan xabar qilingan.

source: Enrollment Activity
af_za: Inskrywingsaktiwiteit
ar: الأنشطة المتعلّقة بالتسجيل
ar_sa: نشاط التسجيل
az: Qeydiyyat fəaliyyəti
bn_bd: তালিকারভুক্তির কার্যক্রম
ca: Activitat dels inscrits
cs: Zápis aktivity
da: Tilmeldingsaktivitet
de_de: Einschreibeaktivitäten
el: Δραστηριότητα συμμετοχών
el_gr: Δραστηριότητα εγγραφής
eo: Énröllmént Àçtïvïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Actividad de inscripción
es_es: Actividad de inscripción
fa_ir: فعالیت ثبت‌نام
fi: Ilmoittautumistoiminta
fil_ph: Aktibidad sa Pagpapatala
fr: Activité liées aux inscriptions
fr_ca: Activité d'inscriptions
fr_fr: Activité d'inscription
he: פעילות הרשמה
hi: नामांकन गतिविधि
hu: Beiratkozási aktivitás
hy_am: Գրանցման գործողություն
id: Aktivitas Pendaftaran
it: Attività di iscrizione
it_it: Attività di iscrizione
ja_jp: 受講登録状況
lt_lt: Registravimosi aktyvumas
nb: Påmeldings aktivitet
nl_nl: Inschrijvingsactiviteit
pl: Aktywność rekrutacyjna
pl_pl: Aktywność rejestracyjna
pt_br: Matrícula
pt_pt: Atividade da Inscrição
ro: Activitate de înscriere
ru: динамика зачисления
sk: Aktivita zapísaných
sl: Aktivnost vpisa
sq: Aktiviteti i Regjistrimit
sv: Inskrivningsaktivitet
sw_ke: Shughuli ya Usajili
th: กิจกรรมการลงทะเบียน
tr_tr: Kayıtlanma Etkinliği
uk: Активність зарахувань
uz: Ro'yxatdan o'tish faoliyati.

source: Enrollment activity data was last updated %(update_date)s at %(update_time)s UTC.
af_za: Inskrywingsaktiwiteitsdata is laas opgedateer %(update_date)s by %(update_time)s UTC.
ar: التحديث الأخير لبيانات أنشطة التسجيل كان بتاريخ %(update_date)s عند الساعة %(update_time)s بالتوقيت العالمي الموحد UTC.
ar_sa: تم آخر تحديث لبيانات نشاط التسجيل %(update_date)s في %(update_time)s UTC.
az: Qeydiyyat fəaliyyəti sonuncu dəfə %(update_date)s tarixində saat %(update_time)s UTC-də yeniləndi.
bn_bd: তালিকাভুক্তির কার্যক্রম সর্বশেষ সংশোধিত হয়েছে %(update_date)s তারিখে %(update_time)s টায় ইউ টি সি ।
ca: Les dades d'activitat dels inscrits es van actualitzar per darrer cop el %(update_date)s a les %(update_time)s UTC.
cs: Data o zápis aktivity byla naposledy aktualizována %(update_date)s v %(update_time)s UTC.
da: Data om tilmeldingsaktivitet blev sidst opdateret %(update_date)s kl. %(update_time)s UTC.
de_de: Anmeldungsdaten wurden zuletzt am %(update_date)s um %(update_time)s UTC aktualisiert.
el: Τελευταία ενημέρωση δημογραφικών στοιχείων συμμετοχών την %(update_date)s στις %(update_time)s UTC.
el_gr: Τα δεδομένα δραστηριότητας εγγραφής ενημερώθηκαν για τελευταία φορά %(update_date)s στο %(update_time)s UTC.
eo: Énröllmént äçtïvïtý dätä wäs läst üpdätéd %(update_date)s ät %(update_time)s ÛTÇ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: La última actualización de los datos de inscripciones fue el %(update_date)s a las %(update_time)s UTC.
es_es: Los datos de la actividad de inscripción fueron actualizados por última vez el %(update_date)s a las %(update_time)s UTC.
fa_ir: داده‌های فعالیت ثبت‌نام در %(update_date)s و %(update_time)s به ساعت جهانی روزآمد شد.
fi: Ilmoittautumistapahtumatiedot päivitettiin viimeksi %(update_date)s klo %(update_time)s UTC.
fil_ph: Huling na-update ang data ng aktibidad sa pag-enroll sa %(update_date)s sa %(update_time)s UTC.
fr: Les inscriptions ont été mises à jour la dernière fois le %(update_date)s à %(update_time)s UTC.
fr_ca: Les données d'activité d'inscription ont été mises à jour pour la dernière fois %(update_date)s à %(update_time)s UTC.
fr_fr: Les données relatives aux activités d'inscription ont été mises à jour pour la dernière fois le %(update_date)s à %(update_time)s UTC.
he: נתונים אודות פעילות הרשמה עודכנו לאחרונה ב- %(update_date)s ב%(update_time)s על פי שעון UTC.
hi: नामांकित एक्टिविटी आखिरी अपडेट हुआ था%(update_date)s पर %(update_time)sUTC।
hu: A feliratkozási adatok frissítése utoljára %(update_date)s, %(update_time)s UTC -kor történt meg.
hy_am: Գրանցման գործողության տվյալները վերջին անգամ թարմացվել են%(update_date)s%(update_time)s-ին UTS
it: I dati sull&#39;attività di registrazione sono stati aggiornati l&#39;ultima volta %(update_date)s alle %(update_time)s UTC.
it_it: L'ultimo aggiornamento dei dati delle attività di iscrizione è stato il %(update_date)s alle %(update_time)s UTC.
ja_jp: 受講登録状況は%(update_date)s %(update_time)s （UTC）に更新されました。
lt_lt: Registravimosi aktyvumo duomenys paskutinį kartą atnaujinti %(update_date)s %(update_time)s UTC.
nb: Påmeldingsaktivitetdata var sist oppdatert %(update_date)s ved kl. %(update_time)s UTC.
nl_nl: Inschrijving activiteit gegevens zijn het laatst bijgewerkt op %(update_date)s om %(update_time)s UTC.
pl: Dane dotyczące aktywności zapisów zostały zaktualizowane %(update_date)s o %(update_time)s.
pl_pl: Dane dotyczące aktywności związanej z rejestracją zostały ostatnio zaktualizowane %(update_date)s o %(update_time)s UTC.
pt_br: Os dados de atividades de matrículas foram atualizados entre %(update_date)s e %(update_time)s UTC.
pt_pt: Os dados da inscrição foram atualizados pela última vez em %(update_date)s às%(update_time)s UTC.
ro: Datele privind înregistrările au fost actualizate ultima oară în %(update_date)s la %(update_time)s UTC.
ru: Данные о динамике поступающих последний раз обновлялись %(update_date)s в%(update_time)s.
sk: Dáta o aktivite zapísaných študentov boli naposledy aktualizované %(update_date)s o %(update_time)s UTC.
sl: Vpisna aktivnost je bila nazadnje posodobljena %(update_date)s ob %(update_time)s UTC.
sq: Të dhënat e aktivitetit të regjistrimit u përditësuan për herë të fundit %(update_date)s në %(update_time)s UTC.
sv: Aktivitetsdata för registrering uppdaterades senast %(update_date)s kl %(update_time)s UTC.
sw_ke: Harakati za usajili wa habari ulikamilishwa mwisho %(update_date)s kwa %(update_time)s UTC.
th: ปรับปรุงข้อมูลกิจกรรมการลงทะเบียนล่าสุด วันที่ %(update_date)s เวลา %(update_time)s UTC.
tr_tr: Kayıt aktivite verisi en son %(update_date)s tarihinde %(update_time)s UTC saatinde güncellendi.
uk: Дані активності зарахувань на курс в останнє були оновленні %(update_date)s о %(update_time)s UTC.
uz: Ro'yxatdan o'tish faolligi bo'yicha ma'lumotlar oxirgi marta %(update_date)ssanasida %(update_time)sUTC-da yangilandi.

source: Enrollment Demographics by Age
af_za: Inskrywingsdemografie volgens ouderdom
ar: الخصائص الديموغرافية للمسجّلين وفقاً للعمر
ar_sa: التركيبة السكانية للالتحاق حسب العمر
az: Yaşa görə demoqrafiya
bn_bd: বয়সের ভিত্তিতে জনসংখ্যার উপাত্ত তালিকাভুক্তি
ca: Matrícula demogràfica per edat
cs: Demografické zápisy podle věku
da: Tilmeldingsdemografi efter alder
de_de: Demografische Anmeldung nach Alter
el: Δημογραφικά στοιχεία συμμετοχών βάσει ηλικίας
el_gr: Δημογραφικά στοιχεία εγγραφής ανά ηλικία
eo: Énröllmént Démögräphïçs ßý Àgé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Información de inscripciones por grupo de edad
es_es: Demografía de la inscripción por edad
fa_ir: اطلاعات جمعیت‌شناختی ثبت‌نام براساس سن
fi: Ilmoittautuneiden väestötiedot iän mukaan
fil_ph: Mga Demograpiko ng Pagpapatala ayon sa Edad
fr: Statistiques d'Inscriptions par Age
fr_ca: Données démographiques des inscriptions selon l'âge
fr_fr: Démographie des inscriptions par âge
he: דמוגרפיות הרשמה לפי גיל
hi: आयु द्वारा नामांकन जनसांख्यिकी
hu: Feliratkozottak demográfiai adatai kor szerint
hy_am: Գրանցման տվյալներն ըստ տարիքի
it: Dati demografici delle iscrizioni per età
it_it: Dati demografici di iscrizione in base all'età
ja_jp: 年齢による受講登録データ
lt_lt: Registracijos demografija pagal amžių
nb: Påmeldingsdemografi etter alder
nl_nl: Inschrijving Demografie naar Leeftijd
pl: Uczniowie według wieku
pl_pl: Dane demograficzne zapisów według wieku
pt_br: Dados demográficos de matrícula por idade
pt_pt: Inscrição Demográfica por Idade
ro: Datele privind înscrierile în funcție de vârstă
ru: Демографические показатели по возрасту
sk: Demografia zapísaných podľa veku
sl: Demografija vpisanih po starosti
sq: Demografia e regjistrimit sipas moshës
sv: Inskrivning Demografi efter ålder
sw_ke: Usajili wa Idadi ki Umri
th: สถิติการลงทะเบียนโดย อายุ
tr_tr: Yaşa Göre Kayıt İstatistikleri
uk: Демографічні зарахування за віком
uz: Yosh bo'yicha ro'yxatga olish demografikasi

source: Enrollment Demographics by Education
af_za: Inskrywingsdemografie deur onderwys
ar: الخصائص الديموغرافية للمسجّلين وفقاً لمستوى التعليم
ar_sa: التركيبة السكانية للالتحاق حسب التعليم
az: Təhsilə görə demoqrafik qeydiyyat
bn_bd: শিক্ষার ভিত্তিতে জনসংখ্যার উপাত্ত তালিকাভুক্তি
ca: Matrícula Demogràfica per Nivell Educatiu
cs: Demografické zápisy podle vzdělání
da: Tilmeldingsdemografi efter uddannelse
de_de: Demografische Anmeldung nach Ausbildung
el: Δημογραφικά στοιχεία συμμετοχών βάσει εκπαίδευσης
el_gr: Εγγραφή Δημογραφικά στοιχεία ανά εκπαίδευση
eo: Énröllmént Démögräphïçs ßý Édüçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Información de inscripciones por nivel educativo
es_es: Demografía de la inscripción por estudios
fa_ir: اطلاعات جمعیت‌شناختی ثبت‌نام براساس میزان تحصیلات
fi: Ilmoittautuneiden väestötiedot koulutuksen mukaan
fil_ph: Enrollment Demographics ayon sa Edukasyon
fr: Statistiques d'Inscriptions par Diplôme
fr_ca: Données démographiques des inscriptions selon l'éducation
fr_fr: Démographie des inscriptions par niveau d'études
he: דמוגרפיות הרשמה לפי השכלה
hi: शिक्षा द्वारा नामांकन जनसांख्यिकी
hu: Feliratkozottak demográfiai adatai iskolai végzettség szerint
hy_am: Գրանցման տվյալներն ըստ կրթության
it: Dati demografici delle iscrizioni per istruzione
it_it: Dati demografici di iscrizione in base all'istruzione
ja_jp: 学歴による受講登録データ
lt_lt: Registracijos demografija pagal išsilavinimą
nb: Påmeldingsdemografi etter utdannelse
nl_nl: Inschrijving Demografie naar Opleiding
pl: Uczniowie według wykształcenia
pl_pl: Dane demograficzne zapisów według wykształcenia
pt_br: Dados demográficos de matrículas por nível de educação
pt_pt: Inscrição Demográfica por Educação
ro: Datele privind înscrierile în funcție de educație
ru: Демографические показатели по уровню образования
sk: Demografia zapísaných podľa vzdelania
sl: Demografija vpisanih po izobrazbi
sq: Demografia e regjistrimit sipas arsimit
sv: Inskrivning Demografi genom utbildning
sw_ke: Usajili wa Idadi ki Elimu
th: สถิติการลงทะเบียนโดย การศึกษา
tr_tr: Eğitime Göre Kayıt İstatistikleri
uk: Демографічні зарахування за освітою
uz: Ta'lim bo'yicha ro'yxatga olish demografikasi

source: Enrollment Demographics by Gender
af_za: Inskrywingsdemografie volgens geslag
ar: الخصائص الديموغرافية للمسجّلين وفقاً للجنس
ar_sa: التركيبة السكانية للالتحاق حسب الجنس
az: Cinsiyyətə görə demoqrafik qeydiyyat
bn_bd: লিঙ্গের ভিত্তিতে জনসংখ্যার উপাত্ত তালিকাভুক্তি
ca: Matrícula Demogràfica per Gènere
cs: Demografické zápisy podle pohlaví
da: Tilmeldingsdemografi efter køn
de_de: Demografische Anmeldung nach Geschlecht
el: Δημογραφικά στοιχεία συμμετεχόντων βάσει φύλου
el_gr: Δημογραφικά στοιχεία εγγραφής κατά φύλο
eo: Énröllmént Démögräphïçs ßý Géndér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Información de inscripciones por género
es_es: Demografía de la inscripción por género.
fa_ir: اطلاعات جمعیت‌شناختی ثبت‌نام براساس جنسیت
fi: Ilmoittautuneiden väestötiedot sukupuolen mukaan
fil_ph: Demograpiko ng Pagpapatala ayon sa Kasarian
fr: Statistiques d'Inscriptions par Sexe
fr_ca: Données démographiques des inscriptions selon le sexe
fr_fr: Données démographiques sur les inscriptions par sexe
he: דמוגרפיות הרשמה לפי מגדר
hi: लिंग द्वारा नामांकन जनसांख्यिकी
hu: Feliratkozottak demográfiai adatai életkor szerint
hy_am: Գրանցման տվյալներն ըստ սեռի
it: Dati demografici delle iscrizioni per genere
it_it: Dati demografici di iscrizione in base al genere
ja_jp: 性別による受講登録データ
lt_lt: Registracijos demografija pagal lytį
nb: Påmeldingsdemografi etter kjønn
nl_nl: Inschrijving Demografie naar Geslacht
pl: Uczniowie według płci
pl_pl: Dane demograficzne rejestracji według płci
pt_br: Dados demográficos de matrículas por sexo
pt_pt: Inscrição Demográfica por Género
ro: Datele privind înscrierile în funcție de sex
ru: Демографические показатели по половому признаку
sk: Demografia zapísaných podľa pohlavia
sl: Demografija vpisanih po spolu
sq: Demografia e regjistrimit sipas gjinisë
sv: Inskrivning Demografi efter kön
sw_ke: Usajili wa Idadi ki Jinsia
th: สถิติการลงทะเบียนโดย เพศสภาพ
tr_tr: Cinsiyete Göre Kayıt İstatistikleri
uk: Зарахування Демографія за статтю
uz: Jins bo'yicha ro'yxatga olish demografikasi

source: Enrollment Geography
af_za: Inskrywingsgeografie
ar: التوزيع الجغرافي للمسجّلين
ar_sa: جغرافية التسجيل
az: Qeydiyyat Coğrafiyası
bn_bd: ভৌগলিক তালিকাভুক্তি
ca: Localització dels inscrits
cs: Zápis geografie
da: Tilmeldingsgeografi
de_de: Ortverteilung der Einschreibung
el: Δημογραφικά στοιχεία βάσει χώρας
el_gr: Γεωγραφία Εγγραφών
eo: Énröllmént Géögräphý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Información de inscripciones por geografía
es_es: Inscripción según procedencia geográfica
fa_ir: جغرافیای ثبت‌نام
fi: Ilmoittautuminen maantiede
fil_ph: Enrolment Geography
fr: Localisation des inscriptions
fr_ca: Inscription selon les données géographiques
fr_fr: Géographie des inscriptions
he: הרשמה בחתך גאוגרפי
hi: नामांकन भूगोल
hu: Beiratkozás földrajzi hely szerint
hy_am: Աշխարհագրական տվյալներ
id: Sebaran Pendaftaran
it: Geografia delle iscrizioni
it_it: Dati geografici di iscrizione
ja_jp: 国・地域の受講登録データ
lt_lt: Registracijos geografija
nb: Påmeldingsgeografi
nl_nl: Inschrijving volgens geografie
pl: Geografia rekrutacji
pl_pl: Geografia zapisów
pt_br: Distribuição geográfica das matrículas
pt_pt: Inscrição por Geografia
ro: Înscriere geografică
ru: Географические показатели
sk: Lokalita zapísaných
sl: Geografija vpisanih
sq: Gjeografia e regjistrimit
sv: Inskrivningsgeografi
sw_ke: Usajili Kijiografia
th: การลงทะเบียนเชิงภูมิศาสตร์
tr_tr: Kayıt Konumu
uk: Географія учасників
uz: Ro'yxatga olish geografiyasi
