Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, ar_sa, bn_bd, de_at, de_de, el, eo, es_419, eu_es, fa_ir, fil_ph, fr, he, hi, hu, it, ja_jp, ka, kk_kz, lt_lt, ms_my, nb, nl_nl, pl, pt_br, ro, ru, sk, sl, sq, sv, sw_ke, tr_tr, uk, uk_ua, uz

source: Your request could not be processed. Reload the page to try again.
af_za: Jou versoek kon nie verwerk word nie. Herlaai die bladsy om weer te probeer.
ar: .لم نتمكّن من إتمام طلبك. أعد تحميل الصفحة وحاول مرّة أخرى
ar_sa: تعذر معالجة طلبك. تحديث الصفحة للمحاولة مرة أخرى.
bn_bd: আপনার অনুরুধ করা পেজটি প্রদর্শিত হচ্ছে না । দয়া করে পেজ টি তে আবার চেষ্টা করুন
de_at: Ihre Anfrage konnte nicht bearbeitet werden. Laden Sie die Seite neu, um es erneut zu versuchen.
de_de: Ihre Anfrage konnte nicht verarbeitet werden. Laden Sie die Seite erneut um es wiederholt zu versuchen.
el: Δεν ήταν δυνατή η επεξεργασία του αιτήματός σας. Ανανεώστε τη σελίδα, ώστε να προσπαθήσετε ξανά.
eo: Ýöür réqüést çöüld nöt ßé pröçésséd. Rélöäd thé pägé tö trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Su solicitud no pudo ser procesada. Recargue la página para intentar nuevamente.
eu_es: Eskaria ezin izan da prozesatu. Kargatui orria, berriz saiatzeko.
fa_ir: امکان پردازش درخواست شما نبود. برای تلاش دوباره، صفحه را بارگیری کنید.
fil_ph: Hindi maproseso ang iyong kahilingan. I-reload ang page para subukang muli.
fr: Votre requête n'a pas pu être traitée. Veuillez rafraîchir la page et essayer de nouveau.
he: לא ניתן לעבד את בקשתך. הטען מחדש את העמוד ונסה שנית.
hi: आपके निवेदन का प्रसंस्करण नही हो पाया। पृष्ठ को फिर से लोड करने की कोशिश करें।
it: Non è stato possibile elaborare la tua richiesta. Ricarica la pagina per riprovare.
ja_jp: リクエストが処理できませんでした。ページを再読込して、再試行してください。
ka: თქვენი მოთხოვნა ვერ დამუშავდება. გადატვირთეთ გვერდი და სცადეთ თავიდან.
kk_kz: Сіздің сұранысыңызды өңдеу мүмкін емес. Қайтадан көру үшін бетті қайта жүктеңіз.
ms_my: Permintaan anda tidak dapat diproses. Sila memuatkan semula laman untuk mencuba lagi.
pl: Nie udało się przetworzyć twojego żądania. Odśwież stronę i spróbuj ponownie.
pt_br: Seu pedido não pode ser processado. Recarregue a págna e tente novamente.
ro: Cererea dumneavoastră nu a fost procesată. Reîncărcați pagina pentru a încerca din nou.
ru: Ваш запрос не может быть обработан. Обновите страницу, чтобы повторить попытку.
sl: Vaše zahteve ni bilo mogoče obdelati. Ponovno naložite stran, da poskusite znova.
sq: Kërkesa juaj nuk mund të përpunohej. Ringarko faqen për të provuar sërish.
sv: Din begäran kunde inte behandlas. Ladda om sidan för att försöka igen.
sw_ke: Ombi lako halikuweza kushughulikiwa. Pakia upya ukurasa kujaribu tena.
tr_tr: İsteğiniz işlenemiyor. Tekrar denemek için sayfayı yeniden yükleyin.
uk: Ваш запит не може бути оброблений. Перезавантажте сторінку, щоб повторити спробу.
uk_ua: ваш запит не може бути оброблено. Перезавантажте сторінку, щоб повторити спробу.
uz: So‘rovingizni bajarib bo‘lmadi. Sahifani qayta yuklash uchun yana urinib ko'ring.

source: Network error
af_za: Netwerk fout
ar: خطأ فى الشبكة
ar_sa: خطأ في الشبكة
bn_bd: নেটওয়ার্ক সমস্যা
de_at: Netzwerkfehler
de_de: Netzwerkfehler
el: Σφάλμα δικτύου
eo: Nétwörk érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Error de red
eu_es: Sarearen errorea
fa_ir: خطای شبکه
fil_ph: Error sa network
fr: Erreur réseau
he: שגיאת מערכת.
hi: नेटवर्क गलती
it: Errore di rete
ja_jp: ネットワークエラー
ka: ქსელის შეცდომა
kk_kz: Желі қателігі
ms_my: Ralat rangkaian
pl: Błąd sieci
pt_br: Erro de conexão
ro: Eroare de rețea
ru: Сетевая ошибка
sl: Omrežna napaka
sq: Gabim rrjeti
sv: Nätverksproblem
sw_ke: Hitilafu ya mtandao
tr_tr: Ağ hatası
uk: Помилка мережі
uk_ua: мережева помилка
uz: Tarmoq xatoligi

source: Instructor-Paced
af_za: Instrukteur-tempo
ar: تعلّم بإشراف أستاذ
ar_sa: تعلّم بإشراف مدرّس
bn_bd: প্রশিক্ষক বিন্যস্ত
de_at: Vom Lehrer gesteuert
de_de: Tempo vom Dozenten festgelegt
eo: Ìnstrüçtör-Päçéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Ritmo del instructor
eu_es: Irakasleak erabakitako erritmoa
fa_ir: دورۀ همگام_مربی
fr: Rythmé par l'instructeur
hi: प्रशिक्षक-गति
it: A ritmo di istruttore
ms_my: Kadar Pengajar
pl: Z harmonogramem prowadzącego
ro: Cursuri pregătite de Profesor
ru: В темпе инструктора
sl: Inštruktorski tempo
sq: Instruktor me ritëm
sv: Lärarledd
sw_ke: Kozi yenye mpangilio
tr_tr: Eğitmenli Eğitim
uk: Темп Викладача
uk_ua: в ікладач-Paced
uz: Oʻqituvchi tomonidan yuritiluvchi

source: Self-Paced
af_za: Eie tempo
ar: تعلّم ذاتي
ar_sa: تعلّم ذاتي
bn_bd: স্ব-বিন্যস্ত
de_at: Eigenständig
de_de: Selbstgewähltes Tempo
eo: Sélf-Päçéd Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Ritmo del estudiante
eu_es: Nor bere erritmora
fa_ir: خودآموز
fr: Autorythmé
hi: अपनी गति
it: Autodidattica
ms_my: Mampu Diri
pl: W tempie własnym
pt_br: Próprio ritmo
ro: Cursuri în ritm propriu
ru: Самостоятельный обучение
sl: Samostojen
sq: Vetë-Paced
sv: Självstudier
sw_ke: Mafunzo bila usimamizi wa mwalimu
tr_tr: Kendi Kendine Eğitim
uk: Самостійний Темп
uk_ua: Самостійний темп
uz: Mustaqil

source: Upcoming
af_za: Komende
ar: قريبًا
ar_sa: قريبًا
bn_bd: পরবর্তী
de_at: Bevorstehende
de_de: Demnächst
eo: Ûpçömïng Ⱡ'σяєм ιρѕυм ∂#
es_419: Próximo
eu_es: Laster
fa_ir: زودآیند
fil_ph: Paparating
fr: À venir
hi: आगामी
it: In arrivo
ja_jp: 開講予定
ms_my: Baharu
pl: Zaplanowany
pt_br: Próximos
ro: Viitoare
ru: Предстоящие
sl: Prihajajo
sq: E ardhme
sv: Kommande
sw_ke: Ijayo
tr_tr: Yakında
uk: Незабаром
uk_ua: Майбутні
uz: Kelgusida

source: Current
af_za: Stroom
ar: الحالي
ar_sa: حاضِر
bn_bd: বর্তমান
de_at: Aktuell
de_de: Derzeit aktiv
eo: Çürrént Ⱡ'σяєм ιρѕυм #
es_419: Actual
eu_es: Oraingoa
fa_ir: هم‌اکنون
fil_ph: Kasalukuyan
fr: En cours
hi: वर्तमान
it: Attuale
ja_jp: 開講中
ms_my: Semasa
pl: Dostępny
pt_br: Atual
ro: Curent
ru: Текущее
sl: Trenutni
sq: Aktuale
sv: Nuvarande
sw_ke: Sasa
tr_tr: Mevcut
uk: Поточні
uk_ua: поточний
uz: Hozirda

source: Archived
af_za: Argief
ar: تمت أرشفته
ar_sa: مؤرشف
bn_bd: সংরক্ষন
de_at: Archiviert
de_de: Archiviert
eo: Àrçhïvéd Ⱡ'σяєм ιρѕυм ∂#
es_419: Archivado
eu_es: Artxibatuta
fa_ir: آرشیوشده
fil_ph: Naka-archive
fr: Archivé
hi: संग्रहीत
it: Archiviato
ja_jp: アーカイブ中
ms_my: Arkib
pl: Zarchiwizowany
pt_br: Arquivado
ro: Arhivat
ru: Архивировано
sl: Arhivirano
sq: Arkivuar
sv: Archiverade
sw_ke: Iliyohifadhiwa
tr_tr: Arşivlenmiş
uk: В архіві
uk_ua: Архівовано
uz: Arxivlangan

source: Unknown
af_za: Onbekend
ar: غير معروف
ar_sa: غير معروف
bn_bd: অপরিচিত
de_at: Unbekannt
de_de: Unbekannt
eo: Ûnknöwn Ⱡ'σяєм ιρѕυм #
es_419: Desconocido
eu_es: Ezezaguna
fa_ir: ناشناخته
fil_ph: Hindi alam
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
ja_jp: 不明
ms_my: Tidak diketahui
pl: Nieznany
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестное
sl: neznano
sq: E panjohur
sv: Okänd
sw_ke: Isiyojulikana
tr_tr: Bilinmeyen
uk: Невідомий
uk_ua: Невідомий
uz: Noma'lum

source: Course List
af_za: Kursuslys
ar: قائمة الدورات التعليمية
ar_sa: قائمة الدورة
bn_bd: কোর্স তালিকা
de_at: Kursliste
de_de: Kursübersicht
eo: Çöürsé Lïst Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Lista de cursos
eu_es: Ikastaro-zerrenda
fa_ir: فهرست دوره‌های آموزشی
fil_ph: Listahan ng Kurso
fr: Liste de cours
he: רשימת קורס
hi: पाठ्यक्रम सूची
it: Elenco dei corsi
ja_jp: 講座一覧
ms_my: Senarai Kursus
pl: Lista kursów
pt_br: Lista de curso
ro: Lista curs
ru: Список курсов
sl: Seznam tečajev
sq: Lista e kurseve
sv: Kurslista
sw_ke: Orodha ya kozi
tr_tr: Ders Listesi
uk: Перелік курсів
uk_ua: курс список
uz: Kurslar ro'yxati

source: Invalid Parameters
af_za: Ongeldige parameters
ar: معلمات غير صالحة
ar_sa: معلمات غير صالحة
bn_bd: ভুল প্যারামিটার
de_at: Ungültige Parameter
de_de: Ungültige Parameter
eo: Ìnvälïd Pärämétérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Parámetros inválidos
eu_es: Parametro baliogabeak
fa_ir: پارامترهای نامعتبر
fil_ph: Mga Di-wastong Parameter
fr: Paramètres invalides
he: הפרמטרים אינם חוקיים
hi: अमान्य मापदंड
it: Parametri non validi
ja_jp: 無効なパラメータ
ka: არასწორი პარამეტრები
ms_my: Parameter Tak Sah
pl: Nieprawidłowe parametry
pt_br: Parâmetros inválidos
ro: Parametrii invalizi
ru: Неверные параметры
sl: Neveljavni parametri
sq: Parametrat e pavlefshëm
sv: Ogiltiga parametrar
tr_tr: Geçersiz Değerler
uk: Недійсні Параметри
uk_ua: Недійсні параметри
uz: Noto‘g‘ri parametrlar

source: Sorry, we couldn't find any courses that matched that query.
af_za: Jammer, ons kon geen kursusse vind wat ooreenstem met die navraag nie.
ar: عذراً، لم نتمكن من العثور على أي دورات تعليمية التي تطابق هذا البحث.
ar_sa: عذرًا، لم نتمكن من العثور على أي دورات تطابق هذا الاستعلام.
bn_bd: দুঃখিত, অনুরোধ করা কোর্স মিলছে না
de_at: Leider konnten wir keine Kurse finden, die dieser Suchanfrage entsprechen.
de_de: Entschuldigung, wir konnten keinen Kurs finden der zu Ihrer Suche passt.
eo: Sörrý, wé çöüldn't fïnd äný çöürsés thät mätçhéd thät qüérý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Disculpe, no pudimos encontrar ningún curso que corresponda con esa búsqueda.
fa_ir: عذرخواهی می‌کنیم، ما نتوانستیم هیچ دوره آموزشی را بیابیم که با این عبارت مطابقت داشته باشد.
fil_ph: Paumanhin, wala kaming mahanap na anumang kursong tumugma sa query na iyon.
fr: Désolé, nous n'avons pas pu trouver de cours correspondant à cette requête.
he: מצטערים, לא נמצאו קורסים התואמים לשאילתא זו.
hi: क्षमा करें, हमें उस क्वेरी से मेल खाने वाला कोई भी पाठ्यक्रम नहीं मिला।
it: Siamo spiacenti, non siamo riusciti a trovare nessun corso che corrispondesse a quella query.
ja_jp: 申し訳ありませんが、該当する講座が見つかりませんでした。
ms_my: Maaf. Kami tidak menjumpai sebarang kursus yang sepadan dengan pertanyaan.
pl: Przepraszamy, nie udało się odnaleźć kursów pasujących do twojego zapytania.
pt_br: Desculpe, não conseguimos encontrar nenhum curso que corresponde a essa pesquisa.
ro: Ne pare rău, nu am găsit nici un curs potrivit căutării dumneavoastră.
ru: К сожалению, мы не смогли найти курсы, соответствующие этому запросу.
sl: Žal nismo našli nobenega tečaja, ki bi ustrezal tej poizvedbi.
sq: Na vjen keq, nuk mundëm të gjenim asnjë kurs që përputhej me atë pyetje.
sv: Tyvärr, vi kunde inte hitta några kurser som matchade den frågan.
sw_ke: Samahani, hatukupata kozi zinazolingana na swali hilo.
tr_tr: Üzgünüz, bu aramaya uygun herhangi bir ders bulamadık.
uk: На жаль, ми не знайшли курсів, які відповідають цьому запиту.
uk_ua: На жаль, ми не змогли знайти жодного курсу, який би відповідав цьому запиту.
uz: Kechirasiz, so'rovga mos keladigan biron bir kurs topilmadi.

source: Return to the Course List page.
af_za: Keer terug na die kursuslysblad.
ar: العودة إلى صفحة قائمة الدورات التعليمية.
ar_sa: العودة إلى صفحة قائمة المقررات الدراسية.
bn_bd: কোর্স তালিকা পৃষ্ঠায় ফিরে যান
de_at: Kehren Sie zur Seite „Kursliste“ zurück.
de_de: Zurück zur Seite mit den Kursen
eo: Rétürn tö thé Çöürsé Lïst pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Regresar a la página de Lista de Cursos.
eu_es: Itzuli ikastaroen zerrenda-orrira.
fa_ir: بازگشت به صفحه فهرست دوره‌های آموزشی.
fil_ph: Bumalik sa pahina ng Listahan ng Kurso.
fr: Retourner à la page de Liste de Cours.
he: חזור לעמוד רשימת קורס.
hi: पाठ्यक्रम सूची पृष्ठ पर वापस लौटें।
it: Ritorna alla pagina Elenco corsi.
ja_jp: 講座一覧へ戻る。
ms_my: Kembali ke laman Senarai Kursus.
pl: Wróć na stronę listy kursów.
pt_br: Retornar a página da lista de curso.
ro: Reveniți la pagina Listă a Cursurilor.
ru: Вернуться на страницу списка курсов.
sl: Vrnite se na stran s seznamom tečajev.
sq: Kthehuni në faqen e listës së kurseve.
sv: Återgå till sidan Kurslista.
sw_ke: Rudi kwenye ukurasa wa Orodha ya Kozi.
tr_tr: Ders Listesi sayfasına geri dön.
uk: Повернутися до Сторінки Списку Курсу
uk_ua: Повернення до сторінки курс список .
uz: Kurslar ro'yxati sahifasiga qayting.

source: Sorry, we couldn't find the page you're looking for.
af_za: Jammer, ons kon nie die bladsy vind waarna jy soek nie.
ar: المعذرة، لم نجد الصفحة التي تبحث عنها
ar_sa: عذرًا، لم نتمكن من العثور على الصفحة التي تبحث عنها.
bn_bd: দুঃখিত, আমরা আপনি যে পৃষ্ঠাটি নাই
de_at: Leider konnten wir die von Ihnen gesuchte Seite nicht finden.
de_de: Entschuldigung, wir konnten die gesuchte Seite nicht finden.
el: Λυπούμαστε, δεν μπορέσαμε να βρούμε την σελίδα την οποία αναζητάτε.
eo: Sörrý, wé çöüldn't fïnd thé pägé ýöü'ré löökïng för. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Lo sentimos, no pudimos encontrar la página que buscas.
fa_ir: با عرض پوزش، صفحه مورد نظر شما یافت نشد.
fil_ph: Paumanhin, hindi namin mahanap ang pahinang iyong hinahanap.
fr: Désolé, nous ne trouvons pas la page demandé.
he: מצטערים, לא ניתן למצוא את העמוד שאתה מחפש.
hi: क्षमा करें, जो पृष्ठ आप तलाश रहे हैं हम नहीं ढूंढ पाए।
it: Siamo spiacenti, non siamo riusciti a trovare la pagina che stai cercando.
ja_jp: 申し訳ありませんが、お探しのページが見つかりませんでした。
ka: სამწუხაროდ ვერ მოვნახეთ გვერდი რომელსაც ეძებთ.
kk_kz: Кешіріңіз, біз, сіз іздеген бетті таба алмадық
ms_my: Maaf. Kami tidak menjumpai laman yang anda cari.
pl: Przepraszamy, nie udało się odnaleźć strony której szukasz.
pt_br: Desculpe, não conseguimos encontrar a página que você está procurando.
ro: Ne pare rău, nu am găsit pagina pe care o căutați.
ru: Извините, страница, которую вы ищете не найдена.
sl: Žal nismo mogli najti strani, ki jo iščete.
sq: Na vjen keq, nuk mundëm ta gjenim faqen që po kërkoni.
sv: Tyvärr, vi kunde inte hitta sidan du letar efter.
sw_ke: Samahani , ukurasa unaotafuta haupatikani.
tr_tr: Üzgünüz, aradığınız sayfayı bulamadık.
uk: На жаль, не вдалося знайти потрібну вам сторінку.
uk_ua: На жаль, нам не вдалося знайти сторінку, яку ви шукаєте.
uz: Kechirasiz, siz qidirayotgan sahifani topa olmadik.

source: Page Not Found
af_za: Bladsy nie gevind nie
ar: الصفحة التي طلبتها غير موجودة
ar_sa: هذه الصفحة غير موجودة
bn_bd: পৃষ্ঠা খুঁজে পাওয়া যায়নি
de_at: Seite nicht gefunden
de_de: Seite nicht gefunden
el: Η σελίδα δεν βρέθηκε
eo: Pägé Nöt Föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Página no encontrada
eu_es: Ez da orria aurkitu
fa_ir: صفحه مورد نظر یافت نشد
fil_ph: Hindi Nahanap ang Pahina
fr: Page non trouvée
he: העמוד לא נמצא
hi: यह पेज मौजूद नहीं है
it: Pagina Non Trovata
ja_jp: お探しのページが見つかりません
ka: გვერდი არ მოიძებნა
kk_kz: Бет табылмады
ms_my: Laman Tidak Ditemui
pl: Nie odnaleziono strony
pt_br: Página não encontrada
ro: Pagina nu a fost găsită
ru: Страница не найдена
sl: Stran ni bila najdena
sq: Faqja nuk u gjet
sv: Sidan kan inte hittas
sw_ke: Ukurasa Haupatikani
tr_tr: Sayfa Bulunamadı
uk: Сторінку не знайдено
uk_ua: Сторінку не знайдено
uz: Ma'lumot topilmadi

source: Course Name
af_za: Kursus naam
ar: اسم الدورة التعليمية
ar_sa: اسم المساق
bn_bd: কোর্সের নাম
de_at: Kursname
de_de: Kursbezeichnung
eo: Çöürsé Nämé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Nombre del curso
eu_es: Ikastaroaren izena
fa_ir: نام دوره آموزشی
fil_ph: Pangalan ng Kurso
fr: Nom du Cours
he: שם הקורס
hi: पाठ्यक्रम का नाम
it: Nome Corso
ja_jp: 講座名
ms_my: Nama Kursus
pl: Nazwa kursu
pt_br: Nome do curso
ro: Denumire curs
ru: Название курса
sl: Ime tečaja
sq: Emri i kursit
sv: Kursnamn
sw_ke: Jina la Kozi
tr_tr: Ders Adı
uk: Назва курсу
uk_ua: курс ім&#39;я
uz: Kurs nomi.

source: Start Date
af_za: Begindatum
ar: تاريخ البدء
ar_sa: تاريخ البدء
bn_bd: শুরুর তারিখ
de_at: Startdatum
de_de: Zeitpunkt des Starts
eo: Stärt Däté Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Fecha de inicio
eu_es: Hasiera-data
fa_ir: تاریخ آغاز
fil_ph: Petsa ng Pagsisimula
fr: Date de début
he: תאריך התחלה
hi: आरंभ करने की तिथि
it: Data di inizio
ja_jp: 開始日
ms_my: Tarikh Mula
pl: Data rozpoczęcia
pt_br: Data de início
ro: Data de început
ru: Дата начала
sl: Začetni datum
sq: Data e fillimit
sv: Start datum
sw_ke: Tarehe ya Kuanza
tr_tr: Başlama Tarihi
uk: Дата початку
uk_ua: Дата початку
uz: Boshlanish vaqti.

source: End Date
af_za: Einddatum
ar: تاريخ الانتهاء
ar_sa: تاريخ الانتهاء
bn_bd: শেষ তারিখ
de_at: Endtermin
de_de: Zeitpunkt der Beendigung
eo: Énd Däté Ⱡ'σяєм ιρѕυм ∂#
es_419: Fecha de terminación
eu_es: Amaiera-data
fa_ir: تاریخ پایان
fil_ph: Petsa ng Pagtatapos
fr: Date de fin
he: תאריך סיום
hi: अंतिम तिथि
it: Data di fine
ja_jp: 終了日
ms_my: Tarikh Tamat
pl: Data zakończenia
pt_br: Data final
ro: Data de încheiere
ru: Дата окончания
sl: Končni datum
sq: Data e përfundimit
sv: Slutdatum
sw_ke: Tarehe ya Kumaliza
tr_tr: Bitiş Tarihi
uk: Дата завершення
uk_ua: кінце в а дата
uz: Tugash vaqti

source: Total Enrollment
af_za: Totale inskrywing
ar: إجمالي التسجيل
ar_sa: اجمالي النسب
bn_bd: সমস্ত অন্তর্ভুক্তি
de_at: Gesamte Einschreibung
de_de: Insgesamt eingeschrieben
eo: Tötäl Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Inscripciones totales
eu_es: Matrikulazioak denera
fa_ir: کل ثبت‌نام
fil_ph: Kabuuang Enrolment
fr: Effectif total
he: סיכום הרשמה
hi: कुल नामांकन
it: Iscrizione totale
ja_jp: 総受講登録者数
ms_my: Jumlah Enrolmen
pl: Łącznie uczestników
pt_br: Matrícula total
ro: Numărul total de înscrieri
ru: Общий охват
sl: Skupni vpis
sq: Regjistrimi total
sv: Total registrering
tr_tr: Toplam Kayıtlanma
uk: Загальна кількість учасників
uk_ua: Загальний запис
uz: Umumiy ro'yxatdan o'tish

source: Current Enrollment
af_za: Huidige inskrywing
ar: التسجيل الحاليّ
ar_sa: التسجيل الحالي
bn_bd: বর্তমান অন্তর্ভুক্তি
de_at: Aktuelle Anmeldung
de_de: Aktuelle Einschreibungen
el: Τρέχουσα συμμετοχή
eo: Çürrént Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Inscripción Actual
eu_es: Oraingo matrikulazioa
fa_ir: ثبت‌نام جاری
fil_ph: Kasalukuyang Enrollment
fr: Inscriptions Courantes
he: רישום נוכחי
hi: मौजूदा नामांकन
it: Iscrizione attuale
ja_jp: 現在の受講登録者数
ka: მიმდინარე ჩარიცხვა
kk_kz: Ағымдағы тіркеу
lt_lt: Dabartinė registracija
ms_my: Enrolmen Semasa
nb: Foreløpig påmeldt
nl_nl: Huidige inschrijving
pl: Obecna rekrutacja
pt_br: Matrículas vigentes
ro: Înscrierile actuale
ru: Количество зарегистрированных
sk: Aktuálne zapísaných
sl: Trenutni vpisi
sq: Regjistrimet momentale
sv: Aktuell registrering
sw_ke: Usajili wa hivi sasa
tr_tr: Şu Anki Kayıt
uk: Поточна кількість підписок на курс
uk_ua: Поточний запис
uz: Joriy ro'yxatdan o'tish

source: Change Last Week
af_za: Verander verlede week
ar: التغيير خلال الأسبوع الماضي
ar_sa: تغيير الأسبوع الماضي
bn_bd: গত সপ্তাহ পরিবর্তিত সম্পন্ন হইয়াছে
de_at: Änderung letzte Woche
de_de: Änderungen der letzten Woche
eo: Çhängé Läst Wéék Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Cambio durante la semana pasada
fa_ir: تغییر هفته گذشته
fil_ph: Pagbabago Noong nakaraang Linggo
fr: Changements la semaine dernière
he: שינוי בשבוע האחרון
hi: अंतिम सप्ताह बदलें
it: Cambia la scorsa settimana
ja_jp: 先週の変動
ms_my: Tukar Minggu Akhir
pl: Zmiana w poprzednim tygodniu
pt_br: Mudar última semana
ro: Modificarea din săptamna trecută
ru: Изменения на прошлой неделе
sl: Spremeni prejšnji teden
sq: Ndrysho Javën e kaluar
sv: Ändra förra veckan
tr_tr: Son Haftadaki Değişim
uk: Зміни за Останній Тиждень
uk_ua: зміню в ати минулого тижня
uz: Oʻtgan hafta oʻzgarishi

source: Verified Enrollment
af_za: Geverifieerde inskrywing
ar: التسجيل المؤكد
ar_sa: تم التحقق من التسجيل
bn_bd: যাচাইকৃত অন্তর্ভুক্তি
de_at: Verifizierte Anmeldung
de_de: Verifizierte Einschreibung
eo: Vérïfïéd Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Inscripciones verificadas
eu_es: Egiaztatutako matrikulazioa
fa_ir: ثبت‌نام تاییدشده
fil_ph: Na-verify na Enrollment
fr: Inscriptions au Certificat Vérifié
he: הרשמה מאומתת
hi: सत्यापित नामांकन
it: Iscrizione verificata
ja_jp: 認証付き受講登録
ka: დამოწმებული ჩარიცხვა
ms_my: Enrolmen yang Disahkan
pl: Ścieżka potwierdzona
pt_br: Matrícula verificada
ro: Înscriere verificată
ru: Подтвержденная регистрация
sl: Preverjena prijava
sq: Regjistrimi i verifikuar
sv: Verifierad registrering
sw_ke: Usajili Uliohakikiwa
tr_tr: Onaylanmış Kayıtlanma
uk: Перевірений Запис
uk_ua: Перевірений запис
uz: Tasdiqlangan roʻyxatdan oʻtganlar

source: Passing Learners
af_za: Leerders verbygaan
ar_sa: تمرير الطلّاب
de_at: Bestehende Lernende
eo: Pässïng Léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: یادگیرندگان موفق
fr: Apprenants qualifiés
hi: उत्तीर्ण शिक्षार्थियों
it: Studenti che passano
ja_jp: 合格者
ms_my: Pelajar lulus
pl: Uczniowie, którzy otrzymali zaliczenie
pt_br: Estudantes Aprovados
ro: Elevii care promovează
ru: Сдающие экзамены учащиеся
sl: Minujoči učenci
sq: Nxënës kalues
sv: Passerande elever
tr_tr: Geçen Öğrenciler
uk: Проходження Учнями
uk_ua: Проходження учні
uz: Muvaffaqiyatli talabalar

source: Availability
af_za: Beskikbaarheid
ar: التوفر
ar_sa: التوفر
bn_bd: পাওয়া যাবে
de_at: Verfügbarkeit
de_de: Verfügbarkeit
eo: Àväïläßïlïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Disponibilidad
eu_es: Eskuragarritasuna
fa_ir: دسترس‌پذیری
fr: Disponibilité
he: זמינות
hi: उपलब्धता
it: Disponibilità
ja_jp: 開講状況
ms_my: Kebolehsediaan
pl: Dostępność
pt_br: Disponibilidade
ro: Disponibilitate
ru: Доступность
sl: Razpoložljivost
sq: Disponueshmëria
sv: Tillgänglighet
sw_ke: Upatikanaji
tr_tr: Uygunluk
uk: Доступність
uk_ua: Доступність
uz: Foydalanish uchun ochiqligi

source: Pacing Type
af_za: Tempo tipe
ar: نوع السرعة
ar_sa: نوع السرعة
bn_bd: পদার্পণ প্রকার
de_at: Stimulationstyp
de_de: Kurstempo
eo: Päçïng Týpé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Tipo de ritmo
eu_es: Erritmo-mota
fa_ir: نوع سرعت
fil_ph: Uri ng Pacing
fr: Type de Rythme
he: סוג קצב
hi: गति प्रकार
it: Tipo di stimolazione
ja_jp: 講座の種類
ms_my: Jenis Kecepatan
pl: Typ formuły
pt_br: Tipo de ritmo
ro: Tipul de Ritm
ru: Тип порядка обучения
sq: Lloji i ritmit
sv: Pacing Typ
tr_tr: Eğitim Şekli
uk: Тип Проходження
uk_ua: Тип темпу
uz: Olib borilish turi

source: Programs
af_za: Programme
ar_sa: البرامج
de_at: Programme
eo: Prögräms Ⱡ'σяєм ιρѕυм ∂#
eu_es: Programak
fa_ir: برنامه‌ها
fil_ph: Mga programa
fr: Programmes
hi: कार्यक्रम
it: Programmi
ja_jp: プログラム
ms_my: Program
pl: Programy
pt_br: Programas
ro: Programe
ru: Программы
sq: Programet
sv: Program
sw_ke: Programu
tr_tr: Programlar
uk: Програми
uk_ua: Програми
uz: Dasturlar

source: Course name advertised on edX site.
af_za: Kursusnaam geadverteer op edX webwerf.
ar: اسم المساق المعلن على موقع edX
ar_sa: اسم الدورة المعلن عنه على موقع edX.
bn_bd: edX সাইটে কোর্সের নাম
de_at: Auf der edX-Site bekannt gegebener Kursname.
de_de: Kursname der Ankündigung auf der edX-Site.
eo: Çöürsé nämé ädvértïséd ön édX sïté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Nombre del curso publicado en la página de edX.
eu_es: Ikastaroaren izena iragarri da edX gunean.
fa_ir: نام دوره آموزشی در وبگاه ادکس آگهی شده است.
fil_ph: Pangalan ng kurso na na-advertise sa edX site.
fr: Nom du cours annoncé sur le site edX.
hi: पाठ्यक्रम का नाम एडएक्स साइट पर विज्ञापित है।
it: Nome del corso pubblicizzato sul sito edX.
ja_jp: edXサイト上で宣伝する講座名。
ms_my: Nama kursus yang diiklankan di halaman edX.
pl: Nazwa kursu promowana na stronie edX.
pt_br: Nome do curso anunciada no site do edX.
ro: Numele cursului promovat pe site-ul edX
ru: Название курса опубликовано на сайте edX.
sl: Ime tečaja je objavljeno na spletnem mestu edX.
sq: Emri i kursit i shpallur në faqen edX.
sv: Kursnamn annonseras på edX-webbplatsen.
sw_ke: Jina la kozi iliyotangazwa kwenye tovuti ya edX.
tr_tr: edX sitesinde ilan edilecek ders adı.
uk: Назва курсу рекламується на сайті edX.
uk_ua: курс ім&#39;я рекламується на сайті edX.
uz: EdX saytida reklama qilingan kursning nomi.
