Repository: openedx-unsupported/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, ar_sa, bn_bd, de_at, de_de, el, eo, es_419, eu_es, fa_ir, fil_ph, fr, he, hi, hu, it, ja_jp, ka, kk_kz, lt_lt, ms_my, nb, nl_nl, pl, pt_br, ro, ru, sk, sl, sq, sv, sw_ke, tr_tr, uk, uk_ua, uz

source: Watched a Video
af_za: Kyk na 'n video
ar: شاهدوا فيديو
ar_sa: شاهدت فيديو
bn_bd: একটি ভিডিও দেখা হোল
de_at: Habe ein Video angeschaut
de_de: Haben ein Video angeschaut
el: Παρακολούθησε ένα βίντεο
eo: Wätçhéd ä Vïdéö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Video visto
eu_es: Ikusitako bideoa
fa_ir: یک فیلم دیدید
fil_ph: Nanood ng Video
fr: A regardé une vidéo
he: צפו בווידאו
hi: वीडियो देखा
hu: Megtekintett videó
it: Ho guardato un video
ja_jp: 動画の視聴
ka: უყურა ვიდეოს
kk_kz: Бейнені қарады
lt_lt: Žiūrėjo vaizdo įrašą
ms_my: Menonton Video
nb: Så en video
nl_nl: Een video bekeken
pl: Obejrzało film
pt_br: Assistiram a um vídeo
ro: A vizionat un videoclip
ru: Смотревшие видео
sk: Pozreli si video
sl: Ogledan video
sq: Shikuan një video
sv: Såg en video
sw_ke: Ilitazamwa video
tr_tr: Bir video izlendi
uk: Переглядів за тиждень
uk_ua: Переглянув відео
uz: Video koʻrgan

source: Tried a Problem
af_za: Probeer 'n probleem
ar: حاولوا أن يحلّوا مسألة ما
ar_sa: حاولت مشكلة
bn_bd: সমস্যা সমাধনের চেষ্টা করা হোল
de_at: Habe ein Problem ausprobiert
de_de: Versucht ein Problem zu lösen
el: Προσπάθησε ένα Πρόβλημα
eo: Trïéd ä Prößlém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Problema resuelto
eu_es: Egindako ariketa
fa_ir: مشکلی را حل کردید
fil_ph: Sinubukan ang isang Problema
fr: A essayé un exercice
he: ניסו לפתור בעיה
hi: एक समस्या को हल करने का प्रयास किया
hu: A feladattal már próbálkoztás
it: Ho provato un problema
ja_jp: 問題への解答
ka: ეცადა ამოცანის შესრულებას
kk_kz: Мәселелерді байқап көрді
lt_lt: Bandė spręsti uždavinį
ms_my: Mencuba Masalah
nb: Forsøkte en oppgave
nl_nl: Een opgave geprobeerd
pl: Podeszło do ćwiczenia
pt_br: Tentou resolver uma questão
ro: Au încercat rezolvarea unei probleme
ru: Пытавшиеся выполнить задание
sk: Riešili úlohu
sl: Preizkusil problem
sq: Provuan të zgjidhin një problem
sv: Försökte lösa ett problem
sw_ke: Jaribu kufanya swali
tr_tr: Bir problem denedi
uk: Пробували виконати завдання
uk_ua: Спробував задача
uz: Topshiriq bajargan

source: Participated in Discussions
af_za: Aan besprekings deelgeneem
ar: شاركوا في النقاشات
ar_sa: شاركت في المحادثات
bn_bd: আলোচনায় অংশগ্রহণ
de_at: Teilnahme an <span class='notranslate'>Diskussion en</span>
eo: Pärtïçïpätéd ïn Dïsçüssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Participó en discusiones
eu_es: Parte hartu du eztabaidetan
fa_ir: در گفتگوها مشارکت کرده است
fil_ph: Lumahok sa mga Talakayan
fr: A contribue aux discussions
he: השתתף בדיונים
hi: चर्चाओं में भाग लिया
it: Partecipato alle discussioni
ja_jp: ディスカッションへの参加
ka: მონაწილეობდა განხილვაში
ms_my: Menyertai Perbincangan
pl: Brało udział w dyskusjach
pt_br: Participaram de discussões
ro: Au participat la Discuții
ru: Приняли участие в Обсуждении
sl: Sodelovali v razpravah
sq: Mori pjesë në diskutime
sv: Deltog i diskussioner
sw_ke: Nilishiriki kwenye Majadiliano
tr_tr: Tartışmalara Katılanlar
uk: Участь в Обговореннях
uk_ua: Участь в обго в орен
uz: Munozaralarda qatnashgan

source: Percent of Current Learners
af_za: Persent van die huidige leerders
ar: نسبة الطلاب الحاليين
ar_sa: النسبة المئوية الطلّاب الحالي
bn_bd: বর্তমান লার্নার্স শতাংশ
de_at: Prozentsatz der aktuellen Lernenden
de_de: Prozentanteile des ausgewählten Teilnehmers
eo: Pérçént öf Çürrént Léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Porcentaje de estudiantes actuales
fa_ir: درصد یادگیرندگان کنونی
fil_ph: Porsiyento ng Kasalukuyang Nag-aaral
fr: Pourcentage d' etudiants actuel
he: אחוז הלומדים הנוכחי
hi: वर्तमान शिक्षार्थियों का प्रतिशत
it: Percentuale di studenti attuali
ja_jp: 現受講者数に対する割合
ka: მიმდინარე მსმენელების პროცენტი
ms_my: Peratusan Pelajar Semasa
pl: Procent obecnych studentów
pt_br: Percentual de alunos atual
ro: Procentul elevilor curenți
ru: Процент от числа учащихся, обучающихся в настоящее время
sl: Odstotek trenutnih učencev
sq: Përqindja e nxënësve aktualë
sv: Procent av nuvarande elever
tr_tr: Mevcut Öğrencilerin Yüzdesi
uk: Процент Поточних Учнів
uk_ua: відсоток поточних учні
uz: Joriy oʻrganuvchilar foizi

source: Week Ending <%=value%>
af_za: Week eindig <%=value%>
ar: الأسبوع المنتهي في <%=value%>
ar_sa: نهاية الأسبوع &lt;%=value%&gt;
bn_bd: সপ্তাহটি শেষ
de_at: Wochenende &lt;%=value%&gt;
de_de: Wochenende <%=value%>
el: Τέλος εβδομάδας <%=value%>
eo: Wéék Éndïng <%=value%> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Semana Final <%=value%>
eu_es: Astearen amaiera <%=value%>
fa_ir: پایان هفته <%=value%>
fil_ph: Pagtatapos ng Linggo &lt;%=value%&gt;
fr: Semaine terminant le <%=value%>
he: סיום השבוע <%=value%>
hi: सप्ताह का अंत <%=value%>
hu: Hét vége <%=value%>
it: Fine settimana &lt;%=valore%&gt;
ja_jp: 終了した週 <%=value%>
ka: კვირა სრულდება <%=value%>
kk_kz: Аптаның соңы <%=value%>
lt_lt: Savaitė, kuri baigiasi <%=value%>
ms_my: Penghujung Minggu <%=value%>
nb: Uken som slutter den <%=value%>
nl_nl: Week eindigt <%=value%>
pl: koniec tygodnia <%=value%>
pt_br: Semana terminada em <%=value%>
ro: Sfârșit de săptămână <%=value%>
ru: Неделя заканчивающаяся <%=value%>
sk: Koniec týždňa <%=value%>
sl: Teden se konča <%=value%>
sq: Fundi i javës <%=value%>
sv: Veckan slutar med <%=value%>
sw_ke: Kumalizika kwa wiki / juma <%=value%>
tr_tr: Hafta bitişi <%=value%>
uk: Закінчення тижня <%=value%>
uk_ua: Кінець тижня &lt;%=value%&gt;
uz: Hafta soʻnggida <%=value%>

source: Average Complete Views
af_za: Gemiddelde volledige sienings
ar: معدّل المشاهدات الكاملة
ar_sa: متوسط المشاهدات الكاملة
bn_bd: এভারেজ সম্পূর্ণ দেখেছে
de_at: Durchschnittliche vollständige Aufrufe
de_de: Durchschnittlich komplett angesehen
el: Μέσος 'Ορος Ολοκληρωμένων θεάσεων
eo: Àvérägé Çömplété Vïéws Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Visualizaciones completas promedio
eu_es: Batez besteko ikustaldi osatuak
fa_ir: میانگین بازدیدهای کامل
fil_ph: Average na Kumpletong Pananaw
fr: Moyenne de visionnement complets
he: ממוצע צפיות שהושלמו
hi: औसत पूर्ण व्यूज
it: Visualizzazioni complete medie
ja_jp: 最後まで視聴した平均数
ka: დასრულებული ნახვები საშუალოდ
kk_kz: Толық шолулардың орташа саны
lt_lt: Baigtų peržiūrų vidurkis
ms_my: Purata Tontonan Lengkap
nb: Gjennomsnitt av komplette visninger
nl_nl: Gemiddelde complete kijkers
pl: Średnie pełne wyświetlenia
pt_br: Média das visualizações completas
ro: Numărul minim de vizionări complete
ru: Среднее кол-во завершенных просмотров
sk: Priemerne úplných pozretí
sl: Povprečje dokončanih
sq: Shikime mesatare të plota
sv: Genomsnittligt kompletta visningar
sw_ke: Maonyesho wastani
tr_tr: Ortalama Tamamlanan Görüntülemeler
uk: Середні Повні Перегляди
uk_ua: Середня повна кількість переглядів
uz: Oʻrtacha toʻliq koʻrishlar soni

source: Average Incomplete Views
af_za: Gemiddelde onvolledige sienings
ar: معدّل المشاهدات غير الكاملة
ar_sa: متوسط المشاهدات غير المكتملة
bn_bd: এভারেজ অসম্পূর্ণ দেখেছে
de_at: Durchschnittliche unvollständige Aufrufe
de_de: Durchschnittlich unvollständig angesehen
el: Μέσος Όρος Μη Ολοκληρωμένων Προβολών
eo: Àvérägé Ìnçömplété Vïéws Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Visualizaciones incompletas promedio
eu_es: Batez besteko osatu gabeko ikustaldiak
fa_ir: میانگین بازدیدهای ناقص
fil_ph: Average na Hindi Kumpletong Pagtingin
fr: Moyenne de visionnement incomplets
he: ממוצע צפיות חלקיות
hi: औसत अपूर्ण व्यूज
it: Visualizzazioni medie incomplete
ja_jp: 最後まで視聴しなかった平均数
ka: დაუსრულებელი ნახვები საშუალოდ
kk_kz: Аяқталмаған шолулардың орташа саны
lt_lt: Nebaigtų peržiūrų vidurkis
ms_my: Purata Tontonan Tidak Lengkap
nb: Gjennomsnitt av ufullstendige visninger
nl_nl: Gemiddeld incomplete bekekingen
pl: Średnie niepełne wyświetlenia
pt_br: Média das visualizações incompletas
ro: Numărul minim de vizionări incomplete
ru: Среднее кол-во незавершенных просмотров
sk: Priemerne neúplných pozretí
sl: Povprečje nedokončanih
sq: Shikime mesatare jo të plota
sv: Genomsnittliga ofullständiga visningar
sw_ke: Maonyesho mapungufu
tr_tr: Ortalama Tamamlanmayan Görüntülemeler
uk: Середні Неповні Перегляди
uk_ua: Середня кількість неповних переглядів
uz: Oʻrtacha toʻliqmas koʻrishlar soni

source: Order
af_za: Orde
ar: الطلب
ar_sa: طلب
bn_bd: আদেশ
de_at: Befehl
de_de: Bestellung
el: Παραγγελία
eo: Ördér Ⱡ'σяєм ιρѕ#
es_419: Orden
eu_es: Eskaera
fa_ir: سایر
fil_ph: Umorder
fr: Commande
he: סדר
hi: क्रम
hu: Sorrend
it: Ordine
ja_jp: 順番
ka: დახარისხება
kk_kz: Реті
lt_lt: Sutvarkyti
ms_my: Tempahan
nb: Bestilling
nl_nl: Bestel
pl: Zamówione
pt_br: Ordem
ro: Ordine
ru: Расположить по порядку
sk: Poradie
sl: Razvrstitev
sq: Rendit
sv: Ordning
sw_ke: Mpangilio
tr_tr: Sipariş
uk: Замовлення
uk_ua: порядок
uz: Buyurtma

source: Completion Percentage
af_za: Voltooiingspersentasie
ar: نسبة الإكمال
ar_sa: نسبة الإنجاز
bn_bd: সম্পূর্ণতা শতকরা
de_at: Abschlussprozentsatz
el: Ποσοστό ολοκλήρωσης
eo: Çömplétïön Pérçéntägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Porcentaje de completado
eu_es: Osaketa-portzentajea
fa_ir: درصد تکمیلی
fil_ph: Porsiyento ng Pagkumpleto
fr: Pourcentage de complétion
he: אחוז השלמה
hi: पूर्णता प्रतिशत
hu: Befejezés százaléka
it: Percentuale di completamento
ja_jp: 完了した割合
ka: დასრულების პროცენტი
kk_kz: Аяқталу пайызы
lt_lt: Baigta procentų
ms_my: Peratusan Selesai
nb: Prosentandel som fullførte
nl_nl: Complete percentage
pl: Procent ukończenia
pt_br: Percentual completo
ro: Procentul de finalizare
ru: Процент выполнения
sk: Percento dokončenia
sl: Procent dokončanosti
sq: Përqindja e kompletimit
sv: Färdigställande procent
sw_ke: Asilimia Iliyokamilika
tr_tr: Tamamlanma yüzdesi
uk: Процент завершення
uk_ua: процент завершення
uz: Tugallash foizi

source: Unique Viewers
af_za: Unieke kykers
ar: مشاهدون متميزون
ar_sa: المشاهدين الفريدين
bn_bd: স্বতন্ত্র দর্শকরা
de_at: Einzigartige Zuschauer
el: Μοναδικοί θεατές
eo: Ûnïqüé Vïéwérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Observadores únicos
eu_es: Ikuskatzaile bakarrak
fa_ir: بازدیدکننده‌های ویژه
fil_ph: Mga Natatanging Manonood
fr: Vues Uniques
he: צופים יחודיים
hi: अनूठे दर्शक
hu: Egyedi néző
it: Spettatori unici
ja_jp: 視聴者数
ka: უნიკალური მნახველები
kk_kz: Бірегей көрермендер
lt_lt: Unikalūs peržiūrėtojai
ms_my: Penonton Unik
nb: Unike seere
nl_nl: Unieke kijkers
pl: Unikalni widzowie
pt_br: Visitantes únicos
ro: Spectatori individuali
ru: Число зрителей
sk: Jedinečných divákov
sl: Edinstvenih ogledov
sq: Shikuesit unikë
sv: Unika tittare
sw_ke: Watazamaji maalum
tr_tr: Tekil Görüntüleyenler
uk: Унікальні глядачі
uk_ua: Унікальні глядачі
uz: Noyob koʻruvchilar

source: Replays
af_za: Herstel
ar: إعادة العرض
ar_sa: الاعادة
bn_bd: রিপ্লেতে
de_at: Wiederholungen
de_de: Wiederholungen
el: Επαναλήψεις
eo: Répläýs Ⱡ'σяєм ιρѕυм #
es_419: Repeticiones
eu_es: Erantzunak
fa_ir: بازپخش‌ها
fil_ph: Mga replay
fr: Rediffusions
he: ניגונים מחדש
hi: फिर से देखे
hu: Újrapróbálkozások
it: Replay
ja_jp: 再生数
ka: გამეორებები
kk_kz: Қайталаулар
lt_lt: Pakartojimai
ms_my: Mainkan Semula
nb: Omspillinger
nl_nl: Antwoorden
pl: Powtórki
pt_br: Reexibições
ro: Revizualizări
ru: Повторы
sk: Opakovaných pozretí
sl: Odgovorov
sq: Përsëritje
sv: Omspelningar
sw_ke: Marudio ya maonesho
tr_tr: Cevaplamalar
uk: Повтори
uk_ua: Повтори
uz: Qayta koʻrishlar

source: Time
af_za: Tyd
ar: الوقت
ar_sa: الوقت
bn_bd: সময়
de_at: Zeit
de_de: Zeit
el: Χρόνος
eo: Tïmé Ⱡ'σяєм ι#
es_419: Tiempo
eu_es: Ordua
fa_ir: زمان
fil_ph: Oras
fr: Heure
he: זמן
hi: समय
hu: Idő
it: Tempo
ja_jp: 時間
ka: დრო
kk_kz: Уақыт
lt_lt: Laikas
ms_my: Masa
nb: Tid
nl_nl: Tijd
pl: Czas
pt_br: Tempo
ro: Timp
ru: Время
sk: Čas
sl: Čas
sq: Koha
sv: Tid
sw_ke: Wakati
tr_tr: Zaman
uk: Час
uk_ua: час
uz: Vaqt

source: Complete Views
af_za: Volledige uitsigte
ar: مشاهدات كاملة
ar_sa: مشاهدات كاملة
bn_bd: সম্পূর্ণ দেখেছে
de_at: Vollständige Ansichten
de_de: Abgeschlossene Betrachtungen
el: Ολοκληρωμένες θεάσεις
eo: Çömplété Vïéws Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Visualizaciones completas
eu_es: Ikustaldi osatuak
fa_ir: بازدیدهای کامل
fil_ph: Mga Kumpletong Pananaw
fr: Vues Complètes
he: צפיות שהושלמו
hi: पूर्ण व्यूज
hu: Befejezett nézetek
it: Visualizzazioni complete
ja_jp: 視聴完了
ka: დასრულებული ნახვები
kk_kz: Толық шолулар
lt_lt: Baigtos peržiūros
ms_my: Tontonan Lengkap
nb: Komplette visninger
nl_nl: Complete kijkers
pl: Pełne wyświetlenia
pt_br: Visualizações completas
ro: Vizionalizări complete
ru: Завершённые просмотры
sk: Úplných pozretí
sl: Dokončanao
sq: Pamje të plota
sv: Kompletta vyer
sw_ke: Maoni Yote
tr_tr: Tamamlanan Görüntülemeler
uk: Повних показів
uk_ua: Повні перегляди
uz: Toʻliq koʻrishlar

source: Incomplete Views
af_za: Onvolledige aansigte
ar: مشاهدات غير كاملة
ar_sa: مشاهدات غير مكتملة
bn_bd: অসম্পূর্ণ দেখেছে
de_at: Unvollständige Ansichten
de_de: Unkomplette Betrachtungen
el: Μη ολοκληρωμένες προβολές
eo: Ìnçömplété Vïéws Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Visualizaciones incompletas
eu_es: Osatu gabeko ikustaldiak
fa_ir: بازدیدهای ناقص
fil_ph: Mga Hindi Kumpletong Pananaw
fr: Vues Partielles
he: צפיות חלקיות
hi: अपूर्ण व्यूज
hu: Befejezetlen nézetek
it: Visualizzazioni incomplete
ja_jp: 視聴未完了
ka: დაუსრულებელი ნახვები
kk_kz: Аяқталмаған шолулар
lt_lt: Nebaigtos peržiūros
ms_my: Tontonan Tidak Lengkap
nb: ufullstendige visninger
nl_nl: Incomplete kijkers
pl: NIepełne wyświetlenia
pt_br: Visualizações incompletas
ro: Vizionalizări incomplete
ru: Незавершённые просмотры
sk: Neúplných pozretí
sl: Nedokončano
sq: Pamje jo të plota
sv: Ofullständiga visningar
sw_ke: Maoni hayajakamilika
tr_tr: Tamamlanmayan Görüntülemeler
uk: Неповних показів
uk_ua: Неповні перегляди
uz: Toʻliqmas koʻrishlar

source: Honor
af_za: Eer
ar: فخري
ar_sa: منح
bn_bd: সম্মান
de_at: Ehre
de_de: Teilnahmemodus
el: Με Κώδικα Τιμής.
eo: Hönör Ⱡ'σяєм ιρѕ#
eu_es: Portaera
fa_ir: افتخار
fil_ph: karangalan
fr: Honneur
he: קוד אתי
hi: सम्मान
ka: წარჩინებით
kk_kz: Ар-намыс
ms_my: Kepujian
pt_br: Honra
ro: Distincţie
ru: Сертификат Кодекса чести
sl: čast
sq: Nder
sv: Icke-certifierad
sw_ke: Heshima
tr_tr: Etik
uk: Честь
uk_ua: Честь

source: Audit
af_za: Ouditeer
ar: مستمع
ar_sa: مستمع
bn_bd: অডিট
de_at: Prüfung
de_de: Gasthörer
el: Ακροατές
eo: Àüdït Ⱡ'σяєм ιρѕ#
es_419: Tomar como asistente
eu_es: Entzulea
fa_ir: رسیدگی
fil_ph: Pag-audit
he: שומע חופשי
hi: परीक्षण
ja_jp: 聴講登録者
ka: აუდიტი
kk_kz: Аудит
pl: Przeglądający
pt_br: Auditar
ru: Бесплатный курс
sl: revizija
sq: Audito
sv: Granska
sw_ke: Ukaguzi wa hisabu
tr_tr: Gözlemle
uk: Прослуховування
uk_ua: аудіт

source: Verified
af_za: Geverifieer
ar: تم التحقّق منه
ar_sa: موثَّقة
bn_bd: যাচাই
de_at: Verifiziert
de_de: Geprüft
el: Πιστοποιημένοι χρήστες
eo: Vérïfïéd Ⱡ'σяєм ιρѕυм ∂#
es_419: Verificado
eu_es: Egiaztatuta
fa_ir: تاییدشده
fil_ph: Na-verify
fr: Vérifié
he: מאומת
hi: सत्यापित
hu: Ellenőrzött
it: Verificato
ja_jp: 認証付き登録者
ka: შემოწმებული
kk_kz: Тексерілген
lt_lt: Patvirtintos tapatybės
ms_my: Disahkan
nb: Verifisert
nl_nl: Gecontroleerd
pl: Zweryfikowany
pt_br: Verificado
ro: Verificat
ru: Подтверждено
sk: Overených
sl: Preverjeno
sq: Verifikuar
sv: Verifierad
sw_ke: Hakikishwa
tr_tr: Onaylanmış
uk: Перевірений
uk_ua: Перевірено
uz: Tasdiqlangan

source: Professional
af_za: Vrou
ar: مهني
ar_sa: مهني
bn_bd: পেশাদারী
de_at: Fachmann
de_de: Professionell
el: Επαγγελματικό
eo: Pröféssïönäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Profesional
eu_es: Profesionala
fa_ir: حرفه‌ای
fil_ph: Propesyonal
fr: Professionnel
he: מקצועי
hi: व्यावसायिक
hu: Profi
it: Professionale
ka: პროფესიული
kk_kz: Кәсіпқой
lt_lt: Profesionalai
ms_my: Profesional
nb: Fagrettet
pl: Zawodowy
pt_br: Profissional
ro: Profesional
ru: Профессиональный
sk: Profesionálnych
sl: Profesionalno
sq: Profesional
sv: Professionell
sw_ke: Mmbuji wa fanni
tr_tr: Profesyonel
uk: Професійний
uk_ua: професійний

source: Verified with Credit
af_za: Geverifieer met krediet
ar: موثق مع الاعتماد
ar_sa: التحقق مع الائتمان
bn_bd: ক্রেডিট এর সাথে যাচাইকৃত
de_at: Mit Gutschrift verifiziert
eo: Vérïfïéd wïth Çrédït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Verificado con crédito
fa_ir: با اعتبار تایید شد
fil_ph: Na-verify gamit ang Credit
fr: Vérifié avec crédit
he: מאומת בנקודות זכות
hi: क्रेडिट के साथ सत्यापित
it: Verificato con credito
ja_jp: 単位認定ありの認証付き登録者
ka: კრედიტით შემოწმებული
ms_my: Disahkan dengan Kredit
pl: Zweryfikowano za pomocą karty kredytowej
pt_br: Verificado com crédito
ro: Verificați cu Credite
ru: Подтверждённые с зачётом
sl: Preverjeno s kreditom
sq: Verifikuar me kredi
sv: Verifierad med kredit
tr_tr: Kredi ile Onaylanmış
uk: Підтверджено за Кредитом
uk_ua: Перевірено кредитом

source: Number of Learners
af_za: Aantal leerders
ar: عدد الطلاب
ar_sa: عدد الطلّاب
bn_bd: লার্নার্স সংখ্যা
de_at: Anzahl der Lernenden
eo: Nümßér öf Léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Número de estudiantes
eu_es: Ikasle-kopurua
fa_ir: تعداد یادگیرندگان
fil_ph: Bilang ng mga Mag-aaral
fr: Nombre d' etudiants
he: מספר הלומדים
hi: सीखने वालों की संख्या
it: Numero di studenti
ja_jp: 受講者数
ka: მსმენელების რაოდენობა
ms_my: Jumlah Pelajar
pl: Liczba uczniów
pt_br: Número de estudantes
ro: Numărul Elevilor
ru: Количество обучающихся
sl: Število učencev
sq: Numri i Nxënësve
sv: Antal elever
tr_tr: Öğrencilerin Sayısı
uk: Кількість Учнів
uk_ua: Кількість учні
uz: Oʻrganuvchilar soni

source: Age: <%=value%>
af_za: Ouderdom: <%=value%>
ar: العمر: <%=value%>
ar_sa: العمر: &lt;%=القيمة%&gt;
bn_bd: বয়স
de_at: Alter: &lt;%=value%&gt;
de_de: Alter: <%=value%>
el: Ηλικία <%=value%>
eo: Àgé: <%=value%> Ⱡ'σяєм ιρѕυм ∂#
es_419: Edad: <%=value%>
eu_es: Adina: <%=value%>
fa_ir: سن : <%=value%>
fil_ph: Edad: &lt;%=value%&gt;
he: גיל: <%=value%>
hi: आयु: <%=value%>
hu: Életkor: <%=value%>
it: Età: &lt;%=valore%&gt;
ja_jp: 年齢: <%=value%>
ka: ასაკი: <%=value%>
kk_kz: Жас: <%=value%>
lt_lt: Amžius: <%=value%>
ms_my: Umur: <%=value%>
nb: Alder: <%=value%>
nl_nl: Leeftijd: <%=waarde%>
pl: Wiek: <%=value%>
pt_br: Idade: <%=value%>
ro: Vârsta: <%=value%>
ru: Возраст: <%=value%>
sk: Vek: <%=value%>
sl: Starost: <%=value%>
sq: Mosha: <%=value%>
sv: Ålder: <%=value%>
sw_ke: Umri: <%=value%>
tr_tr: Yaş: <%=value%>
uk: Вік: <%=value%>
uk_ua: вік: &lt;%=value%&gt;
uz: Yosh: <%=value%>

source: Age
af_za: Ouderdom
ar: العمر
ar_sa: عمر
bn_bd: বয়স
de_at: Alter
de_de: Alter
el: Ηλικία
eo: Àgé Ⱡ'σяєм#
es_419: Edad
eu_es: Adina
fa_ir: سن
fil_ph: Edad
he: גיל
hi: आयु
hu: Életkor
it: Età
ja_jp: 年齢
ka: ასაკი
kk_kz: Жас
lt_lt: Amžius
ms_my: Umur
nb: Alder
nl_nl: Leeftijd
pl: Wiek
pt_br: Idade
ro: Vârstă
ru: Возраст
sk: Vek
sl: Starost
sq: Mosha
sv: Ålder
sw_ke: Umri
tr_tr: Yaş
uk: Вік
uk_ua: вік
uz: Yoshi.

source: Percent of Total
af_za: Persent van die totaal
ar: النسبة من المجموع
ar_sa: النسبة المئوية للمجموع
bn_bd: মোট শতাংশ
de_at: Prozent der Gesamtmenge
de_de: Gesamter Prozentanteil
el: Ποσοστό επί του συνόλου
eo: Pérçént öf Tötäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Porcentaje del total
eu_es: Denerakoaren ehunekoa
fa_ir: درصدکل
fil_ph: Porsiyento ng Kabuuan
fr: Pourcentage du Total
he: אחוז מסה״כ
hi: कुल प्रतिशत
hu: Az összes százaléka
it: Percentuale del totale
ja_jp: 割合
ka: სრული პროცენტი
kk_kz: Барлығының пайызы
lt_lt: Iš viso procentų
ms_my: Peratus Total
nb: Prosent av total
nl_nl: Percentage van Totaal
pl: Procent całości
pt_br: Porcentual do total
ro: Procent din Total
ru: Процент от общего количества
sk: Celkový percentný podiel
sl: Skupni procenti
sq: Përqindja e Totalit
sv: Procent av samtliga
sw_ke: Asilimia ya Jumla
tr_tr: Toplam Yüzde
uk: Відсоток від загальної кількості
uk_ua: відсоток від загального
uz: Jamidan foizi

source: Percentage
af_za: Persentasie
ar: النسبة
ar_sa: نسبة مئوية
bn_bd: শতকরা হার
de_at: Prozentsatz
de_de: Prozentsatz
el: Ποσοστό
eo: Pérçéntägé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Porcentaje
eu_es: Portzentajea
fa_ir: درصد
fil_ph: Porsiyento
fr: Pourcentage
he: אחוז
hi: प्रतिशत
hu: Százalék
it: Percentuale
ja_jp: 割合
ka: პროცენტი
kk_kz: Пайыз
lt_lt: Procentas
ms_my: Peratusan
nb: Prosentandel
pl: Odsetek
pt_br: Percentual
ro: Procent
ru: Процент
sk: Percento
sl: Procent
sq: Përqindja
sv: Procenttal
sw_ke: Asilimia
tr_tr: Yüzde
uk: Відсоток
uk_ua: процент
uz: Foiz

source: Education: <%=value%>
af_za: Onderwys: <%=value%>
ar: المستوى التعليمي: <%=value%>
ar_sa: التعليم: &lt;%=value%&gt;
bn_bd: শিক্ষা
de_at: Bildung: &lt;%=value%&gt;
de_de: Bildung: <%=value%>
el: Εκπαίδευση <%=value%>
eo: Édüçätïön: <%=value%> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Educación: <%=value%>
eu_es: Hezkuntza: <%=value%>
fa_ir: تحصیلات: <%=value%>
fil_ph: Edukasyon: &lt;%=value%&gt;
fr: Éducation : <%=value%>
he: השכלה: <%=value%>
hi: शिक्षा: <%=value%>
hu: Végzettség: <%=value%>
it: Istruzione: &lt;%=valore%&gt;
ja_jp: 学歴: <%=value%>
ka: განათლება: <%=value%>
kk_kz: Білімі: <%=value%>
lt_lt: Išsilavinimas: <%=value%>
ms_my: Pendidikan: <%=value%>
nb: Utdannelse: <%=value%>
nl_nl: Onderwijs: <%=waarde%>
pl: Wykształcenie: <%=value%>
pt_br: Educação: <%=value%>
ro: Educație: <%=value%>
ru: Образование: <%=value%>
sk: Vzdelanie: <%=value%>
sl: Izobrazba: <%=value%>
sq: Edukimi: <%=value%>
sv: Utbildning: <%=value%>
sw_ke: Elimu: <%=value%>
tr_tr: Eğitim: <%=value%>
uk: Освіта: <%=value%>
uk_ua: Освіта: &lt;%=value%&gt;
uz: Taʼlim darajasi: <%=value%>

source: Educational Background
af_za: Opvoedkundige agtergrond
ar: الخلفية التعليمية
ar_sa: خلفية تعليمية
bn_bd: শিক্ষাগত যোগ্যতা
de_at: Bildungshintergrund
de_de: Bildungsprofil
el: Εκπαιδευτικό υπόβαθρο
eo: Édüçätïönäl Bäçkgröünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Trayectoria educativa
eu_es: Egindako ikasketak
fa_ir: پیش‌زمینه آموزشی
fil_ph: Background na pang-edukasyon
fr: Parcours de Formation
he: רקע אקדמי
hi: शैक्षणिक पृष्ठभूमि
hu: Oktatási háttér
it: Contesto educativo
ja_jp: 学歴
ka: განათლება
kk_kz: Білім берудің қосалқы жоспары
lt_lt: Išsilavinimas
ms_my: Latar Belakang Pendidikan
nb: Utdanningsbakgrunn
nl_nl: Opleidingsachtergrond
pl: Edukacyjne tło
pt_br: Histórico Escolar
ro: Istoric Educațional
ru: Образование
sk: Dosiahnuté vzdelanie
sl: Predhodna izobrazba
sq: Prapavija e arsimimit
sv: Utbildningsbakgrund
sw_ke: Historia ya Elimu
tr_tr: Eğitim Geçmişi
uk: Освіта
uk_ua: Освітній фон
uz: Taʼlim darajasi

source: Gender: <%=value%>
af_za: Geslag: <%=value%>
ar: الجنس: <%=value%>
ar_sa: الجنس: &lt;%=value%&gt;
bn_bd: লিঙ্গ
de_at: Geschlecht: &lt;%=value%&gt;
de_de: Geschlecht: <%=value%>
el: Φύλο <%=value%>
eo: Géndér: <%=value%> Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Género: <%=value%>
eu_es: Sexua: <%=value%>
fa_ir: جنسیت: <%=value%>
fil_ph: Kasarian: &lt;%=value%&gt;
fr: Sexe : <%=value%>
he: מגדר: <%=value%>
hi: लिंग: <%=value%>
hu: Neme: <%=value%>
it: Sesso: &lt;%=valore%&gt;
ja_jp: 性別: <%=value%>
ka: სქესი: <%=value%>
kk_kz: Жынысы: <%=value%>
lt_lt: Lytis: <%=value%>
ms_my: Jantina: <%=value%>
nb: Kjønn: <%=value%>
nl_nl: Geslacht: <%=waarde%>
pl: Płeć: <%=value%>
pt_br: Sexo: <%=value%>
ro: Sex: <%=value%>
ru: Пол: <%=value%>
sk: Pohlavie: <%=value%>
sl: Spol: <%=value%>
sq: Gjinia: <%=value%>
sv: Kön: <%=value%>
sw_ke: Jinsia: <%=value%>
tr_tr: Cinsiyet: <%=value%>
uk: Стать: <%=value%>
uk_ua: Стать : &lt;%=value%&gt;
uz: Jinsi: <%=value%>

source: Female
af_za: Vroulik
ar: أنثى
ar_sa: أنثى
bn_bd: মহিলা
de_at: Weiblich
de_de: Weiblich
el: Γυναίκα
eo: Fémälé Ⱡ'σяєм ιρѕυ#
es_419: Femenino
eu_es: Emakumezkoa
fa_ir: زن
fil_ph: Babae
fr: Femme
he: נקבה
hi: महिला
hu: Nő
it: Donna
ja_jp: 女性
ka: მდედრობითი
kk_kz: Әйел
lt_lt: Moteris
ms_my: Perempuan
nb: Kvinne
nl_nl: Vrouw
pl: Kobieta
pt_br: Feminino
ro: Feminin
ru: Женский
sk: Žena
sl: Ženska
sq: Femër
sv: Kvinna
sw_ke: Mke
tr_tr: Kadın
uk: Жіноча
uk_ua: Жінка
uz: Ayol
